{"id":"AII1514","parent_bible_id":null,"gbc":null,"date":"1514","iso":"aii","title":"Aramaic Old Bible","title_vernacular":"","copyright":"Public Domain","guid":null,"description":"The Complutensian Polyglot Bible is the first multilingual printed edition of the entire Bible. The project to produce the Bible was conceived, led, and financed by Cardinal Francisco Jiménez de Cisneros (circa 1436−1517), who early in the 16th century spearheaded the revitalization of the old University of Alcalá de Henares (founded in 1293) with the establishment of a new university, the Universidad Complutense, in 1508. (Complutense refers to Complutum, the ancient Roman settlement at the site of Alcalá de Henares). With the aid of important figures, such as Antonio de Nebrija, Cardinal Cisneros instituted a new curriculum with a more modern pedagogical orientation. Production of the Complutensian Polyglot Bible was a part of the cardinal’s effort to revive learning and encourage the study of the Holy Scriptures. The book represents the height of Spanish typographic achievement in the 16th century. Although precise information regarding who produced which section is lacking, it is known that around 1503, Cardinal Cisneros, who was surrounded by experts and scholars specializing in a wide array of languages, took on the great task of producing the work. It was a difficult and arduous process that required more than ten years. The printing was done by Arnaldo Guillén de Brocar, a Frenchman who had worked in Pamplona and who opened his main press in Alcalá in 1510. In order to print the book, Brocar had to create new and highly perfected characters for Latin, Greek, and Hebrew. His Greek characters are considered the most beautiful ever carved. The printing was done between 1514 and 1517, but it was not until 1520—after receiving authorization from Rome—that the book was distributed. The Bible consists of separately-bound volumes adding up to 1,500 pages; 600 copies were printed on paper, and six on vellum. Volume one contains the text of the Pentateuch, the first five books of the Hebrew Bible. The upper three-quarters of the pages are divided in three columns that contain the Greek text in the left column; the text of the Latin Vulgate in the middle column; and the Hebrew text in the right column. The lower section of the page is divided into two columns: the left contains the Aramaic translation of the Pentateuch known as the Targum Onkelos, the right the Latin translation of this text. Each page includes an epigraph and apostilles on the right margin. Volumes two and three contain the remainder of the Old Testament, in Greek, Latin, and Hebrew. Volume four contains the New Testament, in Greek and Latin. The last part of volume four and volume five consist of a Hebrew and Aramaic dictionary, a Hebrew grammar, and a Greek dictionary. (World Digital Library)","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Syrc","versification":null,"numeral_system_id":"default","country_id":"IQ","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"AII1514","bible_size_id":null,"bible_link_type":"study","url":"http://downloads.dbs.org/archive/Aramaic-(1514)-Complutensian-Polyglot-Bible-(Vol-1-of-5)-Grk-Heb-Lat-Aramaic-Study(WDL-10636).pdf","title":"Aramaic (1514) Complutensian Polyglot Bible (Vol 1 of 5) Grk-Heb-Lat-Aramaic Study(WDL-10636)","scope":null,"type":"historic","provider":"Arnao Guillén de Brocar, Alcalá de Henares","organization_id":"world-digital-library","filesize":154807119,"response_code":null},{"bible_id":"AII1514","bible_size_id":null,"bible_link_type":"study","url":"http://downloads.dbs.org/archive/Aramaic-(1514)-Complutensian-Polyglot-Bible-(Vol-2-of-5)-Grk-Heb-Lat-Aramaic-Study(WDL-10636).pdf","title":"Aramaic (1514) Complutensian Polyglot Bible (Vol 2 of 5) Grk-Heb-Lat-Aramaic Study(WDL-10636)","scope":null,"type":"historic","provider":"Arnao Guillén de Brocar, Alcalá de Henares","organization_id":"world-digital-library","filesize":233596345,"response_code":null},{"bible_id":"AII1514","bible_size_id":null,"bible_link_type":"study","url":"http://downloads.dbs.org/archive/Aramaic-(1514)-Complutensian-Polyglot-Bible-(Vol-3-of-5)-Grk-Heb-Lat-Aramaic-Study(WDL-10636).pdf","title":"Aramaic (1514) Complutensian Polyglot Bible (Vol 3 of 5) Grk-Heb-Lat-Aramaic Study(WDL-10636)","scope":null,"type":"historic","provider":"Arnao Guillén de Brocar, Alcalá de Henares","organization_id":"world-digital-library","filesize":139480653,"response_code":null},{"bible_id":"AII1514","bible_size_id":null,"bible_link_type":"study","url":"http://downloads.dbs.org/archive/Aramaic-(1514)-Complutensian-Polyglot-Bible-(Vol-4-of-5)-Grk-Heb-Lat-Aramaic-Study(WDL-10636).pdf","title":"Aramaic (1514) Complutensian Polyglot Bible (Vol 4 of 5) Grk-Heb-Lat-Aramaic Study(WDL-10636)","scope":null,"type":"historic","provider":"Arnao Guillén de Brocar, Alcalá de Henares","organization_id":"world-digital-library","filesize":130843589,"response_code":null},{"bible_id":"AII1514","bible_size_id":null,"bible_link_type":"study","url":"http://downloads.dbs.org/archive/Aramaic-(1514)-Complutensian-Polyglot-Bible-(Vol-5-of-5)-Grk-Heb-Lat-Aramaic-Study(WDL-10636).pdf","title":"Aramaic (1514) Complutensian Polyglot Bible (Vol 5 of 5) Grk-Heb-Lat-Aramaic Study(WDL-10636)","scope":null,"type":"historic","provider":"Arnao Guillén de Brocar, Alcalá de Henares","organization_id":"world-digital-library","filesize":122379629,"response_code":null}],"pod":[],"alphabet":{"script":"Syrc","name":"Syriac","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"between words","open_type_tag":"syrc","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Syriac script is attested as early as the year 6 AD. It was primarily used for writing the Syriac language, now extinct outside of the Syrian church. The Assyrian Neo-Aramaic, Chaldean Neo-Aramaic and Turoyo/Surayt languages are descended from Syriac, and are still written in the Syriac script. It can also be used for writing Arabic, known as <span class=Em>Garshani</span> writing. The script is descended from Proto-Canaanite writing. There are two main dialects of spoken Syriac; West Syriac, used by the Syrian Orthodox, Maronites, and Syrian Catholics; and East Syriac, used by the Assyrians and Chaldaeans. There are three ancient variations of the script: the classical liturgical script called <span class=Em>Estrangelo</span>, the Western variant, and the Eastern variant. There is also a Modern Syriac orthography, based on the Eastern variety and having the aim of bridging the differences in Aramaic dialects. A common spoken Aramaic <span class=Em>koine</span> used among Iraqis of Assyrian descent is based on this orthography.</p> <p>Modern Syriac is written in a cursive style from right to left using a phonologically based abjad. The script contains twenty-two letters, all of them consonants. As in a number of Semitic scripts, three letters can represent either a consonant or a vowel; these are called <span class=Em>matres lectionis</span>. The letter <span class=Em>aleph</span> normally represents ʔ, but at the end of a word can represent the vowels a or ɪ. Similarly, <span class=Em>waw</span>, which normally represents w, can also represent the vowels u and o, and <span class=Em>yudh</span>, which normally represents j, can also represent i and e/ɛ.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/aj/6h/aj6hfj3yjw_SyriacLetters.png height=122 width=127 /></p> <p>Vowels cannot be written at the beginning of a word; rather, the ʔ letter, <span class=Em>aleph</span>, is written as a silent prefix to a word which starts with a vowel sound. In addition, a set of seven vowel pointing diacritics exists. These are optional, but almost always used.</p> <p>A further set of diacritics exists to indicate the pronunciation of some otherwise ambiguous consonants. A dot <span class=Em>(rukkakha)</span> below the letters representing b/w, ʔ/ɣ/j and k/x indicates that it is to be pronounced as a continuant or a glide, and a dot <span class=Em>(qushshaya)</span> above indicates a stop. The letters representing t and d are modifed with the same mark to produce interdentals θ and ð. Texts written using these diacritics are called <span class=Em>pointed</span>; texts written without them are <span class=Em>unpointed</span>.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/aj/6h/aj6hfj3yjw_SyriacDots.png height=97 width=348 /></p> <p>Four diacritics are normally used even in unpointed texts. In common use is a diagonal line called <span class=Em>talqana</span> which can be written over a letter to mute it. This facilitates standardized spelling across dialects having slight differences in punctuation. Secondly, a two-dot mark may be placed over any suitably-shaped letter in a noun or adjective to indicate that it is plural. A third commonly used mark is a large dot written over or under a few specific letters to provide information about the pronunciation of the following letter. This is a relic of Classical Syriac orthography. A horizontal line extending the length of a word, traditionally with a point at each end and one in the middle, and written above the word, indicates that it has been abbreviated. Diacritic marks are normally centered above or below the character, with some exceptions. They are nonspacing and require complex positioning so as not to collide with vowel marks.</p> <p>The Syriac script does not employ a separate set of numbers; rather, each letter is assigned a numeric value of units, tens, hundreds or thousands, and combined to produce any figure. The abbreviation diacritic is used to indicate that a numerical, rather than alphabetic, value is to be assigned to the symbol.</p> <p>Syriac writing uses Latin punctuation marks, with the question mark reversed and the comma inverted. Interword spacing is used. Some conjunctions and prepositions are only one letter long; these are written connected to the following word. </p>"},"children":[],"language":{"iso":"aii","glotto_id":"assy1241","glotto_family":null,"iso1":null,"name":"Assyrian Neo-Aramaic","autonym":"Sūreṯ","macroarea":null,"level":"L","development":null,"use":null,"location":"Iraq","area":"Northern Iraq, Baghdad, Basrah, Karkuk, Arbil. Also in Armenia, Australia, Austria, Azerbaijan, Belgium, Brazil, Canada, Cyprus, France, Georgia, Germany, Greece, Iran, Italy, Lebanon, Netherlands, New Zealand, Russian Federation (Europe), Sweden, Switzerland, Syria, Turkey (Asia), United Kingdom, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"IQ","latitude":"36.750000","longitude":"43.000000","population":626000,"status_id":"6b","status_notes":null,"redirect_to_iso":null},"country":{"id":"IQ","name":"Iraq","name_long":"The Republic of Iraq","population":39650145,"official_language":"Arabic Standard","official_language_iso":"arb","url_wiki":"https://en.wikipedia.org/wiki/Iraq","hidden":0,"autonym":null,"fips":"IZ","iso_a3":"IRQ","continent_id":"AS","iso_num":368,"religion_primary":"Islam","introduction":"Formerly part of the Ottoman Empire Iraq was occupied by Britain during the course of World War I; in 1920 it was declared a League of Nations mandate under UK administration. In stages over the next dozen years Iraq attained its independence as a kingdom in 1932. A \\\"republic\\\" was proclaimed in 1958 but in actuality a series of strongmen ruled the country until 2003. The last was SADDAM Husayn. Territorial disputes with Iran led to an inconclusive and costly eight-year war (1980-88). In August 1990 Iraq seized Kuwait but was expelled by US-led UN coalition forces during the Gulf War of January-February 1991. Following Kuwait's liberation the UN Security Council (UNSC) required Iraq to scrap all weapons of mass destruction and long-range missiles and to allow UN verification inspections. Continued Iraqi noncompliance with UNSC resolutions over a period of 12 years led to the US-led invasion of Iraq in March 2003 and the ouster of the SADDAM Husayn regime. US forces remained in Iraq under a UNSC mandate through 2009 and under a bilateral security agreement thereafter helping to provide security and to train and mentor Iraqi security forces. In October 2005 Iraqis approved a constitution in a national referendum and pursuant to this document elected a 275-member Council of Representatives (COR) in December 2005. The COR approved most cabinet ministers in May 2006 marking the transition to Iraq's first constitutional government in nearly a half century. In January 2009 and April 2013 Iraq held elections for provincial councils in all governorates except for the three governorates comprising the Kurdistan Regional Government and Kirkuk Governorate. Iraq held a national legislative election in March 2010 - choosing 325 legislators in an expanded COR - and after nine months of deadlock the COR approved the new government in December 2010. Nearly nine years after the start of the Second Gulf War in Iraq US military operations there ended in mid-December 2011.","overview":"Iraq officially known as the Republic of Iraq is a country in Western Asia bordered by Turkey to the north Iran to the east Kuwait to the southeast Saudi Arabia to the south Jordan to the southwest and Syria to the west.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":38,"land_mass_km":434320,"population_christian":944000,"population_christian_percentage":3,"population_catholic_percentage":null,"population_protestant_percentage":3,"population_refugee":273992,"population_migration":7834,"population_year_change":2.32,"population_density_km":93,"population_average_age":21,"population_urban_percentage":73,"population_literacy_percentage":"79.00","landmass":null,"region_code":6,"region_id":"145","region_name":"Western Asia"}}