{"id":"AMHIBS","parent_bible_id":null,"gbc":null,"date":"2001","iso":"amh","title":"IBS Version","title_vernacular":null,"copyright":null,"guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Ethi","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"AMHIBS","bible_size_id":null,"bible_link_type":"web","url":"http://live.bible.is/bible/AMHNIV/MAT/1","title":"Audio Bible","scope":null,"type":"web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Ethi","name":"Ethiopic (Geʻez)","unicode_pdf":null,"family":"African","type":"abugida","white_space":"between words","open_type_tag":"ethi","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Ethiopic (Geez) script was developed as the writing system of the Geez language, a Semitic language spoken in Ethiopia and Eritrea until the 10th to the 12th centuries. Although the language ceased to be used in vernacular speech (it now serves a liturgical function only), the script is still widely used for writing the Ethiopian and Eritrean Semitic languages such as Tigré, Amharic and Tigrinya. In some languages, the script is called <span class=Em>fidäl</span> (ፊደል), which means alphabet, and individual letters are referred to as <span class=Em>fidel</span>. The script is believed by many to have derived from the epigraphic South Arabian script, of Proto-Sinaitic heritage, although there is some dispute surrounding this assertion; some also believe it to have descended from Egyptian hieroglyphics. According to the tradition of the Ethiopian Orthodox Tewahedo Church, the script was divinely revealed to Enos, grandson of the first man, Adam. Unlike other Semitic scripts, Ethiopic is written from left to right.</p> <p>The original Geez script was an abjad - vowels were not written - but the current script is classified as an abugida. Each symbol represents a CV syllable, but vowels are not inherent in the consonant. The original Ethiopic script contained 182 characters, although the basic (unmarked) consonants number only 26. The script has since been extended for other languages and now contains over 500 symbols. Some of the new symbols represent phonological processes such as palatalization, pharyngealization and labialization.</p> <p>The unmarked set is known as the first order (also called the first form). Each of the first order consonants can be combined with one of six vowels, to produce a syllograph. The resulting sets of syllographs are known as the second, third, fourth, fifth, sixth and seventh orders. In some languages there is an additional vowel symbol which can be combined with the first order consonants to produce an eighth order.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/zf/fl/zffllj5kg6_Ethioforms.png height=238 width=397 /></p> <p>As shown in the chart, the way in which consonant characters are combined with vowel signs often follows a general pattern, particularly in the second to sixth orders, but it is by no means fully systematic. This has sometimes resulted in the creation of a new character, unrelated in form to the unmarked consonant. For this reason, in tables of Ethiopic letters, all 182 characters tend to be displayed, unlike tables of Brahmic abugidas which combine consonants and vowels in a predictable manner. </p> <p>The script does not completely represent some languages. For example, <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#gemination target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;gemination</a> (consonant lengthening) is generally not represented in the orthography, despite being distinctive in speech. Conversely, some distinctions in the Amharic orthography are no longer significant in speech, for example, the difference between h, ħ and x is only etymologically significant in spoken Amharic but continues to be represented in the orthography.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/zf/fl/zffllj5kg6_EthioH.png height=66 width=145 /></p> <p>The conventional ordering of the consonants differs from that of other Semitic scripts; the reasons for this are unclear although it is speculated that the ordering is reminiscent of that used for the ancient Sabean script, a South Semitic predecessor of Geez.</p>"},"children":[],"language":{"iso":"amh","glotto_id":"amha1245","glotto_family":null,"iso1":"am","name":"Amharic","autonym":"አማበአማረኛ ርኛ (Amarəñña)","macroarea":null,"level":"L","development":null,"use":null,"location":"Djibouti, Eritrea and Ethiopia","area":"North central, Amhara region; Addis Ababa. Also in Djibouti, Egypt, Israel, Sweden, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"ET","latitude":"11.708182","longitude":"39.543456","population":21900000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":null}