{"id":"AMHUBS","parent_bible_id":null,"gbc":null,"date":"1962, 2003","iso":"amh","title":"Amharic New Testament","title_vernacular":"መጽሐፍ ቅዱስ","copyright":"© 1962, 2003 United Bible Societies","guid":null,"description":"The New Testament in the Amharic language of Ethiopia","description_short":null,"description_vernacular":null,"description_reviewed":3,"script":"Armi","versification":"Default","numeral_system_id":"default","country_id":"ET","copyright_type":null,"reviewed":0,"isbn13":"978-1-5313-0788-2","back_text":null,"cover":null,"questionable":null,"links":[],"pod":[{"bible_id":"AMHUBS","publisher_id":"united-bible-societies","partner_id":null,"description":"This Bible is copyrighted by Wycliffe Bible Translators (Wycliffe.org) and is printed with permission at cost by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible is available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":202,"print_ready":1,"print_banned":0,"portion":0,"columns":2,"font":"NotoSansEthiopic-Medium.ttf","font_bold":"NotoSansEthiopic-Bold.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.3,"counter_style":null,"justified":"1","justified_cjk":"0","cover_filter":"grayscale(1)","custom_styles":null},{"bible_id":"AMHUBS","publisher_id":"united-bible-societies","partner_id":null,"description":"This Bible is copyrighted by Wycliffe Bible Translators (Wycliffe.org) and is printed with permission at cost by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible is available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":286,"print_ready":1,"print_banned":0,"portion":0,"columns":2,"font":"NotoSansEthiopic-Medium.ttf","font_bold":"NotoSansEthiopic-Bold.ttf","font_format":"truetype","font_size":11,"orphans":2,"widows":2,"line_height":1.3,"counter_style":null,"justified":"1","justified_cjk":"0","cover_filter":"grayscale(1)","custom_styles":null}],"alphabet":{"script":"Armi","name":"Imperial Aramaic","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"discretionary","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Aramaic script was used for writing the Aramaic language, which was the trade language of the Middle East from about 1000 BC to about 1000 AD. Aramaic writing is derived from the Phoenician script. Because the evolution from one to the other was a continuous process over about 2000 years it is difficult to divide it neatly into uniquely Phoenician and uniquely Aramaic blocks; however, it is generally agreed that a divergence into two distinct scripts was evident by about the 8th century BC. Both the Phoenician and Aramaic scripts were the antecedents of a large and geographically diverse family of writing systems. Many of the scripts used today for writing Indo-European languages are part of this family. Again, because the two scripts were so closely related it is not clear exactly which writings systems descended from each. Conventionally, the scripts used in Western Europe and the Mediterranean are called Phoenician-derived and those used in the Middle East and Central/South Asia are called Aramaic-derived.</p> <p>Imperial Aramaic was both the official language of the Persian Empire from the 5th to the 3rd centuries BC, and the script used for writing this language. It was used throughout modern-day Iran, Afghanistan, Pakistan, Thrace and Macedonia, Iraq, northern Saudi Arabia, Jordan, Palestine, Israel, Lebanon, Syria, and parts of Egypt as far as Libya. Imperial Aramaic writing was so influential that it survived the collapse of the Persian Empire which had initially disseminated it, and continued to be used until the 2nd century AD. By the end of the 3rd century, variant forms of the script had diverged into distinct scripts such as Syriac, Nabataean and Palmyran. The form of Imperial Aramaic which changed the least is now used for writing the Hebrew language.</p> <p>Imperial Aramaic was written from right to left, with or without spaces between words. The script was an abjad; each of the twenty-two letters represented a consonant. Because the interpretation of some words was ambiguous when the vowels were not written, Aramaic scribes began using a select few of the existing consonantal letters to indicate long vowels, first at the end of words, then inside words. Letters having this dual consonant/vowel function are (called <span class=Em>matres lectionis</span>). The letters <span class=Em>waw</span> and <span class=Em>yudh</span> could represent either the consonants w and j respectively, or the long vowels u/o and i/e respectively. Similarly, the letter <span class=Em>aleph</span> represented the consonant ʔ at the beginning of a word, or the long vowel a/e elsewhere. One script-specific punctuation mark is used in writing Imperial Aramaic, a section sign to mark topic divisions in texts.</p> <p>Imperial Aramaic orthography was highly regular. Often the spellings of words more closely reflected their etymology than their pronunciation.</p>"},"children":[],"language":{"iso":"amh","glotto_id":"amha1245","glotto_family":null,"iso1":"am","name":"Amharic","autonym":"አማበአማረኛ ርኛ (Amarəñña)","macroarea":null,"level":"L","development":null,"use":null,"location":"Djibouti, Eritrea and Ethiopia","area":"North central, Amhara region; Addis Ababa. Also in Djibouti, Egypt, Israel, Sweden, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"ET","latitude":"11.708182","longitude":"39.543456","population":21900000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"ET","name":"Ethiopia","name_long":"The Federal Democratic Republic of Ethiopia","population":110871031,"official_language":"Amharic","official_language_iso":"amh","url_wiki":"https://en.wikipedia.org/wiki/Ethiopia","hidden":0,"autonym":null,"fips":"ET","iso_a3":"ETH","continent_id":"AF","iso_num":231,"religion_primary":"Christianity","introduction":"Unique among African countries the ancient Ethiopian monarchy maintained its freedom from colonial rule with the exception of a short-lived Italian occupation from 1936-41. In 1974 a military junta the Derg deposed Emperor Haile SELASSIE (who had ruled since 1930) and established a socialist state. Torn by bloody coups uprisings wide-scale drought and massive refugee problems the regime was finally toppled in 1991 by a coalition of rebel forces the Ethiopian People's Revolutionary Democratic Front. A constitution was adopted in 1994 and Ethiopia's first multiparty elections were held in 1995. A border war with Eritrea in the late 1990s ended with a peace treaty in December 2000. In November 2007 the Eritrea-Ethiopia Border Commission (EEBC) issued specific coordinates as virtually demarcating the border and pronounced its work finished. Alleging that the EEBC acted beyond its mandate in issuing the coordinates Ethiopia has not accepted them and has not withdrawn troops from previously contested areas pronounced by the EEBC as belonging to Eritrea. In August 2012 longtime leader Prime Minister MELES Zenawi died in office and was replaced by his Deputy Prime Minister HAILEMARIAM Desalegn marking the first peaceful transition of power in decades.","overview":"Ethiopia in the Horn of Africa is a rugged landlocked country split by the Great Rift Valley. With archaeological finds dating back more than 3 million years it’s a place of ancient culture. Among its important sites are Lalibela with its rock-cut Christian churches from the 12th–13th centuries. Aksum is the ruins of an ancient city with obelisks tombs castles and Our Lady Mary of Zion church.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":106,"land_mass_km":1000000,"population_christian":52580000,"population_christian_percentage":64,"population_catholic_percentage":0.7,"population_protestant_percentage":63.4,"population_refugee":733125,"population_migration":30000,"population_year_change":2.57,"population_density_km":115,"population_average_age":19,"population_urban_percentage":21,"population_literacy_percentage":"49.00","landmass":null,"region_code":7,"region_id":"202","region_name":"Sub-Saharan Africa"}}