{"id":"AMODWC","parent_bible_id":null,"gbc":null,"date":"2020","iso":"amo","title":"Amo New Testament","title_vernacular":null,"copyright":"© 2020 Door43 World Missions Community","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":2,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"NG","copyright_type":"CC-SA","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"amo","glotto_id":"amoo1242","glotto_family":null,"iso1":null,"name":"Amo","autonym":"Amo","macroarea":null,"level":"L","development":null,"use":null,"location":"Nigeria, Map 2","area":"Plateau state, Bassa LGA; Kaduna state, Saminaka LGA.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"NG","latitude":"10.322870","longitude":"8.654050","population":12300,"status_id":"6a","status_notes":null,"redirect_to_iso":null},"country":{"id":"NG","name":"Nigeria","name_long":"The Federal Republic of Nigeria","population":219463862,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Nigeria","hidden":0,"autonym":null,"fips":"NI","iso_a3":"NGA","continent_id":"AF","iso_num":566,"religion_primary":"Christianity","introduction":"British influence and control over what would become Nigeria and Africa's most populous country grew through the 19th century. A series of constitutions after World War II granted Nigeria greater autonomy. After independence in 1960 politics were marked by coups and mostly military rule until the death of a military head of state in 1998 allowed for a political transition. In 1999 a new constitution was adopted and a peaceful transition to civilian government was completed. The government continues to face the daunting task of institutionalizing democracy and reforming a petroleum-based economy whose revenues have been squandered through corruption and mismanagement. In addition Nigeria continues to experience longstanding ethnic and religious tensions. Although both the 2003 and 2007 presidential elections were marred by significant irregularities and violence Nigeria is currently experiencing its longest period of civilian rule since independence. The general elections of April 2007 marked the first civilian-to-civilian transfer of power in the country's history and the elections of 2011 were generally regarded as credible. The 2015 election is considered the most well run in Nigeria since the return to civilian rule with the umbrella opposition party the All Progressives Congress defeating the long-ruling People's Democratic Party that had governed since 1999.","overview":"Nigeria an African country on the Gulf of Guinea has many natural landmarks and wildlife reserves. Protected areas such as Cross River National Park and Yankari National Park have waterfalls dense rainforest savanna and rare primate habitats. One of the most recognizable sites is Zuma Rock a 725m-tall monolith outside the capital of Abuja that’s pictured on the national currency.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":550,"land_mass_km":910770,"population_christian":107000000,"population_christian_percentage":58,"population_catholic_percentage":14.5,"population_protestant_percentage":43,"population_refugee":54166,"population_migration":-60000,"population_year_change":2.58,"population_density_km":226,"population_average_age":18,"population_urban_percentage":52,"population_literacy_percentage":"60.00","landmass":null,"region_code":8,"region_id":"202","region_name":"Sub-Saharan Africa"}}