{"abbr":"APCSAB","title":"North Levantine Spoken Arabic Bible Portions","title_vernacular":"الترجمة اللبنانية مع القافية","iso":"apc","script":"Arab","year":2021,"country_id":"SY","copyright":"© 2021 Sabeel Media","bible_links":[{"bible_abbr":"APCSAB","url":"http://www.prophetstories.net/lebanese","title":"PRTNS","scope":"","type":"audio_web","filesize":"0","response_code":"0","provider":"Prophet Stories","visible":true},{"bible_abbr":"APCSAB","url":"https://www.bible.com/versions/2810-lrt-ltrgm-llbnny-maa-lkfy","title":"الترجمة اللبنانية مع القافية","scope":"","type":"web","filesize":"0","response_code":"0","provider":"Sabeel Media","visible":true,"organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72"},{"bible_abbr":"APCSAB","url":"https://bible.com/versions/2810","title":"Youversion","scope":"","type":"","filesize":"0","response_code":"0","provider":"","visible":true,"organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72"}],"bible_equivalents":[{"bible_abbr":"APCSAB","organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72","equivalent_id":"2810","site":"","suffix":"","type":"","url":"https://bible.com/versions/2810"},{"bible_abbr":"APCSAB","equivalent_id":"54644c375117ad632195d82e","type":"Archive","url":"globalbiblecatalogue.org"}],"language":{"iso":"apc","glotto_id":"nort3139","name":"North Levantine Arabic","autonym":"اللهجة الشامي الشمال","level":"L","location":"Jordan and Syria","area":"Also in Antigua and Barbuda, Argentina, Belize, Cyprus, Dominican Republic, Egypt, French Guiana, Israel, Jamaica, Lebanon, Mali, Puerto Rico, Suriname, Trinidad and Tobago, Turkey (Asia).","country_id":"SY","latitude":34.170933,"longitude":36.046843,"population":24600000,"status_id":"3"},"country":{"id":"SY","name":"Syria","name_long":"The Syrian Arab Republic","population":20384316,"official_language":"Arabic Standard","official_language_iso":"arb","iso_a3":"SYR","continent_id":"AS","iso_num":760,"language_count":35,"religion_primary":"Islam","introduction":"Following World War I France acquired a mandate over the northern portion of the former Ottoman Empire province of Syria. The French administered the area as Syria until granting it independence in 1946. The new country lacked political stability and experienced a series of military coups. Syria united with Egypt in February 1958 to form the United Arab Republic. In September 1961 the two entities separated and the Syrian Arab Republic was reestablished. In the 1967 Arab-Israeli War Syria lost the Golan Heights region to Israel. During the 1990s Syria and Israel held occasional albeit unsuccessful peace talks over its return. In November 1970 Hafiz al-ASAD a member of the socialist Ba'th Party and the minority Alawi sect seized power in a bloodless coup and brought political stability to the country. Following the death of President Hafiz al-ASAD his son Bashar al-ASAD was approved as president by popular referendum in July 2000. Syrian troops - stationed in Lebanon since 1976 in an ostensible peacekeeping role - were withdrawn in April 2005. During the July-August 2006 conflict between Israel and Hizballah Syria placed its military forces on alert but did not intervene directly on behalf of its ally Hizballah. In May 2007 Bashar al-ASAD's second term as president was approved by popular referendum. ++ Influenced by major uprisings that began elsewhere in the region and compounded by additional social and economic factors antigovernment protests broke out first in the southern province of Dar'a in March 2011 with protesters calling for the repeal of the restrictive Emergency Law allowing arrests without charge the legalization of political parties and the removal of corrupt local officials. Demonstrations and violent unrest spread across Syria with the size and intensity of protests fluctuating. The government responded to unrest with a mix of concessions - including the repeal of the Emergency Law new laws permitting new political parties and liberalizing local and national elections - and military force. However the government's response has failed to meet opposition demands for ASAD's resignation and the government's ongoing violence to quell unrest and widespread armed opposition activity has led to extended clashes between government forces and oppositionists. International pressure on the ASAD regime has intensified since late 2011 as the Arab League EU Turkey and the US expanded economic sanctions against the regime. In December 2012 the Syrian National Coalition was recognized by more than 130 countries as the sole legitimate representative of the Syrian people. Peace talks between the Coalition and Syrian regime at the UN-sponsored Geneva II conference in 2014 and the UN-sponsored Geneva III talks in 2016 failed to produce a resolution of the conflict. Unrest continues in Syria and according to an April 2016 UN estimate the death toll among Syrian Government forces opposition forces and civilians had reached 400000. As of December 2016 approximately 13.5 million people were in need of humanitarian assistance in Syria with 6.3 million people displaced internally and an additional 4.8 million Syrian refugees making the Syrian situation the largest humanitarian crisis worldwide.","overview":"Syria officially known as the Syrian Arab Republic is a country in Western Asia bordering Lebanon and the Mediterranean Sea to the west Turkey to the north Iraq to the east Jordan to the south and Israel to the southwest","independent":1,"landmass_km":183630,"population_christian":1800000,"population_christian_percentage":10,"population_catholic_percentage":2,"population_protestant_percentage":8,"population_refugee":583443,"population_migration":-427391,"population_year_change":2.52,"population_density_km":95,"population_average_age":26,"population_urban_percentage":60,"population_literacy_percentage":86,"region_code":6,"region_id":145,"region_name":"Western Asia","url_wiki":"https://en.wikipedia.org/wiki/Syria","url_britannica":"https://www.britannica.com/place/Syria","url_ubs":"https://unitedbiblesocieties.org/locations/bible-society-in-syria/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/syria/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/SY-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/SYR","url_nations_online":"https://www.nationsonline.org/oneworld/syria.htm","url_odp":"https://curlie.org/Regional/Middle_East/Syria","url_operation_world":"https://operationworld.org/locations/syria","url_religious_freedom":"https://www.state.gov/countries-areas/syria/","url_joshua":"https://joshuaproject.net/countries/SY","url_prayercast":"https://prayercast.com/syria.html","url_prayercast_video":"https://player.vimeo.com/video/533734341","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=Syria2_dload_hi.mp4"}}