{"id":"ARAWMG","parent_bible_id":null,"gbc":null,"date":"1700","iso":"ara","title":"Wadi’ Muftah Gospels and Pentateuch ","title_vernacular":"انجيل القديس يوحنا","copyright":"Public Domain","guid":null,"description":"This Arabic manuscript of the Gospel of Saint John dates from the 18th century. The text is written clearly and enclosed in a double-lined frame in red. The folios are numbered with Coptic numerals. The manuscript has many marginal notes and Old Testament references in Arabic, with Coptic numerals employed for chapter and verse citations. The marginalia may have been added by Wadi’ Muftah, whose name appears on the front endpapers. The text is complete and is in excellent condition, although the last page is copied in a different hand and lacks the border. The binding is brown leather over boards with a flap. The volume may have been part of a set. The scribe and place of copying are not given. Chapter headings in the Gospel text are indicated in red. There is an extensive table of contents and a three-page biographical introduction. The biography identifies John the Evangelist as one of the Twelve Apostles and states that he wrote in Greek. The account continues, following John’s travels and frequent returns to Ephesus where, according to many legends, he is buried. The biography concludes with the miracle of his tomb, which when opened contained only his sandals. This and other details of his life and works are recounted in the biography.","description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Arab","versification":null,"numeral_system_id":"default","country_id":"EG","copyright_type":"OPEN","reviewed":1,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"ARAWMG","bible_size_id":null,"bible_link_type":"print","url":"https://virtualstorehouse.org/collections/all-available-bibles/products/arabic-ara","title":"","scope":"FB\r","type":"print","provider":"Virtual Storehouse","organization_id":"virtual-storehouse","filesize":null,"response_code":null},{"bible_id":"ARAWMG","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/ARAWMG_DBS_HS/Arabic-(1800-ca.)-Coptic-Pentateuch-(WDL-11342).pdf","title":"Arabic (1800 ca.) Coptic Pentateuch (WDL-11342)","scope":null,"type":"historic","provider":"World Digital Library","organization_id":"world-digital-library","filesize":72491398,"response_code":null},{"bible_id":"ARAWMG","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/ARAWMG_DBS_HS/Arabic-(1748)-Coptic-Old-Testament-Historicl-Books-(WDL-11345).pdf","title":"Arabic (1748) Coptic Old Testament Historicl Books (WDL-11345)","scope":null,"type":"historic","provider":"World Digital Library","organization_id":"world-digital-library","filesize":73910073,"response_code":null},{"bible_id":"ARAWMG","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/ARAWMG_DBS_HS/Arabic-(1700-ca.)-Coptic-Mark-(WDL-11346).pdf","title":"Arabic (1700 ca.) Coptic Mark (WDL-11346)","scope":null,"type":"historic","provider":"World Digital Library","organization_id":"world-digital-library","filesize":26169350,"response_code":null},{"bible_id":"ARAWMG","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/ARAWMG_DBS_HS/Arabic-(1700-ca.)-Coptic-Luke-(WDL-11347).pdf","title":"Arabic (1700 ca.) Coptic Luke (WDL-11347)","scope":null,"type":"historic","provider":"World Digital Library","organization_id":"world-digital-library","filesize":39841157,"response_code":null},{"bible_id":"ARAWMG","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/ARAWMG_DBS_HS/Arabic-(1700-ca.)-Coptic-John-(WDL-11348).pdf","title":"Arabic (1700 ca.) Coptic John (WDL-11348)","scope":null,"type":"historic","provider":"World Digital Library","organization_id":"world-digital-library","filesize":31688532,"response_code":null}],"pod":[],"alphabet":{"script":"Arab","name":"Arabic","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"between words","open_type_tag":"arab","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"required","direction":"rtl","direction_notes":"RTL bidirectional","sample":null,"sample_img":null,"description":"<p>Arabic writing is the second most broadly-used script in the world, after the Latin alphabet. It descended from the Nabataean abjad, itself a descendant of the Phoenician script, and has been used since the 4th century for writing the Arabic language. Since the words of the Prophet Muhammed can only be written in Arabic, the Arabic script has traveled far and wide with the spread of Islam and came to be used for a number of languages throughout Asia, Africa and the Middle East. Many of these are non-Semitic languages, so employ very different sound systems from spoken Arabic, and as a result the script has had to be adapted and is used slightly differently by speakers of different languages. Many African languages use an Arabic-based transcription system called <span class=Em>Ajami</span>, which is different from the original Arabic script. Romance languages such as Mozarabic or Ladino are also sometimes written in a modified Arabic script, called <span class=Em>Aljamiado</span>.</p> <p>Many variations on the script have developed over time and space, but these can be broadly classified into two groups; an angular <span class=Em>kufic</span> style which was originally used for stone inscriptions and which commonly employs no diacritics, and the <span class=Em>naskh</span> style which is more commonly used, more rounded in form, and governed by a set of principles regulating the proportions between the letters. There are a number of variant styles included in this group, including those used in Arabic calligraphy.</p> <p>Arabic letters are read from right to left. The script is an abjad; only the consonants are required to be written. The basic set of letters consists of twenty-eight consonants, although some languages use many more letters than this. Some letters can represent a consonant or a long vowel, depending on the context. An additional set of diacritics exists for writing short vowels, but its use is optional. Conventionally, for writing the Arabic language, long vowels are written and short vowels are omitted. Where a vowel is not written, readers of the script must use their knowledge of the language and its phonology to insert the appropriate vowel sound. Diacritics also exist for marking <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#gemination target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;gemination</a> (consonant lengthening).</p> <p>Arabic is a unicameral script; there is no upper and lower case. It is also obligatorily cursive, that is, all the letters in a word must be connected wherever possible. Some letters (a ا, d ﺩ, ð ﺫ, r ﺭ, z ﺯ and w ﻭ) cannot always be joined. Each letter has three contextual forms depending on whether it appears at the beginning, in the middle, or at the end of a word, as well as a basic stand-alone shape which is used when it appears at the end of a word <span class=Em>and</span> is preceded by one of the letters listed above which cannot join on the left side. Many letters look broadly similar to one another, differing only in the placement of one or more dots above or below the letter. For example, the letters representing ħ, g and x are all the same, except that ħ is unmarked, g has a dot in the loop of the letter and x has a dot above it. These dots are called <span class=Em>ijam</span> and form an integral part of the letter.</p> <p>A number of ligatures are used in handwriting, but only one l + a is compulsory ﻻ. A ligature is commonly used for writing the word <span class=Em>Allah</span> God .ﷲ</p> <p>Latin punctuation is commonly used, with a few exceptions. The Arabic comma, question mark, and percent sign are script-specific, and there is also an Arabic triple-dot mark. In addition, there are script-specific honorific marks which may be placed above a persons name in order to confer honor or a blessing upon them. There are also Koranic annotation signs, mostly to provide guidance in chanting and singing sacred text.</p> <p>The Arabic script employs two sets of numbers, <span class=Em>Standard</span> and <span class=Em>Eastern Arabic</span>. Latin numbers, which derive from a medieval set of Arabic numbers, are also used, particularly in North Africa. Like Arabic letters, numbers are written from right to left, but with the highest value on the left, as with Latin numbers, so they must be read from left to right. There is also a numeral system known as <span class=Em>abjad numerals</span>, in which each of the 28 letters of the Arabic abjad is assigned a numeric value of units, tens or hundreds. These are combined to create larger numbers.</p>"},"children":[],"language":{"iso":"ara","glotto_id":"stan1318","glotto_family":null,"iso1":"ar","name":"Arabic","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"Middle East, North Africa. Also in Algeria, Bahrain, Chad, Comoros, Djibouti, Egypt, Eritrea, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Palestinian West Bank and Gaza, Qatar, Somalia, Sudan, Syria, Tanzania, Tunisia, United Arab Emirates, Yemen.","progress":null,"typology":null,"writing":null,"description":null,"country_id":"SA","latitude":null,"longitude":null,"population":null,"status_id":null,"status_notes":null,"redirect_to_iso":"arb"},"country":{"id":"EG","name":"Egypt","name_long":"The Arab Republic of Egypt","population":106437241,"official_language":"Arabic Standard","official_language_iso":"arb","url_wiki":"https://en.wikipedia.org/wiki/Egypt","hidden":0,"autonym":null,"fips":"EG","iso_a3":"EGY","continent_id":"AF","iso_num":818,"religion_primary":"Islam","introduction":"The regularity and richness of the annual Nile River flood coupled with semi-isolation provided by deserts to the east and west allowed for the development of one of the world's great civilizations. A unified kingdom arose circa 3200 B.C. and a series of dynasties ruled in Egypt for the next three millennia. The last native dynasty fell to the Persians in 341 B.C. who in turn were replaced by the Greeks Romans and Byzantines. It was the Arabs who introduced Islam and the Arabic language in the 7th century and who ruled for the next six centuries. A local military caste the Mamluks took control about 1250 and continued to govern after the conquest of Egypt by the Ottoman Turks in 1517. Completion of the Suez Canal in 1869 elevated Egypt as an important world transportation hub. Ostensibly to protect its investments Britain seized control of Egypt's government in 1882 but nominal allegiance to the Ottoman Empire continued until 1914. Partially independent from the UK in 1922 Egypt acquired full sovereignty from Britain in 1952. The completion of the Aswan High Dam in 1971 and the resultant Lake Nasser have altered the time-honored place of the Nile River in the agriculture and ecology of Egypt. A rapidly growing population (the largest in the Arab world) limited arable land and dependence on the Nile all continue to overtax resources and stress society. The government has struggled to meet the demands of Egypt's population through economic reform and massive investment in communications and physical infrastructure. ++ Inspired by the 2010 Tunisian revolution Egyptian opposition groups led demonstrations and labor strikes countrywide culminating in President Hosni MUBARAK's ouster. Egypt's military assumed national leadership until a new parliament was in place in early 2012; later that same year Mohammed MORSI won the presidential election. Following often violent protests throughout the spring of 2013 against MORSI's government and the Muslim Brotherhood the Egyptian Armed Forces intervened and removed MORSI from power in July 2013 and replaced him with interim president Adly MANSOUR. In January 2014 voters approved a new constitution by referendum and in May 2014 elected Abdel Fattah EL SISI president. Egypt elected a new legislature in December 2015 the first parliament since 2012.","overview":"'Egypt a country linking northeast Africa with the Middle East dates to the time of the pharaohs. Millennia-old monuments sit along the fertile Nile River Valley including Giza''s colossal Pyramids and Great Sphinx as well as Luxor''s hieroglyph-lined Karnak Temple and Valley of the Kings tombs. The capital Cairo is home to Ottoman landmarks like Muhammad Ali Mosque and the Egyptian Museum a trove of antiquities.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":38,"land_mass_km":995450,"population_christian":9029000,"population_christian_percentage":10,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":258401,"population_migration":-38033,"population_year_change":1.94,"population_density_km":103,"population_average_age":25,"population_urban_percentage":43,"population_literacy_percentage":"75.00","landmass":null,"region_code":6,"region_id":"15","region_name":"Northern Africa"}}