{"id":"BASPOR","parent_bible_id":null,"gbc":null,"date":"1887-94","iso":"eus","title":"Basque Bible Portions","title_vernacular":"Biblia Saindua","copyright":"Public Domain","guid":null,"description":"Basque translation of the Gospel of John published in 1887. Basque is a language spoken by Basques and others of the Basque Country, a region that straddles the westernmost Pyrenees in adjacent parts of northern Spain and south-western France.","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"ES","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"BASPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/BASPOR_DBS_HS/Basque-(1887)-John.pdf","title":"Basque (1887) John","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":3904814,"response_code":null},{"bible_id":"BASPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/BASPOR_DBS_HS/Basque-(1894)-OT.pdf","title":"Basque (1894) OT","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":11017029,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"eus","glotto_id":"basq1248","glotto_family":null,"iso1":"eu","name":"Basque","autonym":"Euskara","macroarea":null,"level":"L","development":null,"use":null,"location":"Andorra and France","area":"France-Spain border, 3 Basque provinces: Alava (Araba), Bizkaia (Biskay), and Gipuzkoa of Autonomous Basque Community (CAV); north central Spain, Autonomous Region of Navarra (Nafarroa), north area. Also in Australia, Costa Rica, France, Mexico, Philippines, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"ES","latitude":"43.278720","longitude":"-1.316220","population":537860,"status_id":"2","status_notes":null,"redirect_to_iso":null},"country":{"id":"ES","name":"Spain","name_long":"The Kingdom of Spain","population":47260584,"official_language":"Spanish","official_language_iso":"spa","url_wiki":"https://en.wikipedia.org/wiki/Spain","hidden":0,"autonym":null,"fips":"SP","iso_a3":"ESP","continent_id":"EU","iso_num":724,"religion_primary":"Christianity","introduction":"Spain's powerful world empire of the 16th and 17th centuries ultimately yielded command of the seas to England. Subsequent failure to embrace the mercantile and industrial revolutions caused the country to fall behind Britain France and Germany in economic and political power. Spain remained neutral in World War I and II but suffered through a devastating civil war (1936-39). A peaceful transition to democracy following the death of dictator Francisco FRANCO in 1975 and rapid economic modernization (Spain joined the EU in 1986) gave Spain a dynamic and rapidly growing economy and made it a global champion of freedom and human rights. More recently the government has had to focus on measures to reverse a severe economic recession that began in mid-2008. Austerity measures implemented to reduce a large budget deficit and reassure foreign investors have led to one of the highest unemployment rates in Europe.","overview":"Spain a country on Europe’s Iberian Peninsula includes 17 autonomous regions with diverse geography and cultures. Capital city Madrid is home to the Royal Palace and Prado museum housing works by European masters. Segovia has a medieval castle (the Alcázar) and an intact Roman aqueduct. Catalonia’s capital Barcelona is defined by Antoni Gaudí’s whimsical modernist landmarks like the Sagrada Família church.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":80,"land_mass_km":498800,"population_christian":33000000,"population_christian_percentage":72,"population_catholic_percentage":68,"population_protestant_percentage":2,"population_refugee":57761,"population_migration":40000,"population_year_change":0.04,"population_density_km":94,"population_average_age":45,"population_urban_percentage":80,"population_literacy_percentage":"98.00","landmass":null,"region_code":10,"region_id":"39","region_name":"Southern Europe"}}