{"id":"BAXFUL","parent_bible_id":null,"gbc":null,"date":"1988","iso":"bax","title":"Bamun New Testament","title_vernacular":null,"copyright":null,"guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Bamu","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"BAXFUL","bible_size_id":null,"bible_link_type":"web","url":"http://live.bible.is/bible/BAXFUL/MAT/1","title":"Audio Bible","scope":null,"type":"web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"BAXFUL","bible_size_id":null,"bible_link_type":"audio_web","url":"https://live.bible.is/bible/BAXFUL","title":"NT","scope":null,"type":"audio_web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Bamu","name":"Bamum","unicode_pdf":null,"family":"African","type":"syllabary","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":null,"direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Bamum script of Cameroon was devised at the end of the C19th following a dream in which the Bamum King Njoya was inspired to provide a writing system for his people by creating a series of pictographs. The script was something of a communal production; the Bamum people were reportedly invited to supply the King with a number of simple symbols, from which he chose more than 500 to use in the Bamum script. Initially, the script was logographic, but it underwent a series of changes influenced by the rebus principle. After about 30 years, full phonetic representation had been realized, and the script had developed into a syllabary composed of just 80 base characters.</p> <p>Both spoken and written Bamum are based around the (C)V syllable although syllable-final consonants, limited to p, t, m, n, ŋ, can also occur. The script is written from left to right, allegedly to remove any Arabic associations. It also employs 5 punctuation marks, roughly corresponding to the Latin full stop, comma, colon, semi-colon and question mark, as well as a differentiating mark, <span class=Em>nʒɛmli</span>, which differentiates two homonyms. <span class=Em>Nʒɛmli</span> is also placed in front of proper nouns by way of identification.</p> <p>Two diacritics, <span class=Em>ko<sup>ʔ</sup>ndon</span> and <span class=Em>tukwentis</span>, are also used. <span class=Em>Ko<sup>ʔ</sup>ndon</span> can be added to any of the 80 base characters. Most commonly, it serves to reduce the number of heteronyms in the language by adding a glottal stop - which is distinctive in spoken Bamum - to the syllable. Sometimes it can be used to change the initial consonant of the syllable, or, less commonly, to indicate a semantic rather than phonetic difference. <span class=Em>Tukwentis</span> can be added to 13 of the base characters, in most cases to mute the inherent vowel in a syllable. It is also written above the vowel o to change it to ə.</p> <p>The Bamum script was used for administrative purposes, documentation and education, until the 1930s saw King Njoya exiled by German and French colonial powers who also closed the schools and attempted to destroy documents written in the script. It has now fallen into disuse, but the <a href=http://www.bamumscript.org target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;Bamum Scripts and Archives Project</a> exists to preserve and digitally archive manuscripts written in the script and prevent its total loss.</p>"},"children":[],"language":{"iso":"bax","glotto_id":"bamu1253","glotto_family":null,"iso1":null,"name":"Bamun","autonym":"Shüpamom","macroarea":null,"level":"L","development":null,"use":null,"location":"Southwestern Cameroon","area":"West Province, most of Noun Division, Foumban area; extreme north Mifi Division; extreme southeast Bamboutos Division.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"CM","latitude":"5.490170","longitude":"10.847720","population":420000,"status_id":"3","status_notes":null,"redirect_to_iso":null},"country":null}