{"id":"BDQDVS","parent_bible_id":null,"gbc":null,"date":"1971","iso":"bdq","title":"The New Testament in Bahnar","title_vernacular":"Sơ̆p Hlabơar Nơ̆r ꞌBok Kei-Dei","copyright":"© Bahnar Bible Association.","guid":null,"description":"The Bahnar or Ba-Na (Vietnamese pronunciation: [βəna:]) are an ethnic group of Vietnam living primarily in the Central Highland provinces of Gia Lai and Kon Tum, as well as the coastal provinces of Bình Định and Phú Yên. They speak the Bahnar language that belongs to the Mon–Khmer language family.","description_short":null,"description_vernacular":null,"description_reviewed":3,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"VN","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"BDQDVS","bible_size_id":null,"bible_link_type":"web","url":"http://live.bible.is/bible/BDQDVS/MAT/1","title":"Audio Bible","scope":null,"type":"web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"BDQDVS","bible_size_id":null,"bible_link_type":"audio_web","url":"https://live.bible.is/bible/BDQDVS","title":"NT","scope":null,"type":"audio_web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"BDQDVS","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2137-bdq-sp-hlabar-nr-bok-kei-dei","title":"Sơ̆p Hlabơar Nơ̆r 'Bok Kei-Dei","scope":null,"type":"web","provider":"Bahnar Bible Association","organization_id":"youversion","filesize":null,"response_code":null}],"pod":[{"bible_id":"BDQDVS","publisher_id":"bahnar-bible","partner_id":null,"description":"","trim":"us_letter","scope":"bible","pages":1404,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSans-Regular.ttf","font_bold":"NotoSans-Bold.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.2,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null},{"bible_id":"BDQDVS","publisher_id":"bahnar-bible","partner_id":null,"description":"","trim":"us_trade","scope":"bible","pages":1103,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"CrimsonPro-Regular.ttf","font_bold":"CrimsonPro-Bold.ttf","font_format":"truetype","font_size":9,"orphans":2,"widows":2,"line_height":1,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null}],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"bdq","glotto_id":"bahn1262","glotto_family":null,"iso1":null,"name":"Bahnar","autonym":"Bana","macroarea":null,"level":"L","development":null,"use":null,"location":"Southern Viet Nam","area":"Gia Lai, Kon Tum, Binh Dinh, Phu Yen provinces, central highlands. Also in United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"VN","latitude":"14.047640","longitude":"108.470840","population":228000,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":{"id":"VN","name":"Vietnam","name_long":"The Socialist Republic of Viet Nam","population":102789598,"official_language":"Vietnamese","official_language_iso":"vie","url_wiki":"https://en.wikipedia.org/wiki/Vietnam","hidden":0,"autonym":null,"fips":"VM","iso_a3":"VNM","continent_id":"AS","iso_num":704,"religion_primary":"Buddhism","introduction":"The conquest of Vietnam by France began in 1858 and was completed by 1884. It became part of French Indochina in 1887. Vietnam declared independence after World War II but France continued to rule until its 1954 defeat by communist forces under Ho Chi MINH. Under the Geneva Accords of 1954 Vietnam was divided into the communist North and anti-communist South. US economic and military aid to South Vietnam grew through the 1960s in an attempt to bolster the government but US armed forces were withdrawn following a cease-fire agreement in 1973. Two years later North Vietnamese forces overran the South reuniting the country under communist rule. Despite the return of peace for over a decade the country experienced little economic growth because of conservative leadership policies the persecution and mass exodus of individuals - many of them successful South Vietnamese merchants - and growing international isolation. However since the enactment of Vietnam's \\\"doi moi\\\" (renovation) policy in 1986 Vietnamese authorities have committed to increased economic liberalization and enacted structural reforms needed to modernize the economy and to produce more competitive export-driven industries. The communist leaders however maintain control on political expression and have resisted outside calls to improve human rights. The country continues to experience small-scale protests from various groups - the vast majority connected to land-use issues calls for increased political space and the lack of equitable mechanisms for resolving disputes. Various ethnic minorities such as the Montagnards of the Central Highlands and the Khmer Krom in the southern delta region have also held protests.","overview":"Vietnam is a Southeast Asian country on the South China Sea known for its beaches rivers Buddhist pagodas and bustling cities. Hanoi the capital pays homage to the nation’s iconic Communist-era leader Ho Chi Minh via a huge marble mausoleum. Ho Chi Minh City (formerly Saigon) has French colonial landmarks plus Vietnamese War history museums and the Củ Chi tunnels used by Viet Cong soldiers.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":123,"land_mass_km":310070,"population_christian":7038000,"population_christian_percentage":8.2,"population_catholic_percentage":7,"population_protestant_percentage":1,"population_refugee":1,"population_migration":-80000,"population_year_change":0.91,"population_density_km":314,"population_average_age":32,"population_urban_percentage":38,"population_literacy_percentage":"94.00","landmass":null,"region_code":2,"region_id":"35","region_name":"South-eastern Asia"}}