{"id":"BHBPOR","parent_bible_id":null,"gbc":null,"date":"1854","iso":"bhb","title":"Bhili Akra Bible Portions and Stories","title_vernacular":"saas'i ni yq mii lç.","copyright":"Public Domain","guid":null,"description":"Bhili Akra translation of certain Bible passages by Dr. Barth for the German and Foreign School-Book-Society in 1854. The Bhili languages are a Western Indo-Aryan language group spoken in west-central India.","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Deva","versification":null,"numeral_system_id":"default","country_id":"IN","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"BHBPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/BHBPOR_DBS_HS/Bhili-Akra-(1854)-Bible-Portions-and-Stories.pdf","title":"Bhili Akra (1854) Bible Portions and Stories","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":16370964,"response_code":null}],"pod":[],"alphabet":{"script":"Deva","name":"Devanagari (Nagari)","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"tagb","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":false,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Devanagari is a Northern Brahmic script related to many other South Asian scripts including Gujarati, Bengali, and Gurmukhi, and, more distantly, to a number of South-East Asian scripts including Thai, Balinese, and Baybayin. The script is used for over 120 spoken Indo-Aryan languages, including Hindi, Nepali, Marathi, Maithili, Awadhi, Newari and Bhojpuri. It is also used for writing Classical Sanskrit texts. Generally the orthography of the script reflects the pronunciation of the language.</p> <p>The script is written from left to right. Letters hang from a headstroke, which is generally continuous throughout the length of the word, except when writing the letters <span class=Em>jha</span>, <span class=Em>tha</span>, <span class=Em>dha</span>, <span class=Em>bha</span>, <span class=Em>a</span> and <span class=Em>ā</span>, which all have a break in the headstroke. In handwriting, the headstroke is sometimes omitted.</p> <p>Devanagari is an abugida; each letter represents a consonant with an inherent ə vowel, which can be modified using vowel diacritics. Vowel diacritics can be written above, below, to the left or to the right of the consonant. There are thirty-two consonant and ten vowel letters, plus ten vowel diacritics. The vowel signs represent long and short forms of five vowel sounds. Vowel sounds which are not preceded by a consonant are written with a vowel letter; otherwise they are indicated by a vowel diacritic, or, in the case of ə, the lack thereof. There are also two letters for the long and short forms of the syllabic consonant r̩, which are ordered with the vowel letters.</p> <p>The Brahmic scripts are known for ordering the letters according to the principles of articulatory phonetics, that is, according to the place and manner in which the sound is produced. In Devanagari, the vowels are ordered first, with each short vowel followed by its long equivalent. The consonants are ordered by place, and within place, manner of articulation. Consonants are ordered in rows; velar, palatal, retroflex, dental, labial. Within each row, they follow the order unaspirated and aspirated voiceless, unaspirated and aspirated voiced, and nasal. Sonorants, fricatives and sibilants are ordered last.</p> <p>Some letters take variant forms depending on their context. Notably, the letter <span class=Em>ra</span> takes different forms when in initial/final position, when preceding the letter <span class=Em>ya</span>, when preceding a consonant other than <span class=Em>ya</span>, when following a consonant with a vertical stem, and when following a letter with a rounded bottom.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/m4/8t/m48txu8ufx_DevanagariRA.png height=242 width=270 /></p> <p>Most consonants have two forms; a full form and a half form, which often visually resembles the full form but is missing the vertical stem. The half forms can combine with the full forms of other letters to represent consonant clusters. Those letters which dont have a half form make use of a <span class=Em>halant</span> symbol which silences the inherent vowel so that the two consonants can be pronounced in sequence. Some combinations join horizontally and some stack vertically. This is generally governed by the shape of the letter. A number of ligatures (commonly called <span class=Em>conjuncts</span> when referring to Indic scripts) are also used which do not bear visual similarity to the individual letters of which they are comprised.</p> <p>Devanagari writing employs three non-alphabetic symbols for modifying the quality of a vowel. <span class=Em>Anusvara</span> is written with a dot above the vowel and either nasalizes the vowel or represents a nasal consonant articulated at the same place as the following consonant. A variant form of this symbol is called <span class=Em>candrabindu</span> and is written with a moon dot above the letter to represent nasalization of the vowel exclusively. The symbol <span class=Em>visarga</span> follows <span class=Em>anusvara</span>; this symbol represents a voiceless breath following the vowel, and is written with two dots stacked vertically.</p>"},"children":[],"language":{"iso":"bhb","glotto_id":"bhil1251","glotto_family":null,"iso1":null,"name":"Bhili","autonym":"भीली","macroarea":null,"level":"L","development":null,"use":null,"location":"India, Map 2","area":"Madhya Pradesh, Jhabua, Dhar, Ratlam, Indore, Khargone districts; Gujarat, Sabarkantha, Panchmahals, and Dahod districts.","progress":"New Testament\r","typology":null,"writing":null,"description":null,"country_id":"IN","latitude":"20.849980","longitude":"73.959230","population":10400000,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":{"id":"IN","name":"India","name_long":"The Republic of India","population":1339330514,"official_language":"Hindi","official_language_iso":"hin","url_wiki":"https://en.wikipedia.org/wiki/India","hidden":0,"autonym":null,"fips":"IN","iso_a3":"IND","continent_id":"AS","iso_num":356,"religion_primary":"Hinduism","introduction":"The Indus Valley civilization one of the world's oldest flourished during the 3rd and 2nd millennia B.C. and extended into northwestern India. Aryan tribes from the northwest infiltrated the Indian subcontinent about 1500 B.C.; their merger with the earlier Dravidian inhabitants created the classical Indian culture. The Maurya Empire of the 4th and 3rd centuries B.C. - which reached its zenith under ASHOKA - united much of South Asia. The Golden Age ushered in by the Gupta dynasty (4th to 6th centuries A.D.) saw a flowering of Indian science art and culture. Islam spread across the subcontinent over a period of 700 years. In the 10th and 11th centuries Turks and Afghans invaded India and established the Delhi Sultanate. In the early 16th century the Emperor BABUR established the Mughal Dynasty which ruled India for more than three centuries. European explorers began establishing footholds in India during the 16th century. ++ By the 19th century Great Britain had become the dominant political power on the subcontinent. The British Indian Army played a vital role in both World Wars. Years of nonviolent resistance to British rule led by Mohandas GANDHI and Jawaharlal NEHRU eventually resulted in Indian independence which was granted in 1947. Large-scale communal violence took place before and after the subcontinent partition into two separate states - India and Pakistan. The neighboring nations have fought three wars since independence the last of which was in 1971 and resulted in East Pakistan becoming the separate nation of Bangladesh. India's nuclear weapons tests in 1998 emboldened Pakistan to conduct its own tests that same year. In November 2008 terrorists originating from Pakistan conducted a series of coordinated attacks in Mumbai India's financial capital. Despite pressing problems such as significant overpopulation environmental degradation extensive poverty and widespread corruption economic growth following the launch of economic reforms in 1991 and a massive youthful population are driving India's emergence as a regional and global power.","overview":"India is a vast South Asian country with diverse terrain – from Himalayan peaks to Indian Ocean coastline – and history reaching back 5 millennia. In the north Mughal Empire landmarks include Delhi’s Red Fort complex and massive Jama Masjid mosque plus Agra’s iconic Taj Mahal mausoleum. Pilgrims bathe in the Ganges in Varanasi and Rishikesh is a yoga centre and base for Himalayan trekking.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":511,"land_mass_km":2973190,"population_christian":30000000,"population_christian_percentage":2.3,"population_catholic_percentage":1.3,"population_protestant_percentage":1,"population_refugee":195105,"population_migration":-532687,"population_year_change":0.99,"population_density_km":464,"population_average_age":28,"population_urban_percentage":35,"population_literacy_percentage":"71.00","landmass":null,"region_code":4,"region_id":"34","region_name":"Southern Asia"}}