{"id":"BKXWBT","parent_bible_id":null,"gbc":null,"date":"2004","iso":"bkx","title":"Baikeno Mark","title_vernacular":"Naꞌ Markus","copyright":"© 2004 Unit Bahasa dan Budaya","guid":null,"description":"The Good News According to Mark in the Baikeno language of East Timor","description_short":null,"description_vernacular":"O Evangelho segundo Marcos na língua Baikeno de Timor Leste","description_reviewed":3,"script":"Latn","versification":"Default","numeral_system_id":"default","country_id":"TL","copyright_type":null,"reviewed":0,"isbn13":"978-1-5313-0777-6","back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"BKXWBT","bible_size_id":null,"bible_link_type":"print","url":"https://amzn.to/2tw1Azp","title":"Print on Demand","scope":null,"type":"print","provider":"Digital Bible Society","organization_id":"digital-bible-society","filesize":null,"response_code":null}],"pod":[{"bible_id":"BKXWBT","publisher_id":"wycliffe-bible-translators-inc","partner_id":null,"description":"This Bible is copyrighted by Wycliffe Bible Translators (Wycliffe.org) and is printed with permission by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible is available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":38,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSans-Regular.ttf","font_bold":"NotoSans-Bold.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.25,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null},{"bible_id":"BKXWBT","publisher_id":"wycliffe-bible-translators-inc","partner_id":null,"description":"This Bible is copyrighted by Wycliffe Bible Translators (Wycliffe.org) and is printed with permission by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible is available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":57,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"CrimsonPro-Regular.ttf","font_bold":"CrimsonPro-Bold.ttf","font_format":"truetype","font_size":11,"orphans":2,"widows":2,"line_height":1.3,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null}],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"bkx","glotto_id":"baik1238","glotto_family":null,"iso1":null,"name":"Baikeno","autonym":"Uab Metô","macroarea":null,"level":"L","development":null,"use":null,"location":"East Timor","area":"Oekusi enclave separated from the rest of East Timor. Kais Metan in Pantai Makasar, Oesilu districts; Tai Boko in Nitib District. The 2 dialects comprise northern two-thirds of Ambeno; Uis Tasae in Pasab District, the southern third.","progress":"Portions\r","typology":null,"writing":null,"description":null,"country_id":"TL","latitude":"-9.329910","longitude":"124.256220","population":81700,"status_id":"6a","status_notes":null,"redirect_to_iso":null},"country":{"id":"TL","name":"Timor-Leste","name_long":"The Democratic Republic of Timor-Leste","population":1413958,"official_language":"Portuguese","official_language_iso":"por","url_wiki":"https://en.wikipedia.org/wiki/East_Timor","hidden":0,"autonym":null,"fips":"TT","iso_a3":"TLS","continent_id":"OC","iso_num":626,"religion_primary":"Christianity","introduction":"The Portuguese began to trade with the island of Timor in the early 16th century and colonized it in mid-century. Skirmishing with the Dutch in the region eventually resulted in an 1859 treaty in which Portugal ceded the western portion of the island. Imperial Japan occupied Portuguese Timor from 1942 to 1945 but Portugal resumed colonial authority after the Japanese defeat in World War II. East Timor declared itself independent from Portugal on 28 November 1975 and was invaded and occupied by Indonesian forces nine days later. It was incorporated into Indonesia in July 1976 as the province of Timor Timur (East Timor). An unsuccessful campaign of pacification followed over the next two decades during which an estimated 100000 to 250000 people died. In an August 1999 UN-supervised popular referendum an overwhelming majority of the people of Timor-Leste voted for independence from Indonesia. However in the next three weeks anti-independence Timorese militias - organized and supported by the Indonesian military - commenced a large-scale scorched-earth campaign of retribution. The militias killed approximately 1400 Timorese and forced 300000 people into western Timor as refugees. Most of the country's infrastructure including homes irrigation systems water supply systems and schools and nearly all of the country's electrical grid were destroyed. On 20 September 1999 Australian-led peacekeeping troops deployed to the country and brought the violence to an end. On 20 May 2002 Timor-Leste was internationally recognized as an independent state. ++ In 2006 internal tensions threatened the new nation's security when a military strike led to violence and a breakdown of law and order. At Dili's request an Australian-led International Stabilization Force (ISF) deployed to Timor-Leste and the UN Security Council established the UN Integrated Mission in Timor-Leste (UNMIT) which included an authorized police presence of over 1600 personnel. The ISF and UNMIT restored stability allowing for presidential and parliamentary elections in 2007 in a largely peaceful atmosphere. In February 2008 a rebel group staged an unsuccessful attack against the president and prime minister. The ringleader was killed in the attack and most of the rebels surrendered in April 2008. Since the attack the government has enjoyed one of its longest periods of post-independence stability including successful 2012 elections for both the parliament and president and a successful transition of power in February 2015. In late 2012 the UN Security Council ended its peacekeeping mission in Timor-Leste and both the ISF and UNMIT departed the country.","overview":"'Timor-Leste or East Timor a Southeast Asian nation occupying half the island of Timor is ringed by coral reefs teeming with marine life. Landmarks in the capital Dili speak to the country''s struggles for independence from Portugal in 1975 and then Indonesia in 2002. The iconic 27m-tall Cristo Rei de Dili statue sits on a hilltop high over the city with sweeping views of the surrounding bay.'","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":23,"land_mass_km":14870,"population_christian":null,"population_christian_percentage":null,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":1,"population_migration":-5385,"population_year_change":1.96,"population_density_km":89,"population_average_age":21,"population_urban_percentage":33,"population_literacy_percentage":"68.00","landmass":null,"region_code":2,"region_id":"35","region_name":"South-eastern Asia"}}