{"id":"BLBBFBS","parent_bible_id":null,"gbc":null,"date":"1919","iso":"blb","title":"Vella Lavella Mark","title_vernacular":"Jisu Karisito ko Gosipeli Maka","copyright":"Public Domain","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"SB","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"BLBBFBS","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/BLBBFBS_DBS_HS/Vella-Lavella-(1919)-Mark.pdf","title":"Vella Lavella (1919) Mark","scope":null,"type":"historic","provider":"","organization_id":"british-and-foreign-bible-society","filesize":18513395,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"blb","glotto_id":"bilu1245","glotto_family":null,"iso1":null,"name":"Bilua","autonym":"Mbilua","macroarea":null,"level":"L","development":null,"use":null,"location":"Solomon Islands","area":"Western Province, Vella Lavella Island.","progress":"New Testament\r","typology":null,"writing":null,"description":null,"country_id":"SB","latitude":"-7.923880","longitude":"156.663110","population":9000,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":{"id":"SB","name":"Solomon Islands","name_long":"The Solomon Islands","population":690598,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Solomon_Islands","hidden":0,"autonym":null,"fips":"BP","iso_a3":"SLB","continent_id":"OC","iso_num":90,"religion_primary":"Christianity","introduction":"The UK established a protectorate over the Solomon Islands in the 1890s. Some of the most bitter fighting of World War II occurred on this archipelago. Self-government was achieved in 1976 and independence two years later. Ethnic violence government malfeasance and endemic crime have undermined stability and civil society. In June 2003 then Prime Minister Sir Allan KEMAKEZA sought the assistance of Australia in reestablishing law and order; the following month an Australian-led multinational force arrived to restore peace and disarm ethnic militias. The Regional Assistance Mission to the Solomon Islands (RAMSI) has generally been effective in restoring law and order and rebuilding government institutions.","overview":"The Solomon Islands a nation of hundreds of islands in the South Pacific has many WWII-era sites. Guadalcanal a province and one of the archipelago’s largest islands honors fallen Allied soldiers at its U.S. War Memorial. Guadalcanal is also home to the nation’s capital Honiara whose bustling Central Market showcases the islands’ produce and traditional handicrafts.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":81,"land_mass_km":27990,"population_christian":null,"population_christian_percentage":null,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":3,"population_migration":-1600,"population_year_change":2.55,"population_density_km":25,"population_average_age":20,"population_urban_percentage":23,"population_literacy_percentage":"97.00","landmass":null,"region_code":1,"region_id":"54","region_name":"Melanesia"}}