{"id":"BNCPOR","parent_bible_id":null,"gbc":null,"date":"1914","iso":"bnc","title":"Bontoc Luke","title_vernacular":"Nan Evanhelio Isnan Apotaku Ye Umisalak","copyright":null,"guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"PH","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"BNCPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/BNCPOR_DBS_HS/Bontoc-(1914)-Luke.pdf","title":"Bontoc (1914) Luke","scope":null,"type":"historic","provider":"","organization_id":"british-and-foreign-bible-society","filesize":5659072,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"bnc","glotto_id":"cent2083","glotto_family":null,"iso1":null,"name":"Bontok","autonym":"Finallig","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":null,"progress":null,"typology":null,"writing":null,"description":null,"country_id":"PH","latitude":"17.093860","longitude":"121.026620","population":0,"status_id":null,"status_notes":null,"redirect_to_iso":null},"country":{"id":"PH","name":"Philippines","name_long":"The Republic of the Philippines","population":110818325,"official_language":"Tagalog","official_language_iso":"tgl","url_wiki":"https://en.wikipedia.org/wiki/Philippines","hidden":0,"autonym":null,"fips":"RP","iso_a3":"PHL","continent_id":"AS","iso_num":608,"religion_primary":"Christianity","introduction":"The Philippine Islands became a Spanish colony during the 16th century; they were ceded to the US in 1898 following the Spanish-American War. In 1935 the Philippines became a self-governing commonwealth. Manuel QUEZON was elected president and was tasked with preparing the country for independence after a 10-year transition. In 1942 the islands fell under Japanese occupation during World War II and US forces and Filipinos fought together during 1944-45 to regain control. On 4 July 1946 the Republic of the Philippines attained its independence. A 20-year rule by Ferdinand MARCOS ended in 1986 when a \\\"people power\\\" movement in Manila (\\\"EDSA 1\\\") forced him into exile and installed Corazon AQUINO as president. Her presidency was hampered by several coup attempts that prevented a return to full political stability and economic development. Fidel RAMOS was elected president in 1992. His administration was marked by increased stability and by progress on economic reforms. In 1992 the US closed its last military bases on the islands. Joseph ESTRADA was elected president in 1998. He was succeeded by his vice-president Gloria MACAPAGAL-ARROYO in January 2001 after ESTRADA's stormy impeachment trial on corruption charges broke down and another \\\"people power\\\" movement (\\\"EDSA 2\\\") demanded his resignation. MACAPAGAL-ARROYO was elected to a six-year term as president in May 2004. Her presidency was marred by several corruption allegations but the Philippine economy was one of the few to avoid contraction following the 2008 global financial crisis expanding each year of her administration. Benigno AQUINO III was elected to a six-year term as president in May 2010. The Philippine Government faces threats from several groups some of which are on the US Government's Foreign Terrorist Organization list. Manila has waged a decades-long struggle against ethnic Moro insurgencies in the southern Philippines which has led to a peace accord with the Moro National Liberation Front and ongoing peace talks with the Moro Islamic Liberation Front. The decades-long Maoist-inspired New People's Army insurgency also operates through much of the country. The Philippines faces increased tension with China over disputed territorial and maritime claims in the South China Sea.","overview":"The Philippines is a Southeast Asian country in the Western Pacific comprising more than 7000 islands. Its capital Manila is famous for its waterfront promenade and centuries-old Chinatown Binondo. Intramuros a walled city in colonial times is the heart of Old Manila. It’s home to the baroque 17th-century San Agustin Church as well as Fort Santiago a storied citadel and military prison.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":198,"land_mass_km":298170,"population_christian":86500000,"population_christian_percentage":85,"population_catholic_percentage":80,"population_protestant_percentage":5,"population_refugee":690,"population_migration":-67152,"population_year_change":1.35,"population_density_km":368,"population_average_age":26,"population_urban_percentage":47,"population_literacy_percentage":"95.00","landmass":null,"region_code":2,"region_id":"35","region_name":"South-eastern Asia"}}