{"id":"BODPOR","parent_bible_id":null,"gbc":null,"date":"1905","iso":"bod","title":"Tibetan Genesis and Exodus","title_vernacular":"དཕ་པའི་གསུང༌རབ༌ཅེས༌བུ༌བ༌","copyright":"","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Tibt","versification":null,"numeral_system_id":"default","country_id":"CN","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"BODPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/BODPOR_DBS_HS/Tibetan-(1905)-Genesis-and-Exodus.pdf","title":"Tibetan (1905) Genesis and Exodus","scope":null,"type":"historic","provider":"The British and Foreign Bible Society","organization_id":"british-and-foreign-bible-society","filesize":23268064,"response_code":null}],"pod":[],"alphabet":{"script":"Tibt","name":"Tibetan","unicode_pdf":null,"family":"Central Asian","type":"abugida","white_space":"none","open_type_tag":"tibt","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Tibetan script is used for writing the Tibetan, Dzongkha, Ladakhi and Sikkimese languages, spoken in Tibet, Bhutan, Nepal and India. It is also used for transcribing religious Sanskrit texts. The exact origin of the script is not clear; Tibetan Buddhism traditionally ascribes its creation to Minister Thon mi Sambhota in Northeast India, but Bon Po religious tradition cites Iranian or Central Asian origins. What is generally agreed upon is that it is ultimately derived from the Brahmi script, as evidenced by its syllabic structure, its use of diacritics to modify the vowel in a syllable, and its typically Brahmic canonical arrangement of the letters in phonological groups.</p> <p>There are a number of different styles of writing Tibetan, which can be grouped into two main variants: <span class=Em>dbu-can</span> with a head, which is the most commonly used and is the less cursive of the two, and <span class=Em>dbu-med</span> headless which includes the relatively careful <span class=Em>dpe-yig</span> book writing or the rapid <span class=Em>nkhyug-yig</span> running writing.</p> <p>Tibetan is written from left to right. It is an abugida; there is an inherent a in each of the thirty consonant letters, also called radicals. Unlike many Brahmic abugidas, a consonant without a vowel is not represented by means of a <span class=Em>virama</span> diacritic, rather, every radical is written by default with a dot to the upper right, which is removed when there is no vowel intended. For example ད་ represents da but ད represents d. The inherent vowel can be modified using one of four vowel diacritics, <span class=Em>i</span>, <span class=Em>u</span>, <span class=Em>e</span> or <span class=Em>o</span>. Vowels are rarely written at the beginning of a native syllable, and there is only one independent vowel letter, ཨ <span class=Em>a</span>, to which can be added the same vowel diacritics to represent other syllable-initial vowels.</p> <p>Retroflex consonants are only present in loan words from Sanskrit. These are written using the letter for the closest Tibetan equivalent, flipped horizontally, so ཏ represents ta and ཊ represents ʈa.</p> <p>The relationship between spoken and written Tibetan is complex and a number of unpronounced consonants are written in Tibetan. These may reflect older pronunciations of the language or simply be spelling conventions to distinguish between words which sound the same. Spoken Tibetan is largely monosyllabic with very few consonant clusters in native words. However, in the written form up to seven symbols - six consonants and a vowel - can be used to represent a simple CVC syllable as in the form written <span class=Em>b+s+g+r+u+b+s</span> but pronounced ɖùp, meaning completed. There are certain rules dictating the way in which letters can be combined. A full radical is central to a cluster; to this may be combined a prescript consonant to the left, one vowel, a superscript consonant above, a subscript consonant below, one vowel, either super- or subscript, and up to two postscript consonants to the right. Further rules govern which consonants can appear where in the cluster: the consonants <span class=Em>r</span>, <span class=Em>l</span> and <span class=Em>s</span> can be stacked above a radical, and <span class=Em>y</span>, <span class=Em>r</span>, <span class=Em>l</span> and <span class=Em>w</span> can be stacked below. For example, the cluster kra is written with with <span class=Em>ka</span> as the base radical, with <span class=Em>r</span> stacked below it. But rka is written with <span class=Em>ka</span> as the base radical, with <span class=Em>r</span> stacked above it.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/uh/3c/uh3ccghszt_Tibetan.png.jpg height=146 width=150 /></p> <p>In written Tibetan, syllables have been separated by a <span class=Em>tsheg</span> ་ since the 10th century. Note that syllable here refers to a written consonant/consonant cluster with all of its prefixes, suffixes and vowel signs, not necessarily a syllable in the phonetic sense. Spaces are not used to separate words, however, since many words are mono-syllabic the <span class=Em>tsheg</span> often functions as a word separator also. One grammatical punctuation mark is used, a vertical line called <span class=Em>shad</span> which is used to divide sections of text. There are three official variants of this symbol, plus many other stylistic variants. A hooked <span class=Em>shad</span> is used where, grammatically, a break is required, but the writer intended continuous recitation. There are also a number of astrological, editorial, tantric, and cantillation marks, further details of which can be found in <a href=www.tibet.dk/pktc/download/TD_Tib_Signs3.pdf> this article</a>. Four additional punctuation marks are used when writing the Dzongkha language.</p> <p>The Tibetan script contains signs for numbers 0-9, and a set of half-numbers, the digits 0-9 with a hooked slash through them. Very little is known about the intended usage of these half-numbers. Some scholars claim that the slashed digit represents one-half less than the unslashed digit (that is, slashed 4 represents 3.5), but others maintain that they were originally used to indicate proportions in Tibetan art, in such a way that a slashed digit represented one-half of its unslashed equivalent.</p>"},"children":[],"language":{"iso":"bod","glotto_id":"tibe1272","glotto_family":null,"iso1":"bo","name":"Tibetan","autonym":"བོད་སྐད་","macroarea":null,"level":"L","development":null,"use":null,"location":"China","area":"Tibet, Sichuan, Qinghai. Also in Bhutan, India, Nepal, Norway, Switzerland, Taiwan, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"CN","latitude":"28.368070","longitude":"90.187243","population":1186020,"status_id":"2","status_notes":null,"redirect_to_iso":null},"country":{"id":"CN","name":"China","name_long":"The People's Republic of China","population":1397897720,"official_language":"Chinese Mandarin","official_language_iso":"cmn","url_wiki":"https://en.wikipedia.org/wiki/China","hidden":0,"autonym":null,"fips":"CH","iso_a3":"CHN","continent_id":"AS","iso_num":156,"religion_primary":"Non-Religious","introduction":"For centuries China stood as a leading civilization outpacing the rest of the world in the arts and sciences but in the 19th and early 20th centuries the country was beset by civil unrest major famines military defeats and foreign occupation. After World War II the communists under MAO Zedong established an autocratic socialist system that while ensuring China's sovereignty imposed strict controls over everyday life and cost the lives of tens of millions of people. After 1978 MAO's successor DENG Xiaoping and other leaders focused on market-oriented economic development and by 2000 output had quadrupled. For much of the population living standards have improved dramatically and the room for personal choice has expanded yet political controls remain tight. Since the early 1990s China has increased its global outreach and participation in international organizations.","overview":"'China is a populous nation in East Asia whose vast landscape encompasses grassland desert mountains lakes rivers and more than 14000km of coastline. Capital Beijing mixes modern architecture with historic sites such as the Forbidden City palace complex and Tiananmen Square. Shanghai is a skyscraper-studded global financial center. The iconic Great Wall of China runs east-west across the country''s north.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":328,"land_mass_km":9388211,"population_christian":67070000,"population_christian_percentage":4,"population_catholic_percentage":0.3,"population_protestant_percentage":2,"population_refugee":303381,"population_migration":-348399,"population_year_change":0.39,"population_density_km":153,"population_average_age":38,"population_urban_percentage":61,"population_literacy_percentage":"95.00","landmass":null,"region_code":3,"region_id":"30","region_name":"Eastern Asia"}}