{"id":"BUGPOR","parent_bible_id":null,"gbc":null,"date":"1863-98","iso":"bug","title":"Bugis Bible Portions","title_vernacular":"Het Evangelie Van Mattheus In Met Boegineescm Vertaald","copyright":"Public Domain","guid":null,"description":"The Buginese or Bugis people are an ethnicity—the most numerous of the three major linguistic and ethnic groups of South Sulawesi (the others being Makassar and Toraja), in the south-western province of Sulawesi, third largest island of Indonesia. The Bugis in 1605 converted to Islam from Animism. The main religion embraced by the Bugis is Islam, with a minority adhering to Christianity or a pre-Islamic indigenous belief called Tolotang.<br>Despite the population numbering only around six million, the Bugis are influential in the politics in modern Indonesia, and historically influential on the Malay peninsula and other parts of the archipelago where they have migrated, starting in the late seventeenth century.","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"ID","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"BUGPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/BUGPOR_DBS_HS/Bugis-(1863)-Matthew.pdf","title":"Bugis (1863) Matthew","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":8428917,"response_code":null},{"bible_id":"BUGPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/BUGPOR_DBS_HS/Bugis-(1891)-Psalms.pdf","title":"Bugis (1891) Psalms","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":2081259,"response_code":null},{"bible_id":"BUGPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/BUGPOR_DBS_HS/Bugis-(1892)-Exodus-(Het-Boek-Exodus).pdf","title":"Bugis (1892) Exodus (Het Boek Exodus)","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":7121996,"response_code":null},{"bible_id":"BUGPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/BUGPOR_DBS_HS/Bugis-(1895)-Joshua-Ruth-(De-Boeken-van-Jozua-de-richteren-en-Ruth).pdf","title":"Bugis (1895) Joshua-Ruth","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":8647790,"response_code":null},{"bible_id":"BUGPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/BUGPOR_DBS_HS/Bugis-(1897)-Lev-Deu-(Het-Boek-Leviticus-Numeri-en-Deuteronomium).pdf","title":"Bugis (1897) Lev-Deu","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":18180102,"response_code":null},{"bible_id":"BUGPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/BUGPOR_DBS_HS/Bugis-(1898)-Ezekiel-Daniel-(De-Profetieen-van-Ezechiel-en-Daniel).pdf","title":"Bugis (1898) Ezekiel-Daniel","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":9766608,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"bug","glotto_id":"bugi1244","glotto_family":null,"iso1":null,"name":"Buginese","autonym":"ᨅᨔ ᨕᨘᨁᨗ","macroarea":null,"level":"L","development":null,"use":null,"location":"Indonesia, Sulawesi","area":"Western coast of southeast Sulawesi in Kolaka, Wundulako, Rumbia, and Poleang districts. Also in major towns of Sulawesi. Large enclaves also in other provinces of Sulawesi, Kalimantan, Maluku, Papua, and Sumatra; coastal swamp areas such as Bulukumba, Luwu, Polewali in Polmas, Pasangkayu in Mamuju districts. Also in Malaysia (Sabah).","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"ID","latitude":"-0.251495","longitude":"119.251315","population":3898800,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":{"id":"ID","name":"Indonesia","name_long":"The Republic of Indonesia","population":275122131,"official_language":"Indonesian","official_language_iso":"ind","url_wiki":"https://en.wikipedia.org/wiki/Indonesia","hidden":0,"autonym":null,"fips":"ID","iso_a3":"IDN","continent_id":"AS","iso_num":360,"religion_primary":"Islam","introduction":"The Dutch began to colonize Indonesia in the early 17th century; Japan occupied the islands from 1942 to 1945. Indonesia declared its independence shortly before Japan's surrender but it required four years of sometimes brutal fighting intermittent negotiations and UN mediation before the Netherlands agreed to transfer sovereignty in 1949. A period of sometimes unruly parliamentary democracy ended in 1957 when President SOEKARNO declared martial law and instituted \\\"Guided Democracy.\\\" After an abortive coup in 1965 by alleged communist sympathizers SOEKARNO was gradually eased from power. From 1967 until 1988 President SUHARTO ruled Indonesia with his \\\"New Order\\\" government. After rioting toppled SUHARTO in 1998 free and fair legislative elections took place in 1999. Indonesia is now the world's third most populous democracy the world's largest archipelagic state and the world's largest Muslim-majority nation. Current issues include: alleviating poverty improving education preventing terrorism consolidating democracy after four decades of authoritarianism implementing economic and financial reforms stemming corruption reforming the criminal justice system holding the military and police accountable for human rights violations addressing climate change and controlling infectious diseases particularly those of global and regional importance. In 2005 Indonesia reached a historic peace agreement with armed separatists in Aceh which led to democratic elections in Aceh in December 2006. Indonesia continues to face low intensity armed resistance in Papua by the separatist Free Papua Movement.","overview":"'Indonesia a Southeast Asian nation made up of thousands of volcanic islands is home to hundreds of ethnic groups speaking many different languages. It’s known for beaches volcanoes Komodo dragons and jungles sheltering elephants orangutans and tigers. On the island of Java lies Indonesia''s vibrant sprawling capital Jakarta and the city of Yogyakarta known for gamelan music and traditional puppetry.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":736,"land_mass_km":1811570,"population_christian":24000000,"population_christian_percentage":10,"population_catholic_percentage":3,"population_protestant_percentage":7,"population_refugee":10295,"population_migration":-98955,"population_year_change":1.07,"population_density_km":151,"population_average_age":30,"population_urban_percentage":56,"population_literacy_percentage":"93.00","landmass":null,"region_code":2,"region_id":"35","region_name":"South-eastern Asia"}}