{"id":"BUL1221","parent_bible_id":null,"gbc":null,"date":"1221","iso":"bul","title":"Bulgarian Dobreisho Gospel","title_vernacular":"Четириевангелие Добрейшово евангелие","copyright":"","guid":null,"description":"This parchment manuscript, of which only a part has survived, is from the first quarter of the 13th century. The year 1221 was written on the manuscript at a significantly later date and may have been copied from an original colophon by a later owner. Known as the Dobreisho Gospel, the manuscript is an important witness to the history and early development of the Bulgarian language. Of particular interest is the rich illumination, including two full-page miniatures of the evangelists Luke and John. The portrait of the latter is accompanied by the figure of the priest Dobreisho, the donor and/or the copyist of the manuscript. The iconography of the miniatures reveals many unusual features, not yet fully explicated. The other part of the manuscript formerly was kept in the national library in Belgrade, but it was completely destroyed in 1941 by fire caused by the German bombing of the city. (World Digital Library)","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Cyrl","versification":null,"numeral_system_id":"default","country_id":"BG","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"BUL1221","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/BUL1221_DBS_HS/Bulgarian-(1221)-Dobreisho-Gospel-(WDL-10657).pdf","title":"Bulgarian (1221) Dobreisho Gospel (WDL-10657)","scope":null,"type":"historic","provider":"World Digital Library","organization_id":"world-digital-library","filesize":60430232,"response_code":null}],"pod":[],"alphabet":{"script":"Cyrl","name":"Cyrillic","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"cyrl","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The creation of the Cyrillic script is traditionally attributed to Saint Cyril, a missionary working in Bulgaria during the 9th century. He and his brother are also credited with the invention of the Glagolitic script, a derivation of the Greek cursive alphabet which was modified to fit the sound systems of Slavic languages. Some historians credit Clement of Ohrid, a student of Saint Cyrils, with creating the Cyrillic script as a more readable writing system based on Glagolitic. The Cyrillic script was initially used for writing Old Church Slavonic (also called Old Bulgarian), but it has undergone a number of changes since that time, so much so that the old and modern variants are considered by many to be two different but related scripts. Many of the modern letterforms differ from those used in early Cyrillic writing, some letters have been dropped, and new letters have been added. An orthographic reform was implemented by the Russian tsar Peter the Great in 1708 which removed a number of obsolete letters so that Russian writing is now almost perfectly phonetic.</p> <p>The script has traditionally been used for writing the Slavic languages, of which Russian is the most widely spoken. During the nineteenth and twentieth centuries, particularly under Soviet rule, it was extended to write over 50 languages throughout Eastern Europe and Asia.</p> <p>Cyrillic is written from left to right with spaces between words. Upper- and lowercase letters are used; most printed lowercase letters are simply smaller versions of their uppercase equivalents. However, the shapes of handwritten and italic letters can vary greatly from the shapes of printed letters. With the conversion of the script to non-Slavic languages in which new sounds needed to be written, a number of <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#multig target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;digraphs, trigraphs and tetragraphs</a> were employed. Russian and the Slavic languages use only a few digraphs. Many new letters were also created for writing the non-Slavic languages by adding hooks, breves or diaereses to existing letters. These marks are not considered diacritics, instead, a letter so modified is considered a separate letter with the mark an intrinsic part.</p> <p>After the dissolution of the Soviet Union in 1991, some of the languages which had been forced to adopt the Cyrillic script opted instead to give the Latin or Arabic script official status. However, at the end of 2002, President Putin signed into law an addition to Russian Federation law stipulating that the alphabets of the state language of the Russian Federation and the state languages of its republics must be based on the Cyrillic script. Other scripts for the alphabets of the state language of the Russian Federation and the state languages of its republics can only be adopted under federal laws. The law was received very negatively in some states.</p>"},"children":[],"language":{"iso":"bul","glotto_id":"bulg1262","glotto_family":null,"iso1":"bg","name":"Bulgarian","autonym":"българскиbălgarski","macroarea":null,"level":"L","development":null,"use":null,"location":"Greece and The Former Yugoslav Republic of Macedonia","area":"Also in Canada, Croatia, Czech Republic, Greece, Hungary, Israel, Libya, Moldova, Romania, Russian Federation (Europe), Serbia, Slovakia, Turkey (Europe), Ukraine, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"BG","latitude":"43.364585","longitude":"25.046987","population":6967000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"BG","name":"Bulgaria","name_long":"The Republic of Bulgaria","population":6919180,"official_language":"Bulgarian","official_language_iso":"bul","url_wiki":"https://en.wikipedia.org/wiki/Bulgaria","hidden":0,"autonym":null,"fips":"BU","iso_a3":"BGR","continent_id":"EU","iso_num":100,"religion_primary":"Christianity","introduction":"The Bulgars a Central Asian Turkic tribe merged with the local Slavic inhabitants in the late 7th century to form the first Bulgarian state. In succeeding centuries Bulgaria struggled with the Byzantine Empire to assert its place in the Balkans but by the end of the 14th century the country was overrun by the Ottoman Turks. Northern Bulgaria attained autonomy in 1878 and all of Bulgaria became independent from the Ottoman Empire in 1908. Having fought on the losing side in both World Wars Bulgaria fell within the Soviet sphere of influence and became a People's Republic in 1946. Communist domination ended in 1990 when Bulgaria held its first multiparty election since World War II and began the contentious process of moving toward political democracy and a market economy while combating inflation unemployment corruption and crime. The country joined NATO in 2004 and the EU in 2007.","overview":"Bulgaria is a Balkan nation with diverse terrain encompassing Black Sea coastline a mountainous interior and rivers including the Danube. A cultural melting pot with Greek Slavic Ottoman and Persian influences it has a rich heritage of traditional dance music costumes and crafts. At the foot of domed Vitosha mountain is its capital city Sofia dating to the 5th century B.C.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":27,"land_mass_km":108560,"population_christian":6364000,"population_christian_percentage":85,"population_catholic_percentage":1,"population_protestant_percentage":84,"population_refugee":20451,"population_migration":-4800,"population_year_change":-0.74,"population_density_km":64,"population_average_age":45,"population_urban_percentage":76,"population_literacy_percentage":"98.00","landmass":null,"region_code":9,"region_id":"151","region_name":"Eastern Europe"}}