{"id":"CABPOR","parent_bible_id":null,"gbc":null,"date":"1857-1900","iso":"cab","title":"Garifuna Bible Portions","title_vernacular":"Araidatiu-Iumurau Segung Madeju","copyright":"Public Domain","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"HN","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"CABPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/CABPOR_DBS_HS/Garifuna-(1902)-John-(Uganu-buiditi-kisi-St.-John).pdf","title":"Garifuna (1902) John","scope":null,"type":"historic","provider":"","organization_id":"british-and-foreign-bible-society","filesize":3909743,"response_code":null},{"bible_id":"CABPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/CABPOR_DBS_HS/Garifuna-(1857)-Matthew.pdf","title":"Garifuna (1857) Matthew","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":2062538,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"cab","glotto_id":"gari1256","glotto_family":null,"iso1":null,"name":"Garifuna","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":"Belize","area":"Mainly on north coast between Masca, Cortés Department and Plaplaya, Gracias a Dios Department. 37 villages in Honduras, 46 elsewhere in Central America (plus cities La Ceiba, San Pedro Sula, Tegucigalpa, and Puerto Cortés). Also in Belize, Guatemala, Nicaragua, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"HN","latitude":"15.352868","longitude":"-86.909058","population":174300,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":{"id":"HN","name":"Honduras","name_long":"The Republic of Honduras","population":9346277,"official_language":"Spanish","official_language_iso":"spa","url_wiki":"https://en.wikipedia.org/wiki/Honduras","hidden":0,"autonym":null,"fips":"HO","iso_a3":"HND","continent_id":"NA","iso_num":340,"religion_primary":"Christianity","introduction":"Once part of Spain's vast empire in the New World Honduras became an independent nation in 1821. After two and a half decades of mostly military rule a freely elected civilian government came to power in 1982. During the 1980s Honduras proved a haven for anti-Sandinista contras fighting the Marxist Nicaraguan Government and an ally to Salvadoran Government forces fighting leftist guerrillas. The country was devastated by Hurricane Mitch in 1998 which killed about 5600 people and caused approximately $2 billion in damage. Since then the economy has slowly rebounded.","overview":"'Honduras is a Central American country with Caribbean Sea coastlines to the north and the Pacific Ocean to the south. In the tropical rainforest near Guatemala the ancient Mayan ceremonial site Copán has stone-carved hieroglyphics and stelae tall stone monuments. In the Caribbean Sea are the Bay Islands a diving destination that''s part of the 1000km-long Mesoamerican Barrier Reef.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":16,"land_mass_km":111890,"population_christian":6660000,"population_christian_percentage":88,"population_catholic_percentage":47,"population_protestant_percentage":41,"population_refugee":76,"population_migration":-6800,"population_year_change":1.63,"population_density_km":89,"population_average_age":24,"population_urban_percentage":57,"population_literacy_percentage":"87.00","landmass":null,"region_code":11,"region_id":"419","region_name":"Latin America and the Caribbean"}}