{"id":"CHK1892","parent_bible_id":null,"gbc":null,"date":"1892","iso":"chk","title":"Chuukese Genesis-Exodus","title_vernacular":"Puk An Jenesis Me Eksotos","copyright":"Public Domain","guid":null,"description":"Chuukese-(1892)-Genesis-Exodus-(Puk-An-Jenesis-Me-Eksotos).jpg","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Cyrl","versification":null,"numeral_system_id":"default","country_id":"FM","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"CHK1892","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/CHK1892_DBS_HS/Chuukese-(1892)-Genesis-Exodus-(Puk-an-Jenesis-me-Eksotos).pdf","title":"Chuukese (1892) Genesis-Exodus","scope":null,"type":"historic","provider":"American Bible Society","organization_id":"american-bible-society","filesize":12779587,"response_code":null},{"bible_id":"CHK1892","bible_size_id":null,"bible_link_type":"genesis","url":"http://downloads.dbs.org/archive/Chuukese-(1991)-Genesis-Portion.pdf","title":"Chuukese (1991) Genesis Portion","scope":null,"type":"historic","provider":"United Bible Societies","organization_id":"united-bible-societies","filesize":231323,"response_code":null}],"pod":[],"alphabet":{"script":"Cyrl","name":"Cyrillic","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"cyrl","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The creation of the Cyrillic script is traditionally attributed to Saint Cyril, a missionary working in Bulgaria during the 9th century. He and his brother are also credited with the invention of the Glagolitic script, a derivation of the Greek cursive alphabet which was modified to fit the sound systems of Slavic languages. Some historians credit Clement of Ohrid, a student of Saint Cyrils, with creating the Cyrillic script as a more readable writing system based on Glagolitic. The Cyrillic script was initially used for writing Old Church Slavonic (also called Old Bulgarian), but it has undergone a number of changes since that time, so much so that the old and modern variants are considered by many to be two different but related scripts. Many of the modern letterforms differ from those used in early Cyrillic writing, some letters have been dropped, and new letters have been added. An orthographic reform was implemented by the Russian tsar Peter the Great in 1708 which removed a number of obsolete letters so that Russian writing is now almost perfectly phonetic.</p> <p>The script has traditionally been used for writing the Slavic languages, of which Russian is the most widely spoken. During the nineteenth and twentieth centuries, particularly under Soviet rule, it was extended to write over 50 languages throughout Eastern Europe and Asia.</p> <p>Cyrillic is written from left to right with spaces between words. Upper- and lowercase letters are used; most printed lowercase letters are simply smaller versions of their uppercase equivalents. However, the shapes of handwritten and italic letters can vary greatly from the shapes of printed letters. With the conversion of the script to non-Slavic languages in which new sounds needed to be written, a number of <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#multig target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;digraphs, trigraphs and tetragraphs</a> were employed. Russian and the Slavic languages use only a few digraphs. Many new letters were also created for writing the non-Slavic languages by adding hooks, breves or diaereses to existing letters. These marks are not considered diacritics, instead, a letter so modified is considered a separate letter with the mark an intrinsic part.</p> <p>After the dissolution of the Soviet Union in 1991, some of the languages which had been forced to adopt the Cyrillic script opted instead to give the Latin or Arabic script official status. However, at the end of 2002, President Putin signed into law an addition to Russian Federation law stipulating that the alphabets of the state language of the Russian Federation and the state languages of its republics must be based on the Cyrillic script. Other scripts for the alphabets of the state language of the Russian Federation and the state languages of its republics can only be adopted under federal laws. The law was received very negatively in some states.</p>"},"children":[],"language":{"iso":"chk","glotto_id":"chuu1238","glotto_family":null,"iso1":null,"name":"Chuukese","autonym":"Trukese","macroarea":null,"level":"L","development":null,"use":null,"location":"Federated States of Micronesia","area":"Chuuk Lagoon, Caroline Islands, some on Ponape. Also in Guam, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"FM","latitude":"7.340830","longitude":"151.595850","population":56900,"status_id":"2","status_notes":null,"redirect_to_iso":null},"country":{"id":"FM","name":"Micronesia","name_long":"The Federated States of Micronesia","population":101675,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Federated_States_of_Micronesia","hidden":0,"autonym":null,"fips":"FM","iso_a3":"FSM","continent_id":"OC","iso_num":583,"religion_primary":"Christianity","introduction":"The Caroline Islands are a widely scattered archipelago in the western Pacific Ocean; they became part of a UN Trust Territory under US administration following World War II. The eastern four island groups adopted a constitution in 1979 and chose to become the Federated States of Micronesia. (The westernmost island group became Palau.) Independence came in 1986 under a Compact of Free Association with the US which was amended and renewed in 2004. Present concerns include large-scale unemployment overfishing overdependence on US foreign aid and state perception of inequitable allocation of US aid.","overview":"The Federated States of Micronesia is a country spread across the western Pacific Ocean comprising more than 600 islands. Micronesia is made up of 4 island states: Pohnpei Kosrae Chuuk and Yap. The country is known for palm-shaded beaches wreck-filled dives and ancient ruins including Nan Madol sunken basalt temples and burial vaults that extend out of a lagoon on Pohnpei.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":25,"land_mass_km":700,"population_christian":106000,"population_christian_percentage":95.4,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":4,"population_migration":-600,"population_year_change":1.06,"population_density_km":164,"population_average_age":24,"population_urban_percentage":21,"population_literacy_percentage":"89.00","landmass":null,"region_code":1,"region_id":"57","region_name":"Micronesia"}}