{"id":"CHPCNT","parent_bible_id":null,"gbc":null,"date":"1881","iso":"chp","title":"The New Testament in Chipewyan","title_vernacular":null,"copyright":"Public Domain","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Cans","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"CHPCNT","bible_size_id":null,"bible_link_type":"web","url":"http://www.abebooks.com/servlet/SearchResults?kn=new+testament+chipewyan&sts=t","title":"NT","scope":null,"type":"web","provider":"AbeBooks","organization_id":null,"filesize":null,"response_code":null},{"bible_id":"CHPCNT","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/CHPCNT_DBS_HS/Chipewyan-(1881)-New-Testament.pdf","title":"Chipewyan (1881) New Testament","scope":null,"type":"historic","provider":"","organization_id":"british-and-foreign-bible-society","filesize":36177557,"response_code":null},{"bible_id":"CHPCNT","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/CHPCNT_DBS_HS/Chipewyan-(1900)-Acts.pdf","title":"Chipewyan (1900) Acts","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":6966538,"response_code":null},{"bible_id":"CHPCNT","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/CHPCNT_DBS_HS/Chipewyan-Matthew-(book).pdf","title":"Chipewyan - Matthew (Book)","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":641098,"response_code":null}],"pod":[],"alphabet":{"script":"Cans","name":"Unified Canadian Aboriginal Syllabics","unicode_pdf":null,"family":"American","type":"abugida","white_space":"between words","open_type_tag":"cans","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":null,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Unified Canadian Aboriginal Syllabics are not, strictly speaking, a single script, but a family of related scripts used for writing a number of Algonquin and Inuit languages (previously also the Athabaskan languages) indigenous to Canada. However, they are encoded in Unicode as a unified block. They are used almost exclusively in Canada, for writing the Cree, Ojibwe, Inuktitut, and occasionally Blackfoot languages.</p> <p>A Canadian syllabic script was first created in 1840 by the British missionary James Evans for writing the Swampy Cree dialect. He was influenced in part by two scripts intended to be read by the blind; James Freres alphabet and Thomas Lucass embossed shorthand system. Evans had also learned Pitman shorthand during his previous work as a merchant, and it is believed that he based the idea of modifying each letter by rotation on this system. Some scholars also believe he was influenced by the shapes of Devanagari letters.</p> <p>Canadian syllabics are abugidas; each symbol represents a consonant+vowel combination, with the exception of the bare vowel letter. Vowels which occur at the beginning of a syllable are written with a triangular symbol, rotated through 4 series of 90°, normally to represent the vowels a, o, i and e. Some languages which use the script have a different vowel inventory so assign different values to the rotations.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/kh/2l/kh2lafw9dz_UCASVowels.png height=63 width=291 /></p> <p>Each consonant+vowel symbol can be modified in four ways, again, generally to represent the vowels a, o, i and e. Unlike most other abugidas, vowel modification is not indicated by the addition of diacritics but by rotating the whole symbol. The way in which letters are modified depends on whether they have a symmetric shape or not. Letters which have a symmetric shape are rotated anti-clockwise 90° to represent i when upright, and a, e, o respectively with each subsequent rotation. Letters which are not symmetric also represent i when upright, but are inverted 180° to represent o. e and a are represented using the mirror images of i and o respectively.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/kh/2l/kh2lafw9dz_UCASConsonants.png height=65 width=360 /></p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/kh/2l/kh2lafw9dz_UCASConsonants2.png height=69 width=367 /></p> <p>A fifth modification can be performed on letters to make them superscript. In this form they represent a syllable-final consonant with no following vowel. Some languages do not use the superscript letters but instead have an additional set of symbols, unrelated to the consonant+vowel symbols, to represent syllable-final consonants.</p> <p>Additional marks are used to modify the length of a vowel or to indicate phonological processes such as labialization and aspiration. However, these marks are not used consistently from one language to another - any given combination of letter + combining mark may represent two different sounds in two different languages, so in Unicode each combination is encoded separately for each language in which it is used, rather than simply as a base character and diacritic. The symbol to represent vowel length is called a point; as this symbol is not used consistently even within one language, texts are sometimes referred to as pointed or unpointed depending on whether the writer has used the symbol or not.</p> <p>Spaces are used between words, and there is a symbol for a full stop. Latin punctuation (with the exception of full stop) is also sometimes used.</p> <p>The extent to which Canadian syllabics are used varies between languages. It is considered obsolete or seriously endangered among the Athabaskan group of languages and Blackfoot. However, the Canadian government generally encourages the use of the script, especially in areas with large Inuit populations. In Nunavut and Nunavik, syllabics are the official script alongside Latin, are used at the municipal, territorial / provincial, and federal levels, and are taught in schools. They are also used by businesses, and in the media and communications sector. Some languages have established standardization committees to standardize the syllabics as used for their language.</p>"},"children":[],"language":{"iso":"chp","glotto_id":"chip1261","glotto_family":null,"iso1":null,"name":"Chipewyan","autonym":"Denesuline","macroarea":null,"level":"L","development":null,"use":null,"location":"Canada","area":"Northern Alberta, Saskatchewan, Manitoba, southeastern Northwest Territories (Snowdrift and Fort Resolution), Fort Smith, Fort Chipewyan, Wolliston Post, Buffalo Narrows, Brochet, and Reindeer Lake some communities.","progress":"New Testament\r","typology":null,"writing":null,"description":null,"country_id":"CA","latitude":"58.363720","longitude":"-110.831770","population":10700,"status_id":"6b","status_notes":null,"redirect_to_iso":null},"country":null}