{"id":"CHU1700","parent_bible_id":null,"gbc":null,"date":"1700","iso":"chu","title":"Old Church Slavonic Revalation","title_vernacular":"Tomsk Oblast","copyright":"Public Domain","guid":null,"description":"The Apocalypse (Revelation of Saint John the Divine) is a book from the New Testament dealing primarily with eschatological topics, i.e., the final fate of the world and mankind, the reign of the Antichrist on earth, the second coming of Christ, his victory over the Antichrist, and the final judgment. The eschatological content of the Apocalypse made it one of the most popular books among the Russian Old Believers. A version of the Apocalypse with commentary, probably written in the late-sixth century by the Eastern Christian theologian Andrew, Archbishop of Caesarea in Cappadocia, was the most widely read text among the Old Believers. Other versions with commentary by other theologians supplementing that of Andrew of Caesarea also were in circulation. Quite often these annotated manuscripts of the Apocalypse were illustrated with colorful miniatures. Presented here is a splendid example of this type of Apocalypse—an 18th-century manuscript from the collections of the Institute of History of the Siberian Branch of the Russian Academy of Sciences (II SO RAN) in Novosibirsk, Russia. It was acquired during the institute’s archeographic expedition to Tomsk Oblast in 1972 and digitized in the early 2000s as part of the Meeting of Frontiers project of the Library of Congress and partner institutions in the Russian Federation, the United States, and Germany.","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Cyrs","versification":null,"numeral_system_id":"default","country_id":"RU","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"CHU1700","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/CHU1700_DBS_HS/Old-Church-Slavonic-(1700-ca.)-Revalation-Tomsk-Oblast-(WDL-17063).pdf","title":"Old Church Slavonic Revalation - Tomsk Oblast (WDL-17063)","scope":null,"type":"historic","provider":"World Digital Library","organization_id":"world-digital-library","filesize":73571441,"response_code":null}],"pod":[],"alphabet":{"script":"Cyrs","name":"Cyrillic (Old Church Slavonic variant)","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Old Church Slavonic (also called Old Bulgarian) was the earliest Slavic language to be written. it was first written in the Glagolitic script, and later in the early Cyrillic script. Cyrillic writing has undergone a number of changes since that time, so much so that the old and modern variants are considered by many to be two different but related scripts.</p> <p>Notable differences between the Cyrillic as it was used for writing Old Church Slavonic and as it is used today include the following: Obsolete letters have been dropped, and some additional letters have been added. The repertoire of letters in the early Cyrillic alphabet is cited in documents from the time as being as few as 27 or as many as 43. This variation may be due to the writers conflicting definitions as to what constitutes a letter. Modern Cyrillic as it is used for writing the Russian language uses 33 letters.</p> <p>Early Cyrillic was unicameral, that is, there was only one case, although some letters were written larger than others for emphasis or decorative purposes. Modern Cyrillic is written using upper- and lower case. Early Cyrillic writing did not use separate symbols for numbers, rather, each letter was assigned a numeric value, as in the Greek script. A diacritic mark was written above the symbol to indicate that it was to be interpreted as a number. Modern Cyrillic has used Latin numbers since the early 18th century.</p> <p>Diacritics were also used in early Cyrillic writing to convey phonological information such as palatalization, stress and breathing, as well as abbreviation of a word. Many of these marks have been dropped from current usage, and other hookes, breves and diaereses have been added to facilitate the representation of non-Slavic languages in the script.</p> <p>Early Cyrillic punctuation was borrowed from Latin, Greek and Armenian.</p>"},"children":[],"language":{"iso":"chu","glotto_id":"chur1257","glotto_family":null,"iso1":"cu","name":"Church Slavic","autonym":"Old Church Slavic","macroarea":null,"level":"A","development":null,"use":null,"location":null,"area":"","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"RU","latitude":"43.717123","longitude":"22.844237","population":0,"status_id":"10","status_notes":null,"redirect_to_iso":null},"country":{"id":"RU","name":"Russia","name_long":"The Russian Federation","population":142320790,"official_language":"Russian","official_language_iso":"rus","url_wiki":"https://en.wikipedia.org/wiki/Russia","hidden":0,"autonym":null,"fips":"RS","iso_a3":"RUS","continent_id":"EU","iso_num":643,"religion_primary":"Christianity","introduction":"Founded in the 12th century the Principality of Muscovy was able to emerge from over 200 years of Mongol domination (13th-15th centuries) and to gradually conquer and absorb surrounding principalities. In the early 17th century a new ROMANOV Dynasty continued this policy of expansion across Siberia to the Pacific. Under PETER I (ruled 1682-1725) hegemony was extended to the Baltic Sea and the country was renamed the Russian Empire. During the 19th century more territorial acquisitions were made in Europe and Asia. Defeat in the Russo-Japanese War of 1904-05 contributed to the Revolution of 1905 which resulted in the formation of a parliament and other reforms. Repeated devastating defeats of the Russian army in World War I led to widespread rioting in the major cities of the Russian Empire and to the overthrow in 1917 of the imperial household. The communists under Vladimir LENIN seized power soon after and formed the USSR. The brutal rule of Iosif STALIN (1928-53) strengthened communist rule and Russian dominance of the Soviet Union at a cost of tens of millions of lives. After defeating Germany in World War II as part of an alliance with the US (1939-1945) the USSR expanded its territory and influence in Eastern Europe and emerged as a global power. The USSR was the principal adversary of the US during the Cold War (1947-1991). The Soviet economy and society stagnated in the decades following Stalin’s rule until General Secretary Mikhail GORBACHEV (1985-91) introduced glasnost (openness) and perestroika (restructuring) in an attempt to modernize communism but his initiatives inadvertently released forces that by December 1991 splintered the USSR into Russia and 14 other independent republics. ++ Following economic and political turmoil during President Boris YELTSIN's term (1991-99) Russia shifted toward a centralized authoritarian state under the leadership of President Vladimir PUTIN (2000-2008 2012-present) in which the regime seeks to legitimize its rule through managed elections populist appeals a foreign policy focused on enhancing the country's geopolitical influence and commodity-based economic growth. Russia faces a largely subdued rebel movement in Chechnya and some other surrounding regions although violence still occurs throughout the North Caucasus.","overview":"'Russia the world’s largest nation borders European and Asian countries as well as the Pacific and Arctic oceans. Its landscape ranges from tundra and forests to subtropical beaches. It’s famous for Moscow''s Bolshoi and St. Petersburg''s Mariinsky ballet companies. St. Petersburg founded by Russian leader Peter the Great has the baroque Winter Palace now housing part of the State Hermitage Museum’s art collection.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":160,"land_mass_km":16376870,"population_christian":99775000,"population_christian_percentage":77,"population_catholic_percentage":0.1,"population_protestant_percentage":77,"population_refugee":42433,"population_migration":182456,"population_year_change":0.04,"population_density_km":9,"population_average_age":40,"population_urban_percentage":74,"population_literacy_percentage":"100.00","landmass":null,"region_code":9,"region_id":"151","region_name":"Eastern Europe"}}