{
    "id": "CHU1700",
    "parent_bible_id": null,
    "uuid": "8aedf49a-6919-4794-b178-abd296d774e4",
    "iso": "chu",
    "language": {
        "name": "Church Slavic"
    },
    "title": "Old Church Slavonic Revalation",
    "title_vernacular": "Tomsk Oblast",
    "description": "The Apocalypse (Revelation of Saint John the Divine) is a book from the New Testament dealing primarily with eschatological topics, i.e., the final fate of the world and mankind, the reign of the Antichrist on earth, the second coming of Christ, his victory over the Antichrist, and the final judgment. The eschatological content of the Apocalypse made it one of the most popular books among the Russian Old Believers. A version of the Apocalypse with commentary, probably written in the late-sixth century by the Eastern Christian theologian Andrew, Archbishop of Caesarea in Cappadocia, was the most widely read text among the Old Believers. Other versions with commentary by other theologians supplementing that of Andrew of Caesarea also were in circulation. Quite often these annotated manuscripts of the Apocalypse were illustrated with colorful miniatures. Presented here is a splendid example of this type of Apocalypse—an 18th-century manuscript from the collections of the Institute of History of the Siberian Branch of the Russian Academy of Sciences (II SO RAN) in Novosibirsk, Russia. It was acquired during the institute’s archeographic expedition to Tomsk Oblast in 1972 and digitized in the early 2000s as part of the Meeting of Frontiers project of the Library of Congress and partner institutions in the Russian Federation, the United States, and Germany.",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "RU",
    "country": {
        "name": "Russia"
    },
    "alphabet": {
        "name": "Cyrillic (Old Church Slavonic variant)",
        "script": "Cyrs",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/CHU1700_DBS_HS/Old-Church-Slavonic-(1700-ca.)-Revalation-Tomsk-Oblast-(WDL-17063).pdf",
            "title": "Old Church Slavonic Revalation - Tomsk Oblast (WDL-17063)",
            "scope": "",
            "type": "historic",
            "filesize": "73571441",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}