{"id":"CJMGEN","parent_bible_id":null,"gbc":null,"date":"1977","iso":"cjm","title":"Genesis in Eastern Cham","title_vernacular":null,"copyright":null,"guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Cham","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[],"alphabet":{"script":"Cham","name":"Cham","unicode_pdf":null,"family":"Southeast Asian","type":"abugida","white_space":"unspecified","open_type_tag":"cham","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Cham script is a Brahmi-derived abugida used for writing the Cham language. There are two major dialects of Cham, spoken collectively by about 230,000 people in two isolated groups in Vietnam and Cambodia, both of which once had a thriving literary tradition dating from the 8th century. The Cambodian Cham population used to be much larger, but it is estimated that up to 500,000 died as a result of the Khmer Rouges policies in the 1970s. Under this regime the Cham were also forced to use the Cambodian language exclusively.</p> <p>The script is written from left to right. The letters hang from the <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#baseline target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;baseline</a>. Syllables in the Cham language follow a strict CV(C) pattern. Most syllable-final consonants are represented by extending the right-most stroke of the symbol as shown in the example below, but some are modified by a diacritic. One consonant character can be used at the beginning or end of the syllable without any change in form.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/ng/nq/ngnq875xj9_ChamGa.png height=78 width=162 /></p> <p>With the exception of nasals, each consonant contains an inherent a vowel. Nasal consonants inherently contain the vowel ɨ. In each case, the inherent vowel can be overridden by the addition of 17 vowel diacritics. Of these vowels, 6 can also take a full (non-diacritical) form when they occur at the start of a syllable. The remaining 11 are represented syllable-initially by means of the independent a vowel modified with the appropriate vowel diacritic.</p> <p>There are four glides in the Cham phonemic inventory; these are each represented in writing with an independent symbol when they occur at the start of a syllable, but they also have a ligating form which can be added to another consonant to produce kja, pla, swa etc.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/ng/nq/ngnq875xj9_ChamGlide.png height=87 width=428 /></p> <p>Numerals 0-9 are also represented in the Cham script.</p> <p>Speakers of the Eastern and Western dialects use distinct styles of the script, with the Eastern dialect being written in a more rounded style (known as <span class=Em>akhăr thrah</span>) and the Western dialect in a more fluid style. Currently, the Cham script is used much more widely by speakers of Eastern Cham; the majority of Western Cham speakers are Muslims and use an adaptation of the Arabic script alongside Cham. In Vietnam, where the Eastern dialect is predominantly spoken, bilingual education in Vietnamese and Cham exists at primary school level, and textbooks have been published using the script.</p>"},"children":[],"language":{"iso":"cjm","glotto_id":"east2563","glotto_family":null,"iso1":null,"name":"Eastern Cham","autonym":"Bhamam","macroarea":null,"level":"L","development":null,"use":null,"location":"Southern Viet Nam","area":"Binh Thuan, Ninh Thuan, Dong Nai provinces; Ho Chi Minh City. Also in United States.","progress":"Portions\r","typology":null,"writing":null,"description":null,"country_id":"VN","latitude":"11.285280","longitude":"108.490120","population":72900,"status_id":"6b","status_notes":null,"redirect_to_iso":null},"country":null}