{"id":"CMNBSW","parent_bible_id":"CMNUNVHW","gbc":null,"date":null,"iso":"cmn","title":"Basset-Su Wenli New Testament","title_vernacular":"白日昇－徐約翰文理新約（缺）","copyright":null,"guid":null,"description":"從13世紀（元朝）開始，來華的天主教傳教士已經嘗試翻譯聖經，但由於朝代更替，傳教和聖經翻譯工作一度受阻，翻譯的成果也無法保存。在明朝末年，耶穌會傳教士如羅明堅（Michele Ruggieri，1543–1607）和利瑪竇（Matteo Ricci，1552–1610）等人，用中文撰寫和翻譯了許多天主教教理著作，其中也翻譯了一些《聖經》經句，為中文聖經翻譯留下了最早期的痕跡。 現存最早亦是篇幅比較完整的中文聖經部分，是18世紀初來自由法國里昂的白日昇（Jean Basset，1662–1707）所翻譯的。白日昇（另譯“白日陞”、“白日升”、“巴設”）於1684年進入巴黎外方傳教會神學院（Seminaire des Missions Étrangères de Paris），翌年以傳教士的身份先前往泰國，後又到廣州（1689）。白日昇在華日子中最重要的是他在四川的四年時間（1702–1706）。他的聖經翻譯工作就是在這期間展開和進行的，而積極參與他翻譯工作的兩位本地華人也是在這幾年中栽培出來的，即李安德（André Ly，1692–1774）和徐若翰（Johan Su，? –1734），李安德後來更成為司鐸。從1704年至1707年12月期間，在徐若翰的傾力協助下，白日昇將拉丁文聖經翻譯成中文的文言語體。因此，現代學者稱這譯本為《白徐譯本》。據李安德在日記（拉丁文寫）中的記述，他們計劃譯出整部新約，但由於白日昇的離世，翻譯工作只能停在希伯來書第一章了。 這「白徐譯本」從沒有出版過，而現存抄本主要有三份，都是來自18 世紀，分別存放於羅馬卡薩納特圖書館（Biblioteca Casanatense，簡稱《羅馬抄本》）、英國劍橋大學聖經公會圖書館（《劍橋抄本》）和倫敦大英圖書館（《大英抄本》）。對於這三份抄本之間的關係，一般學者的共識是：《羅馬抄本》是最早期的抄本，其次是《劍橋抄本》，而《大英抄本》則是抄錄自《劍橋抄本》的；有學者甚至認為，《羅馬抄本》是徐約翰本人抄謄的。三份抄本的《使徒行傳》到《希伯來書》部分是很相近的，但福音書部分卻出現有兩個截然不同的版本：《羅馬抄本》是順著四卷福音書的書卷次序翻譯的，但《劍橋抄本》（和《大英抄本》）的福音書部分卻是按耶穌生平次序，以合參形式編成，分為28篇，又稱為「四史攸編耶穌基利斯督福音書之會編」。我們很難斷定這合參本是誰或何時編輯而成的，有認為是徐約翰在白日昇幫助下編纂，也有認為是李安德在白日昇去逝後完成；幾乎可以肯的是這部分不是來自白日昇手筆。 《大英抄本》最初是於1737年被東印度公司的霍德森（John Hodgson，1672–1755）在廣州發現的，他將此抄本複製，並呈獻給當時倫敦皇家學會會長和收藏家史路連爵士（或譯：斯隆；Hans Sloane，1660–1753）。史路連爵士臨終時定意把他的一切收藏（包括這份抄本）一併贈送給大英博物館，之後轉到大英圖書館，所以這份手稿曾被稱為《史路連抄本3599號》（Sloane MS #3599）。1804年，新教的英國倫敦傳道會傳教士馬禮遜（Robert Morrison，1782–1834）被差往中國前夕，得知這份抄本，於是在一名粵籍助手楊善達（Yong Sam-tak，常音譯為容三德）的協助下，謄抄了下來，成為後來翻譯中文聖經的重要參考資料。他們當時不知道這譯本的作者是誰，只知道是天主教傳教士的譯本。馬禮遜和楊善達謄抄的抄本現存於香港大學圖書館。 白日昇譯本是早期較完整的譯本，也是最早的中文聖經譯本。此譯本雖然未被出版，甚少為人所知，對天主教的譯經歷史影響不大，但卻惠及新教早期傳教士馬禮遜（Robert Morrison，1782-1834年）和馬殊曼（Joshua Marshman，1768–1837），對於後來19世紀新教的譯經工作影響深遠。","description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Hant","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[],"pod":[],"alphabet":{"script":"Hant","name":"Han (Traditional variant)","unicode_pdf":null,"family":"East Asian","type":"logo-syllabary","white_space":"none","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":null,"status":"Current","baseline":"centered","ligatures":"none","direction":"ltr","direction_notes":"vertical (RTL) and horizontal (LTR)","sample":null,"sample_img":null,"description":"<p>The Traditional Han script, also known as Traditional Chinese, developed from the Clerical script, ultimately from the Oracle Bone script, around the 5th century AD. It was used since that time throughout the Chinese-speaking world until the Communist government of China replaced it with the Simplified Han script in 1949. The simplified script is now the official script of the Peoples Republic of China (PRC) and of Singapore, but the traditional characters are still used in Taiwan, Hong Kong and Macau, as well as for aesthetic purposes in the PRC and Singapore.</p> <p>There are five principles of character formation which have been used in developing the script. The <span class=Em>pictographic principle</span> refers to signs which visually resemble the thing they represent, for example a dot within a circle for representing the concept sun. The <span class=Em>simple indicative principle</span> is related to this, but applies to more abstract concepts, such as above which is represented by a particular mark above a horizontal line, or below which is represented by a related mark below a horizontal line. The <span class=Em>compound indicative principle</span> is used for compound signs, for example the combination of the sun and moon signs for representing the concept bright. The <span class=Em>phonetic loan principle</span> has been used in developing the signs for homphonous words. For example, the sound <span class=Em>ləg</span> archaically meant both wheat and to come, so a character visually resembling a sheaf of wheat is still used for representing the word come, although the two words are no longer pronounced alike. The last principle is the <span class=Em>semantic-phonetic principle</span>, whereby homophonous words represented by the same character are distinguished by adding a semantic element, sometimes called a determinative, classifier, signific or radical.</p> <p>The script is neither purely phonetic nor purely logographic; rather, it can be seen as a very large and phonetically imprecise syllabary having a strong semantic element. Neither the phonetic nor the semantic component alone gives an exact indication of sound or meaning, but the combined phonetic and semantic associations provided by the character enables the reader to deduce the pronunciation and the meaning represented. For example, the character representing the concept sprain (ankle), pronounced <span class=Em>bié</span> is a combination of the phonetic element representing the sound <span class=Em>bì</span>, which means - among other things - shabby, and the semantic radical meaning foot.</p> <p>Both traditional and simplified Han characters have been designed to fit within the same sized square; there are no ascenders or descenders. Traditional Han characters are much more complex than their simplified equivalents, as would be expected. Characters are written with 12 basic strokes, but a given character can contain between 1 and 64 of these strokes. Each stroke is always written in the same direction, and there is a particular order in which strokes must be written when composing a character.</p> <p>Traditional Han is written both vertically (more common in Taiwan) and horizontally (more common in Hong Kong and Macau). The alignment of the text is also influenced by the shape of the surface being written on, for example, text a signpost which is longer than it is wide will be written vertically even in an area which tends to write horizontally. Vertical columns are read from right to left, but horizontal lines are read from left to right.</p>"},"children":[],"language":{"iso":"cmn","glotto_id":"mand1415","glotto_family":null,"iso1":null,"name":"Mandarin Chinese","autonym":"官话; 官話; Guānhuà","macroarea":null,"level":"L","development":null,"use":null,"location":"China","area":"Widespread north of Changjiang River, a belt south of the Changjiang from Qiujiang (Jiangxi) to Zhenjiang (Jiangsu), Hubei, except southeast corner, Sichuan, Yunnan, Guizhou, northwest part of Guangxi, and northwest corner of Hunan. Also in Brunei, Cambodia, Canada, Indonesia (Java and Bali), Laos, Libya, Malaysia (Peninsular), Mauritius, Mongolia, Mozambique, Philippines, Russian Federation (Asia), Singapore, Taiwan, Thailand, United Kingdom, United States, Viet Nam, Zambia.","progress":null,"typology":null,"writing":null,"description":null,"country_id":"CN","latitude":"40.020884","longitude":"116.228026","population":918000000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":null}