{"id":"CMNJHNT","parent_bible_id":null,"gbc":null,"date":"1922","iso":"cmn","title":"Joseph Hsiao New Testament with study notes","title_vernacular":"蕭靜山《新經全集》附注釋","copyright":"Public Domain","guid":null,"description":"Digital edition of a Chinese New Testament with study notes (1922) by Joseph Hsiao (1855-1924). Created by Simon Wong. Digital edition © United Bible Societies, 2018.","description_short":null,"description_vernacular":"從13世紀開始，天主教會派遣傳教士到中國傳教；隨後，由於中國政權更迭，傳教士一度被拒於中國的門外。直至16世紀，天主教傳教士陸續來華，開始聖經翻譯工作。16、17世紀，傳教士撰寫和翻譯的中文著作內容較多是天主教教義，僅在個別著作中翻譯部分聖經經句；後來出現一些經文翻譯和注釋都比較豐富的著作。到18、19世紀初，傳教士開始翻譯部分的《聖經》，其中最為突出的是由巴黎外方傳教會傳教士白日昇翻譯的譯本，對19世紀譯經工作影響甚深；另外由法國耶穌會士賀清泰用北京官話翻譯的《古新聖經》，是迄20世紀初最完整的天主教聖經譯本。這兩部譯本在當時並沒有出版。19世紀末到20世紀，獲許出版的釋經成果逐漸增多，當時傳教士根據拉丁文聖經，翻譯了新約部分經卷。 1918年，耶穌會士蕭靜山（Joseph Hsiao Cing-Shan, 1855-1924）根據拉丁文聖經翻譯並出版了四福音，隨後在1922年由直隸東南耶穌會（獻縣）出版了《新經全集》。蕭靜山譯本是天主教首部國語新約譯本，也是20世紀上半葉最受歡迎的天主教中文聖經，影響深遠。與上述譯本不同的是，蕭靜山譯本按照希臘原文進行修訂，其後的李山甫等人的譯本和上海耶穌會徐匯總修院的新約譯本也強調參考希臘文原文。譯本出版時也正值中國五四新文化運動，這個譯本用中國通用語言國語進行翻譯，譯文通順簡潔，每一章經文後附有注釋，因此迅速成為中國天主教當時較為通行的譯本，之後在中國大陸和台灣多次再版重印。1981年11月，中國大陸的天主教會議決定印刷《新經全集》，這是中國大陸的天主教會近代最早使用的中文聖經。近年有（新教）出版社自行出版包括有蕭靜山譯本和李山甫等人譯本的對照版，但沒有保留原貌，而是大量改動人名、地名、聖名和宗派術語等譯法。 參考資料：（1）Jost O. Zetzsche, The Bible in China: the History of the Union Version or the Culmination of Protestant Missionary Bible Translation in China. Monumenta Serica Institute, Sankt Augustin - Nettetal: Steyler Verlage, 1999；中文翻譯為：蔡錦圖譯，《聖經在中國：和合本的歷史與新教在華傳教士譯經的高峰》，香港：漢語（國際）聖經協會，2002。（2）Marshall Broomhall, The Bible in China. Center for Chinese Materials, 1934；中文翻譯為：蔡錦圖譯，《道在神州：聖經在中國的翻譯與流傳》，香港：漢語 （國際）聖經協會，2000。","description_reviewed":0,"script":"Hant","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"CMNJHNT","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2036-%E8%95%AD%E9%9D%9C%E5%B1%B1%E6%B3%A8%E9%87%8B%E6%9C%AC-%E8%95%AD%E9%9D%9C%E5%B1%B1%E6%96%B0%E7%B6%93%E5%85%A8%E9%9B%86%E9%99%84%E6%B3%A8%E9%87%8B","title":"蕭靜山《新經全集》附注釋","scope":null,"type":"web","provider":"United Bible Societies","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"CMNJHNT","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2087-%E6%9D%8E%E5%B1%B1%E7%94%AB%E7%AD%89%E6%B3%A8%E9%87%8B%E6%9C%AC-%E6%9D%8E%E5%B1%B1%E7%94%AB%E7%AD%89%E6%96%B0%E7%B6%93%E5%85%A8%E6%9B%B8%E9%99%84%E6%B3%A8%E9%87%8B","title":"李山甫等《新經全書》附注釋","scope":null,"type":"web","provider":"United Bible Societies","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"CMNJHNT","bible_size_id":"NT","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=493d35012aa01f55","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null},{"bible_id":"CMNJHNT","bible_size_id":"NT","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=4173532030bff300","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null},{"bible_id":"CMNJHNT","bible_size_id":"NT","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=d7a8838f0e967abd","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Hant","name":"Han (Traditional variant)","unicode_pdf":null,"family":"East Asian","type":"logo-syllabary","white_space":"none","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":null,"status":"Current","baseline":"centered","ligatures":"none","direction":"ltr","direction_notes":"vertical (RTL) and horizontal (LTR)","sample":null,"sample_img":null,"description":"<p>The Traditional Han script, also known as Traditional Chinese, developed from the Clerical script, ultimately from the Oracle Bone script, around the 5th century AD. It was used since that time throughout the Chinese-speaking world until the Communist government of China replaced it with the Simplified Han script in 1949. The simplified script is now the official script of the Peoples Republic of China (PRC) and of Singapore, but the traditional characters are still used in Taiwan, Hong Kong and Macau, as well as for aesthetic purposes in the PRC and Singapore.</p> <p>There are five principles of character formation which have been used in developing the script. The <span class=Em>pictographic principle</span> refers to signs which visually resemble the thing they represent, for example a dot within a circle for representing the concept sun. The <span class=Em>simple indicative principle</span> is related to this, but applies to more abstract concepts, such as above which is represented by a particular mark above a horizontal line, or below which is represented by a related mark below a horizontal line. The <span class=Em>compound indicative principle</span> is used for compound signs, for example the combination of the sun and moon signs for representing the concept bright. The <span class=Em>phonetic loan principle</span> has been used in developing the signs for homphonous words. For example, the sound <span class=Em>ləg</span> archaically meant both wheat and to come, so a character visually resembling a sheaf of wheat is still used for representing the word come, although the two words are no longer pronounced alike. The last principle is the <span class=Em>semantic-phonetic principle</span>, whereby homophonous words represented by the same character are distinguished by adding a semantic element, sometimes called a determinative, classifier, signific or radical.</p> <p>The script is neither purely phonetic nor purely logographic; rather, it can be seen as a very large and phonetically imprecise syllabary having a strong semantic element. Neither the phonetic nor the semantic component alone gives an exact indication of sound or meaning, but the combined phonetic and semantic associations provided by the character enables the reader to deduce the pronunciation and the meaning represented. For example, the character representing the concept sprain (ankle), pronounced <span class=Em>bié</span> is a combination of the phonetic element representing the sound <span class=Em>bì</span>, which means - among other things - shabby, and the semantic radical meaning foot.</p> <p>Both traditional and simplified Han characters have been designed to fit within the same sized square; there are no ascenders or descenders. Traditional Han characters are much more complex than their simplified equivalents, as would be expected. Characters are written with 12 basic strokes, but a given character can contain between 1 and 64 of these strokes. Each stroke is always written in the same direction, and there is a particular order in which strokes must be written when composing a character.</p> <p>Traditional Han is written both vertically (more common in Taiwan) and horizontally (more common in Hong Kong and Macau). The alignment of the text is also influenced by the shape of the surface being written on, for example, text a signpost which is longer than it is wide will be written vertically even in an area which tends to write horizontally. Vertical columns are read from right to left, but horizontal lines are read from left to right.</p>"},"children":[],"language":{"iso":"cmn","glotto_id":"mand1415","glotto_family":null,"iso1":null,"name":"Mandarin Chinese","autonym":"官话; 官話; Guānhuà","macroarea":null,"level":"L","development":null,"use":null,"location":"China","area":"Widespread north of Changjiang River, a belt south of the Changjiang from Qiujiang (Jiangxi) to Zhenjiang (Jiangsu), Hubei, except southeast corner, Sichuan, Yunnan, Guizhou, northwest part of Guangxi, and northwest corner of Hunan. Also in Brunei, Cambodia, Canada, Indonesia (Java and Bali), Laos, Libya, Malaysia (Peninsular), Mauritius, Mongolia, Mozambique, Philippines, Russian Federation (Asia), Singapore, Taiwan, Thailand, United Kingdom, United States, Viet Nam, Zambia.","progress":null,"typology":null,"writing":null,"description":null,"country_id":"CN","latitude":"40.020884","longitude":"116.228026","population":918000000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":null}