{"id":"CMNNET","parent_bible_id":null,"gbc":null,"date":"2012","iso":"cmn","title":"Chinese New English Translation Bible","title_vernacular":"圣经 中译本","copyright":null,"guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Hans","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"CMNNET","bible_size_id":null,"bible_link_type":"web","url":"https://net.bible.org/reader/","title":"Full Bible","scope":null,"type":"web","provider":"Bible.org","organization_id":null,"filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Hans","name":"Han (Simplified variant)","unicode_pdf":null,"family":"East Asian","type":"logo-syllabary","white_space":"none","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":null,"status":"Current","baseline":"centered","ligatures":"none","direction":"ltr","direction_notes":"vertical (RTL) and horizontal (LTR)","sample":null,"sample_img":null,"description":"<p>Simplified Han, also called Simplified Chinese, is the official script of the Peoples Republic of China (PRC) and Singapore. It is used for writing the varieties of the Chinese language spoken in these place. There is some debate as to whether varieties of Chinese (many of which are mutually unintelligible) should be classified as separate languages or dialects of a single language. Speakers of Chinese tend to perceive them as dialects, but some linguists consider this identification to be inappropriate. Given the high level of internal variation in the spoken language, it is the written form which has provided a means for unifying Chinese culture, as the same characters are used for representing the same concepts across dialects/languages. There are two styles of Chinese characters; traditional and simplified. The traditional form has been used since the 5th century AD, and the simplified form is generally associated with the formation of the PRC in 1949, who introduced the script in an effort to increase literacy, although some non-standard simplified forms existed long before this time.</p> <p>The simplified forms of characters were created by modifying the traditional forms so that complex components of some characters were omitted entirely or replaced by a simpler component. Some traditional characters were replaced in print by their cursive equivalents, which tend to be visually simpler. Occasionally, less complex ancient forms of a character were adopted in place of the standard traditional form. Many simplified characters do not bear any immediate resemblance to their traditional equivalents unless the reader knows what modifications were applied. Some traditional forms were not modified at all so are the same in both scripts.</p> <p>There is a problem of underdifferentiation in Simplified Han writing; reducing the number of strokes makes characters easier to write, but also reduces their distinctness for the reader by the same measure. Some words which were previously represented by distinct characters are now all represented by a single character and it must be determined from the context which interpretation is intended.</p> <p>The exact number of Simplified Han characters varies from source to source, in part because the number is always growing as new words are added to the lexicon. A competent grasp of approximately 2,500 characters is considered by educators to be essential for basic reading and writing skills, and about 5,200 characters are estimated to account for over 99% of the characters in use. The <span class=Em>Xīnhuá zìdiăn</span> (New China Character Dictionary) lists 8,075 characters. The canonical order of signs arranges them according to semantic classifications ranging from specific to general; signs related to mankind, minerals, height etc.</p> <p>Simplified Han can be written vertically or horizontally, but modern texts are almost always written in horizontal lines from left-to-right. In some cases, particularly where Simplified Han is used alongside a right-to-left script, for example in a bilingual Chinese-Arabic dictionary, the Han characters may also be written from right to left. Vertical text alignment is often used on signposts which are longer than they are wide, as well as for aesthetic purposes, and is always used in calligraphic texts.</p> <p>The adoption of Simplified Han characters has been controversial; supporters praise the script for its simplicity and claim that it is easier to learn, although there is no empirical evidence to suggest that the increase in Chinas literacy rate has been due to the simplified script as opposed to financial investment in education. Critics claim that there was a propaganda motive in disseminating the simpler characters; the Chinese Communist Cultural Revolution perceived anything \\\\\\old\\\\\\\" or \\\\\\\"traditional\\\\\\\" to be hampering progression"},"children":[],"language":{"iso":"cmn","glotto_id":"mand1415","glotto_family":null,"iso1":null,"name":"Mandarin Chinese","autonym":"官话; 官話; Guānhuà","macroarea":null,"level":"L","development":null,"use":null,"location":"China","area":"Widespread north of Changjiang River, a belt south of the Changjiang from Qiujiang (Jiangxi) to Zhenjiang (Jiangsu), Hubei, except southeast corner, Sichuan, Yunnan, Guizhou, northwest part of Guangxi, and northwest corner of Hunan. Also in Brunei, Cambodia, Canada, Indonesia (Java and Bali), Laos, Libya, Malaysia (Peninsular), Mauritius, Mongolia, Mozambique, Philippines, Russian Federation (Asia), Singapore, Taiwan, Thailand, United Kingdom, United States, Viet Nam, Zambia.","progress":null,"typology":null,"writing":null,"description":null,"country_id":"CN","latitude":"40.020884","longitude":"116.228026","population":918000000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":null}