{
    "id": "CORABK",
    "parent_bible_id": null,
    "uuid": "d28ff92f-148f-4d39-8c55-ff3fe0591fea",
    "iso": "cor",
    "language": {
        "name": "Cornish"
    },
    "title": "Cornish Bible 2020",
    "title_vernacular": "An Bibel Kernewek 2020",
    "description": "Kernewek  Kernewek yw yeth Keltek kewsys gans trigoryon deythyek. Kernewek yw a'n keth devedhyans dell yw an yethow Kembrek ha Bretonek. A-dhia 1967, an yeth re beu ordenys gans Kesva an Taves Kernewek. A-dhia 2002 Kernewek re beu aswonnys avel Yeth Rann-vyghanna a’n Ruvaneth Unys.  Projekt an Bibel Kernewek  Projekt an Bibel Kernewek a veu dallethys yn 1997, gans an amkan a dreylya an Bibel oll dhe Gernewek dhiworth an pennfentynyow Ebrow, Aramaek ha Greka. An Projekt yw resys yn-dann skoes Kesva an Taves Kernewek ha Konsel Ekumenek Epskop Truru rag Servisyow y’n Yeth Kernewek. Yma dhodho skoedhyans ekumenek a’n eseli oll a Eglosyow War-barth yn Kernow. An Testament Nowydh a veu dyllys yn 2004. An Bibel Kernewek yw skrifys y’n system lytherennans Kernewek Kemmyn. Rag pella derivadow gwel  http://www.bibelkernewek.com.  © Kesva an Taves Kernewek 2004, 2017    Cornish  Kernewek, called Cornish in English, is a Celtic language spoken by the Cornish people of Cornwall in the south-west of Britain. Cornish is closely related to the Welsh and Breton languages. Since 1967 the language has been regulated by the Cornish Language Board. Since 2002 Cornish has been recognised as a minority regional language of the United Kingdom.   Cornish Bible Project The Cornish Bible Project was initiated in 1997, with the aim of translating the whole Bible into Cornish from the original Hebrew, Aramaic and Greek. The Project is run under the auspices of the Cornish Language Board, and the Bishop of Truro’s Ecumenical Advisory Group for Cornish Language Services. It has the ecumenical support of all members of Churches Together in Cornwall. An Testament Nowydh (The New Testament) was published in 2004. The Cornish Bible is written in the Common Cornish spelling system. For more information see  http://www.bibelkernewek.com.  © Cornish Language Board 2004, 2017",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "© Kesva an Taves Kernewek 2004, 2021 © Cornish Language Board 2004, 2021",
    "copyright_type": null,
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}