{"id":"CRHIBT","parent_bible_id":null,"gbc":null,"date":"2016","iso":"crh","title":"Crimean Tatar Bible Portions","title_vernacular":"Мукъаддес Китап къырымтатар тилинде","copyright":"©  Institute for Bible Translation, Moscow (Институт перевода Библии)","guid":null,"description":"Crimean Tatars (къырымтатарлар) or Crimeans (къырымлар), are an East European Turkic ethnic group and nation, who are an indigenous people of Crimea.","description_short":null,"description_vernacular":null,"description_reviewed":3,"script":"Cyrl","versification":"Default","numeral_system_id":"default","country_id":"RU","copyright_type":null,"reviewed":0,"isbn13":"978-1-5313-1342-5","back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"CRHIBT","bible_size_id":null,"bible_link_type":"web","url":"http://ibtrussia.org/en/media?id=CRT","title":"Media","scope":null,"type":"web","provider":"IBTRussia","organization_id":"institute-for-bible-translation","filesize":null,"response_code":null},{"bible_id":"CRHIBT","bible_size_id":null,"bible_link_type":"web","url":"http://ibtrussia.org/en/text?m=CRT","title":"PRTNS","scope":null,"type":"web","provider":"IBTRussia","organization_id":"institute-for-bible-translation","filesize":null,"response_code":null},{"bible_id":"CRHIBT","bible_size_id":null,"bible_link_type":"pdf","url":"http://ibtrussia.org/en/media?id=CRT","title":"PRO and ECC 2007","scope":null,"type":"pdf","provider":"IBTRussia","organization_id":"institute-for-bible-translation","filesize":null,"response_code":null},{"bible_id":"CRHIBT","bible_size_id":null,"bible_link_type":"web","url":"http://live.bible.is/bible/CRHIBT/MRK/1","title":"Audio Bible","scope":null,"type":"web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"CRHIBT","bible_size_id":null,"bible_link_type":"web","url":"https://live.bible.is/bible/CRHIBT","title":"Full Bible","scope":null,"type":"web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"CRHIBT","bible_size_id":null,"bible_link_type":"audio_web","url":"https://live.bible.is/bible/CRHIBT","title":"Full Bible","scope":null,"type":"audio_web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"CRHIBT","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/CRHIBT_DBS_HS/Tatar-Crimean-John-(book).pdf","title":"Tatar Crimean - John (Book)","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":2302262,"response_code":null}],"pod":[{"bible_id":"CRHIBT","publisher_id":"institute-for-bible-translation","partner_id":null,"description":"This Bible is copyrighted by Institute for Bible Translation, Moscow  (ibtrussia.org) and is provided with permission at the cost of printing by the Digital Bible Society (dbs.org). This translation is made available to you under the terms of the Creative Commons Attribution-Noncommercial-No Derivatives license 4.0. <br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":398,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSans-Regular.ttf","font_bold":"NotoSans-Bold.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.2,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":"grayscale(1)","custom_styles":null},{"bible_id":"CRHIBT","publisher_id":"institute-for-bible-translation","partner_id":null,"description":"This Bible is copyrighted by Institute for Bible Translation, Moscow  (ibtrussia.org) and is provided with permission at the cost of printing by the Digital Bible Society (dbs.org). This translation is made available to you under the terms of the Creative Commons Attribution-Noncommercial-No Derivatives license 4.0. <br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":607,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"CrimsonPro-Regular.ttf","font_bold":"CrimsonPro-Bold.ttf","font_format":"truetype","font_size":11,"orphans":2,"widows":2,"line_height":1.3,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":"grayscale(1)","custom_styles":null}],"alphabet":{"script":"Cyrl","name":"Cyrillic","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"cyrl","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The creation of the Cyrillic script is traditionally attributed to Saint Cyril, a missionary working in Bulgaria during the 9th century. He and his brother are also credited with the invention of the Glagolitic script, a derivation of the Greek cursive alphabet which was modified to fit the sound systems of Slavic languages. Some historians credit Clement of Ohrid, a student of Saint Cyrils, with creating the Cyrillic script as a more readable writing system based on Glagolitic. The Cyrillic script was initially used for writing Old Church Slavonic (also called Old Bulgarian), but it has undergone a number of changes since that time, so much so that the old and modern variants are considered by many to be two different but related scripts. Many of the modern letterforms differ from those used in early Cyrillic writing, some letters have been dropped, and new letters have been added. An orthographic reform was implemented by the Russian tsar Peter the Great in 1708 which removed a number of obsolete letters so that Russian writing is now almost perfectly phonetic.</p> <p>The script has traditionally been used for writing the Slavic languages, of which Russian is the most widely spoken. During the nineteenth and twentieth centuries, particularly under Soviet rule, it was extended to write over 50 languages throughout Eastern Europe and Asia.</p> <p>Cyrillic is written from left to right with spaces between words. Upper- and lowercase letters are used; most printed lowercase letters are simply smaller versions of their uppercase equivalents. However, the shapes of handwritten and italic letters can vary greatly from the shapes of printed letters. With the conversion of the script to non-Slavic languages in which new sounds needed to be written, a number of <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#multig target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;digraphs, trigraphs and tetragraphs</a> were employed. Russian and the Slavic languages use only a few digraphs. Many new letters were also created for writing the non-Slavic languages by adding hooks, breves or diaereses to existing letters. These marks are not considered diacritics, instead, a letter so modified is considered a separate letter with the mark an intrinsic part.</p> <p>After the dissolution of the Soviet Union in 1991, some of the languages which had been forced to adopt the Cyrillic script opted instead to give the Latin or Arabic script official status. However, at the end of 2002, President Putin signed into law an addition to Russian Federation law stipulating that the alphabets of the state language of the Russian Federation and the state languages of its republics must be based on the Cyrillic script. Other scripts for the alphabets of the state language of the Russian Federation and the state languages of its republics can only be adopted under federal laws. The law was received very negatively in some states.</p>"},"children":[],"language":{"iso":"crh","glotto_id":"crim1257","glotto_family":null,"iso1":null,"name":"Crimean Tatar","autonym":"Crimean","macroarea":null,"level":"L","development":null,"use":null,"location":"Turkmenistan and Uzbekistan","area":"Crimea. Also in Bulgaria, Kyrgyzstan, Moldova, Romania, Russian Federation (Europe), Turkey (Asia), United States, Uzbekistan.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"UA","latitude":"43.839790","longitude":"28.141815","population":552740,"status_id":"4","status_notes":null,"redirect_to_iso":null},"country":{"id":"RU","name":"Russia","name_long":"The Russian Federation","population":142320790,"official_language":"Russian","official_language_iso":"rus","url_wiki":"https://en.wikipedia.org/wiki/Russia","hidden":0,"autonym":null,"fips":"RS","iso_a3":"RUS","continent_id":"EU","iso_num":643,"religion_primary":"Christianity","introduction":"Founded in the 12th century the Principality of Muscovy was able to emerge from over 200 years of Mongol domination (13th-15th centuries) and to gradually conquer and absorb surrounding principalities. In the early 17th century a new ROMANOV Dynasty continued this policy of expansion across Siberia to the Pacific. Under PETER I (ruled 1682-1725) hegemony was extended to the Baltic Sea and the country was renamed the Russian Empire. During the 19th century more territorial acquisitions were made in Europe and Asia. Defeat in the Russo-Japanese War of 1904-05 contributed to the Revolution of 1905 which resulted in the formation of a parliament and other reforms. Repeated devastating defeats of the Russian army in World War I led to widespread rioting in the major cities of the Russian Empire and to the overthrow in 1917 of the imperial household. The communists under Vladimir LENIN seized power soon after and formed the USSR. The brutal rule of Iosif STALIN (1928-53) strengthened communist rule and Russian dominance of the Soviet Union at a cost of tens of millions of lives. After defeating Germany in World War II as part of an alliance with the US (1939-1945) the USSR expanded its territory and influence in Eastern Europe and emerged as a global power. The USSR was the principal adversary of the US during the Cold War (1947-1991). The Soviet economy and society stagnated in the decades following Stalin’s rule until General Secretary Mikhail GORBACHEV (1985-91) introduced glasnost (openness) and perestroika (restructuring) in an attempt to modernize communism but his initiatives inadvertently released forces that by December 1991 splintered the USSR into Russia and 14 other independent republics. ++ Following economic and political turmoil during President Boris YELTSIN's term (1991-99) Russia shifted toward a centralized authoritarian state under the leadership of President Vladimir PUTIN (2000-2008 2012-present) in which the regime seeks to legitimize its rule through managed elections populist appeals a foreign policy focused on enhancing the country's geopolitical influence and commodity-based economic growth. Russia faces a largely subdued rebel movement in Chechnya and some other surrounding regions although violence still occurs throughout the North Caucasus.","overview":"'Russia the world’s largest nation borders European and Asian countries as well as the Pacific and Arctic oceans. Its landscape ranges from tundra and forests to subtropical beaches. It’s famous for Moscow''s Bolshoi and St. Petersburg''s Mariinsky ballet companies. St. Petersburg founded by Russian leader Peter the Great has the baroque Winter Palace now housing part of the State Hermitage Museum’s art collection.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":160,"land_mass_km":16376870,"population_christian":99775000,"population_christian_percentage":77,"population_catholic_percentage":0.1,"population_protestant_percentage":77,"population_refugee":42433,"population_migration":182456,"population_year_change":0.04,"population_density_km":9,"population_average_age":40,"population_urban_percentage":74,"population_literacy_percentage":"100.00","landmass":null,"region_code":9,"region_id":"151","region_name":"Eastern Europe"}}