{"id":"CYMBFBS","parent_bible_id":null,"gbc":null,"date":"1600-1900","iso":"cym","title":"Welsh BFSM Bible Portions","title_vernacular":"Cymraeg: British &amp; Foreign Bible Society Portions","copyright":"Public Domain","guid":null,"description":"Assorted Welsh Bible Portions as published by the British &amp; Foreign Bible Society [Welsh, Galés]","description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"CYMBFBS","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2588-daw-duw-ar-waith-y-newyddion-da-yn-ol-marc-1990","title":"Duw ar waith - Y Newyddion da yn ôl Marc 1588","scope":null,"type":"web","provider":"British &amp; Foreign Bible Society","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"CYMBFBS","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2590-sc1603-salmau-dafydd-broffwyd-1603-edward-kyffin","title":"Salmau Dafydd Broffwyd 1603 (Edward Kyffin)","scope":null,"type":"web","provider":"British &amp; Foreign Bible Society","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"CYMBFBS","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/3011-sc1850-salmau-can-y-psallwyr-1850-nicander","title":"Salmau Cân - Y Psallwyr 1850 (Nicander)","scope":null,"type":"web","provider":"British &amp; Foreign Bible Society","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"CYMBFBS","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/3012-sc1875-salmau-can-tr-dafydd-1875-gwilym-hiraethog","title":"Salmau Cân - Tŵr Dafydd 1875 (Gwilym Hiraethog)","scope":null,"type":"web","provider":"British &amp; Foreign Bible Society","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"CYMBFBS","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/3071-jjcn-y-cyfammod-newydd-y-pedair-efengyl-1818-john-jones-ll-dot-d-","title":"Y Cyfammod Newydd - Y Pedair Efengyl 1818 (John Jones LL.D.)","scope":null,"type":"web","provider":"British &amp; Foreign Bible Society","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"CYMBFBS","bible_size_id":"P","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=1fa99bb55f01991e","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null},{"bible_id":"CYMBFBS","bible_size_id":"P","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=1cf76b06d4aaa8b8","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null},{"bible_id":"CYMBFBS","bible_size_id":"P","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=0cb9c1284f522ff2","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null},{"bible_id":"CYMBFBS","bible_size_id":"P","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=b16e9c87f41669dd","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null},{"bible_id":"CYMBFBS","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/CYMBFBS_DBS_HS/Welsh-(1900)-Bible-(Y-Bibl-cyssegr-lan-sef-yr-Hen-Destament-a'r-Newydd).pdf","title":"Welsh (1900) Bible","scope":null,"type":"historic","provider":"","organization_id":"british-and-foreign-bible-society","filesize":137003820,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[{"id":"CYM1830","parent_bible_id":"CYMBFBS","gbc":null,"date":"1830","iso":"cym","title":"Welsh Ruth, Psalms and Isaiah","title_vernacular":"Salmau 1-20 a detholiad o Ruth ac Eseia 1830-35 (Ioan Tegid)","copyright":"Public Domain","guid":null,"description":"John Jones, the second son of Henry and Catherine Jones, was born in 1792 at Bala, in north Wales. He was christened at Llanycil church, on the banks of Llyn Tegid. It is from this lake which he later took his bardic name Ioan Tegid. He studied at Bala and at Carmarthen, before going to Jesus College, Oxford, which traditionally recruited students from Wales. In 1819 he was ordained into the Anglican Church and became chaplain of Christ Church, Oxford. He was a scholar of Welsh and Hebrew. Whilst at Oxford he transcribed the Mabinogi and other stories from the Red Book of Hergest for Lady Charlotte Guest. He returned to Wales in 1841 and took an active part in Eisteddfod gatherings. He was vicar of Nevern (Nanhyfer) in Pembrokeshire from 1842, and became canon of St Davidʼs Cathedral in 1848. He remained at Nevern until he died in 1852 aged 60. He was buried at Nevern, where there is a memorial to him. In 1859 his nephew published his poetry as Gwaith barddonawl y diweddar Barch. John Jones, M.A., Tegid.\nTegid translated the book of Isaiah from Hebrew into English, which was published at Oxford in 1830, and went to a second edition in 1842. His English translation was made to help get feedback for his translation from Hebrew into Welsh. The full Welsh translation was never published, and the original manuscript has been lost. However he submitted selections from his translation of Isaiah to various Welsh language journals and they were published between 1830 and 1846. The surviving selections are Eseia 5:1-7; chapter 10; 14:5-19; 17:12-14; chapters 19 and 23; 45:11; chapter 53; and 58:13-14.\nTegid also translated parts of Ruth and Psalms from Hebrew into Welsh. He published these in instalments in Y Gwyliedydd. Selections of Ruth were published in June and July 1833. The selections are Ruth 1:6; 2:5; 3:1, 4, 9-13, 15; and 4:4, 11, 13-14. Tegid followed this with his translation of the Psalms. These were published in monthly instalments between March 1834 and August 1835. He completed the first 20 psalms before giving up because he got no positive feedback.\nThese selections of Scripture from Ruth, Psalms and Isaiah were digitised for the Bible Society in 2021, for the Welsh Scripture Digitisation Project. The collection has been called Salmau 1-20 a detholiad o Ruth ac Eseia 1830-35 (Ioan Tegid). ","description_short":null,"description_vernacular":"Ganwyd John Jones, ail fab Henry a Catherine Jones, ym 1792 yn y Bala. Cafodd ei fedyddio yn eglwys Llanycil ar lan Llyn Tegid. Dyna darddiad ei enw barddol, Ioan Tegid, yn ddiweddarach. Astudiodd yn y Bala ac yng Nghaerfyrddin, cyn mynd ymlaen i Goleg Iesu, Rhydychen, oedd yn draddodiadol yn recriwtio myfyrwyr o Gymru. Ym 1819 cafodd ei ordeinio iʼr Eglwys Anglicanaidd, a daeth yn gaplan Christ Church, Rhydychen. Roedd yn ysgolhaig yn y Gymraeg aʼr Hebraeg. Tra yn Rhydychen trawsgrifiodd Y Mabinogi a straeon eraill o Lyfr Coch Hergest i Lady Charlotte Guest. Dychwelodd i Gymru ym 1841 a chymryd rhan weithredol mewn Eisteddfodau. Roedd yn ficer Nanhyfer yn Sir Benfro o 1842, a chafodd ei ddyrchafu yn Ganon Eglwys Gadeiriol Tyddewi ym 1848. Arhosodd yn Nanhyfer hyd nes iddo farw yn 60 oed ym 1852. Yno y cafodd ei gladdu, ac mae cofeb iddo yno hyd heddiw. Ym 1859 cyhoeddodd ei nai gasgliad oʼi farddoniaeth, Gwaith barddonawl y diweddar Barch. John Jones, M.A., Tegid.\nCyfieithodd Tegid lyfr Eseia oʼr Hebraeg iʼr Saesneg. Feʼi cyhoeddwyd yn Rhydychen ym 1830, ac aeth i ail argraffiad ym 1842. Paratodd y cyfieithiad hwn gydaʼr bwriad o gael adborth ar gyfer ei gyfieithiad oʼr Hebraeg iʼr Gymraeg. Ni chafodd y cyfieithiad Cymraeg llawn erioed ei gyhoeddi ac maeʼr llawysgrif wreiddiol wedi ei cholli. Ond cyhoeddwyd detholiadau oʼi gyfieithiad o Eseia mewn amrywiol gyfnodolion Cymraeg rhwng 1830 a 1846. Yr adrannau sydd wedi goroesi yw Eseia 5:1-7; pennod 10; 14:4-19; 17:12-14; penodau 19 a 23; 45:11; pennod 53; a 58:13-14.\nCyfieithodd Tegid rannau o Lyfr Ruth a Llyfr y Salmau iʼr Gymraeg hefyd. Cyhoeddodd y rhain yn Y Gwyliedydd. Cyhoeddwyd rhannau o Lyfr Ruth ym Mehefin a Gorffennaf 1833. Yr adnodau gyhoeddwyd oedd Ruth 1:6; 2:5; 3:1, 4, 9-13, 15; a 4:4, 11, 13-14. Dilynodd y detholiadau hyn gydaʼi gyfieithiadau oʼr Salmau. Cyhoeddwyd y rhain yn fisol rhwng Mawrth 1834 ac Awst 1835. Cwblhaodd yr ugain salm gyntaf cyn rhoiʼr gorau iddi am na chafodd unrhyw adborth cadarnhaol.\nCafodd y detholiadau hyn o Lyfr Ruth, y Salmau ac Eseia eu digideiddio i Gymdeithas y Beibl yn 2021, ar gyfer Prosiect Digideiddio Ysgrythurau Cymraeg. Rhoddwyd y teitl Salmau 1-20 a detholiad o Ruth ac Eseia 1830-35 (Ioan Tegid) iʼr casgliad.","description_reviewed":0,"script":null,"versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0},{"id":"CYMBFB","parent_bible_id":"CYMBFBS","gbc":null,"date":"1800-1900","iso":"cym","title":"Welsh - English BFSM Bible Portions","title_vernacular":"Welsh - English: British &amp; Foreign Bible Society Portions","copyright":"Public Domain","guid":null,"description":"Assorted English Bible Portions as published by the British &amp; Foreign Bible Society [Welsh, Galés]","description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0},{"id":"CYMGOS71","parent_bible_id":"CYMBFBS","gbc":null,"date":"1971","iso":"cym","title":"Y Ffordd Newydd Gospels (1971)","title_vernacular":"Y Ffordd Newydd  - 4 Efengyl mewn Cymraeg Byw 1971","copyright":"© Cymdeithas y Beibl 1971 and  British and Foreign Bible Society 1971","guid":null,"description":"","description_short":null,"description_vernacular":"Y Ffordd Newydd\n\nYn y 1960au bu galwadau gan ieuenctid ac ysgolion yng Nghymru am gyfieithiad bywiog, modern o'r Testament Newydd. Roedd pobl yn ymwybodol o lawer o gyfieithiadau deniadol yn y Saesneg ac roedd hiraeth am rywbeth tebyg yn y Gymraeg. Felly comisiynodd Cymdeithas y Beibl gyfieithiad ffres o'r Testament Newydd o'r Roeg i Gymraeg llafar, yn arddull y \bk Good News Bible\bk* Saesneg.\n\nCyhoeddwyd Efengyl Ioan ym 1969 fel Y Ffordd, a'i ailargraffu ym 1970. Ar y clawr blaen roedd delwedd o Bethania, Ceredigion. Paratowyd y cyfieithiad hwn gan Ieuan Davies, gweinidog gyda'r Annibynwyr.\n\nParatowyd Efengyl Mathew gan T. Glyn Thomas (a fu farw ym 1973), gweinidog gyda'r Annibynwyr yn Wrecsam. Paratowyd Efengyl Marc gan J. S. Williams, gweinidog gyda'r Bedyddwyr, ac Efengyl Luc gan Dafydd Owen, gweinidog yn Eglwys Bresbyteraidd Cymru. Yna cyhoeddwyd y pedair Efengyl gyda'i gilydd ym 1971 dan y teitl \bk Y Ffordd Newydd\bk*, a chafwyd ailargraffiad ym 1972. Roedd hwn yn cynnwys argraffiad diwygiedig o Efengyl Ioan. Ar y clawr blaen roedd delwedd o Fethlehem, Sir Gaerfyrddin. Roedd y cyfieithiad yn cynnwys rhai o luniau Annie Vallatton, ddefnyddiwyd cyn hynny yn y \bk Good News Bible\bk* Saesneg.\n\nY cynllun gwreiddiol oedd cyhoeddi'r Testament Newydd yn gyfan yn yr un arddull. Ond yna rhoddwyd y gorau i'r bwriad hwn gan fod eglwysi Cymru wedi ymrwymo i baratoi cyfieithiad newydd o'r Beibl cyfan. Cafodd Testament Newydd y cyfieithiad hwnnw, sef y Beibl Cymraeg Newydd (BCN), ei lansio yn Eglwys Gadeiriol Bangor ar Ddydd Gwyl Dewi 1975.\n\nFersiwn Digidol\n\nCafodd yr eitemau hyn eu digideiddio yn 2019, o lyfrynnau gwreiddiol sydd yng nghasgliad Cymdeithas y Beibl yn Llyfrgell Caergrawnt. Rhan o brosiect Digideiddio Ysgrythurau Cymraeg Cymdeithas y Beibl.","description_reviewed":0,"script":null,"versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0},{"id":"CYMLVP","parent_bible_id":"CYMBFBS","gbc":null,"date":"1936","iso":"cym","title":"Welsh Lewis Valentine Psalms","title_vernacular":"Detholiad o’r Salmau 1936 (Lewis Valentine)","copyright":"Public Domain","guid":null,"description":"Lewis Edward Valentine was born in Llanddulas, Conwy in 1893. In 1925 he married Margaret Jones. He was a Baptist minister and editor of the Baptist paper, Seren Gomer, for nearly a quater of a century, from 1951 to 1975. He was one of the founders of Plaid Cymru, the partyʼs first president and its first parliamentary candidate in the 1928 election. In 1936, he was one of the three that claimed responsibility for burning the RAF bombing school in Penyberth, on the Llŷn Peninsula in Caernarfonshire. He, together with Saunders Lewis and D.J.Williams were sentenced by the Old Bailey to 9 months imprisonment at Wormwood Scrubs. He died aged 92 in Colwyn Bay in 1986.\n\nWhilst Lewis Valentine served as Baptist pastor at the Tabernacl Welsh Baptist chapel in Llanduduno. The publication was dedicated in memory of his parents. There is a 15 page introduction (Rhagarweiniad) about the psalms. He translated 41 psalms: numbers 1, 2, 8; 15, 16, 19; 23, 27; 32, 34; 40, 42-43, 46, 48; 50, 51; 62, 65; 72, 73; 80, 84, 87; 90, 91; 100, 102, 103, 104; 110, 116; 121, 122, 125, 126; 130, 132, 139; 145, 147. At the end of the book is a section of notes (Nodiadau) about each of these psalms, followed by some questions and subjects for discussion (Pynciau iʼw Trafod). They were published by Gwasg Ilston in April 1936, and printed under the title Detholiad oʼr Salmau (A Selection of the Psalms) by J. D. Lewis and Sons, Gwasg Gomer, Llandysul.\n\nDetholiad oʼr Salmau was digitised for the Bible Society in 2021. This project also includes his translation of the Virtuous Bride from Proverbs 31, which he gave as part of an address at the funeral for the mother of the authoress Kate Roberts in 1944. They are published online with the permission of his family. ","description_short":null,"description_vernacular":"Ganed Lewis Edward Valentine yn Llanddulas, Conwy ym 1893. Yn 1925 priododd â Margaret Jones. Roedd yn weinidog gydaʼr Bedyddwyr ac yn olygydd Seren Gomer am bron chwarter canrif, o 1951 to 1975. Roedd yn un o sylfaenwyr Plaid Cymru, yn llywydd cyntaf y Blaid aʼi hymgeisydd seneddol cyntaf yn etholiad 1928. Ym 1936, roedd yn un oʼr tri wnaeth hawlio cyfrifoldeb am losgi ysgol fomio’r RAF yn Penyberth, ar Benrhyn Llyn, Sir Gaernarfon. Cafodd o, ynghŷd â Saunders Lewis a D.J.Williams eu dedfrydu gan yr Old Bailey i 9 mis o garchar yn Wormwood Scrubs. Bu farw yn 92 oed ym Mae Colwyn ym 1986.\n\nTra bu Lewis Valentine yn weinidog yng nghapel y Bedyddwyr, Tabernacl Llanduduno, cyfieithodd ddetholiad o 36 salm. Cyflwynodd y gyfrol er cof am ei rieni. Mae cyflwyniad 15 tudalen (Rhagarweiniad) am y salmau. Cyfieithodd 41 salm: rhifau 1, 2, 8; 15, 16, 19; 23, 27; 32, 34; 40, 42-43, 46, 48; 50, 51; 62, 65; 72, 73; 80, 84, 87; 90, 91; 100, 102, 103, 104; 110, 116; 121, 122, 125, 126; 130, 132, 139; 145, 147. Ar ddiwedd y llyfr mae nodiadau ar bob un oʼr salm, ynghŷd â rhai cwestiynau a phynciau iʼw trafod. Feʼi cyhoeddwyd gan Wasg Ilston ym mis Ebrill 1936, aʼi argraffu dan y teitl Detholiad oʼr Salmau, gan J. D. Lewis aʼi Feibion, Gwasg Gomer, Llandysul.\n\nCafodd Detholiad oʼr Salmau ei ddigideiddio i Gymdeithas y Beibl yn 2021. Mae'r prosiect hwn hefyd yn cynnwys ei gyfieithiad o Y Wraig Rinweddol yn Diarhebion 31, a roddodd fel rhan o anerchiad yn angladd mam yr awdures Kate Roberts ym 1944. Fe'u cyhoeddir ar-lein gyda chaniatâd ei deulu","description_reviewed":0,"script":null,"versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0}],"language":{"iso":"cym","glotto_id":"wels1247","glotto_family":null,"iso1":"cy","name":"Welsh","autonym":"Cymraeg","macroarea":null,"level":"L","development":null,"use":null,"location":"Ireland and United Kingdom","area":"North, west, south Wales. Also in Argentina, Canada, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"GB","latitude":"52.000000","longitude":"-4.000000","population":573050,"status_id":"2","status_notes":null,"redirect_to_iso":null},"country":null}