{"abbr":"CYMCTB","title":"Cyfieithiad Briscoe New Testament and OT Portions","title_vernacular":"Cyfieithiad Briscoe 1853-94 (Test. Newydd a rhannau o'r Hen Dest.)","description":"Thomas Briscoe was born in Wrexham in north Wales in 1813 and educated at Ruthin. He then studied at Jesus College, Oxford, which traditionally recruited students from Wales. He gained a first class Bachelor of Arts (BA) in 1833, and was appointed Fellow of Jesus College in 1834. He gained his Master of Arts (MA) in 1836. Briscoe was ordained as an Anglican deacon in 1836, and as a priest in 1837. He ministered at Henllan, Denbighshire until 1840. He then returned to Oxford and gained his Bachelor of Divinity (BD) 1858. Briscoe was an excellent scholar and tutor in the biblical languages of Hebrew and Greek. As well as his native Welsh he also knew English, French and German. Briscoe left Oxford in 1858 and spent the rest of his life as vicar of Holyhead on Anglesey. From 1877 he was also Chancellor of Bangor Cathedral. He died unmarried in Holyhead in 1895 aged 82. Whilst he was at Oxford, Briscoe became an admirer of the work of Bishop Lowth, Oxford professor of poetry, who had translated Isaiah in 1778. This translation kept the original poetry of the text in English and was greatly admired and reprinted many times. Briscoe wanted to do the same in Welsh. In 1853 Briscoe completed his own poetic translation of the Book of the Prophet Isaiah from Hebrew, using Bishop Lowthʼs principles. It was published in London in 1854. Briscoeʼs translation of Isaiah was followed by his translations from Hebrew of the Book of Psalms and the Book of Proverbs published together in 1854, and then the Book of the Patriarch Job published in 1855. In 1881 when the Church of England produced the English Revised Version of the New Testament, Briscoe hoped that the Welsh Bishops would commission a similar project in Welsh. Whilst Briscoe was vicar of Holyhead, he translated the New Testament from Greek, which followed the readings of the English Revised Version. In 1894 when it became clear that there would not be an official Welsh Revised Version, Briscoe published his own translation from Greek, at Bangor. Briscoeʼs Old Testament books were scanned from copies in the Bible Society collection at Cambridge University. The New Testament was scanned with thanks to the Special Collections and Archives at Cardiff University. These were digitised by the Bible Society, and then checked and proof-read by Arfon Jones in 2020. All these books of the Bible which were translated by Briscoe (i.e. Job, Psalms, Proverbs, Isaiah and the New Testament) have been combined and called: Thomas Briscoeʼs Translation 1894 (Cyfieithiad Briscoe 1894).   This digital collection was produced by the British and Foreign Bible Society in 2020-21.","description_vernacular":"Ganwyd Thomas Briscoe yn Wrecsam ym 1813 a'i addysg yn Ysgol Rhuthun. Aeth ymlaen i astudio yng Ngholeg Iesu, Rhydychen, a oedd yn draddodiadol yn recriwtio myfyrwyr o Gymru. Enillodd radd dosbarth cyntaf Baglor yn y Celfyddydau (BA) ym 1833, a phenodwyd ef yn Gymrawd Coleg Iesu ym 1834. Enillodd radd Meistr yn y Celfyddydau (MA) ym 1836. Ordeiniwyd Briscoe yn ddiacon Anglicanaidd ym 1836, ac yn offeiriad ym 1837. Bu'n gweinidogaethu yn Henllan, Sir Ddinbych hyd 1840. Yna dychwelodd i Rydychen ac ennill gradd Baglor mewn Diwinyddiaeth (BD) yn 1858. Roedd Briscoe yn ysgolhaig ac yn diwtor yn yr ieithoedd Beiblaidd Hebraeg a Groeg. Yn ogystal â'i Gymraeg frodorol roedd hefyd yn siarad Saesneg, Ffrangeg ac Almaeneg.  Gadawodd Briscoe Rydychen ym 1858 a threuliodd weddill ei oes fel ficer yng Nghaergybi ar Ynys Môn. O 1877 roedd hefyd yn Ganghellor Eglwys Gadeiriol Bangor. Bu farw’n ddibriod yng Nghaergybi ym 1895 yn 82 mlwydd oed.  Tra roedd yn Rhydychen, daeth Briscoe yn edmygydd mawr o waith yr Esgob Lowth, athro barddoniaeth Rhydychen, a oedd wedi cyfieithu Llyfr y proffwyd Eseia ym 1778. Roedd y cyfieithiad hwn yn ceisio cadw barddoniaeth y testun gwreiddiol yn y cyfieithiad Saesneg, a chafodd ei ailargraffu lawer gwaith. Roedd Briscoe eisiau gwneud yr un peth yn y Gymraeg. Ym 1853 cwblhaodd Briscoe ei gyfieithiad barddol ei hun o Lyfr y Proffwyd Eseia o’r Hebraeg gwreiddiol, gan ddilyn egwyddorion yr Esgob Lowth. Fe’i cyhoeddwyd yn Llundain ym 1854.  Aeth Briscoe ymlaen i gyfieithu Llyfr y Salmau a Llyfr y Diarhebion o’r Hebraeg, ac fe’u cyhoeddwyd gyda’i gilydd ym 1854. Yna cyfieithodd Lyfr Job, a gyhoeddwyd ym 1855.  Yn ddiweddarach, pan oedd Briscoe yn ficer Caergybi, cyfieithodd y Testament Newydd o'r Roeg. Ym 1881 pan gynhyrchodd Eglwys Loegr Fersiwn Diwygiedig Saesneg o’r Testament Newydd, roedd Briscoe yn gobeithio y byddai Esgobion Cymru yn comisiynu prosiect tebyg yn Gymraeg. Pan ddaeth yn amlwg na fyddai Fersiwn Diwygiedig Cymraeg swyddogol, cyhoeddodd Briscoe ei gyfieithiad ei hun o’r Testament Newydd Groeg, yn dilyn y darlleniadau ddefnyddiai’r Fersiwn Diwygiedig Saesneg, ym Mangor ym 1894.  Sganiwyd cyfieithiad Briscoe o lyfrau’r Hen Destament o gopïau yng nghasgliad Cymdeithas y Beibl ym Mhrifysgol Caergrawnt. Sganiwyd y Testament Newydd gyda diolch i'r Casgliadau Arbennig a'r Archifau ym Mhrifysgol Caerdydd.  Cafodd y rhain eu digideiddio gan Gymdeithas y Beibl, ac yna eu gwirio a'u prawf-ddarllen gan Arfon Jones yn 2020. Mae'r holl lyfrau hyn o'r Beibl a gyfieithwyd gan Briscoe (h.y. Job, Salmau, Diarhebion, Eseia a'r Testament Newydd) wedi eu casglu at ei gilydd dan y teitl ‘Cyfieithiad Briscoe 1894’.  Eseia (cyhoeddwyd 1853), Job (1854), Y Salmau a Diarhebion (1855) a'r Testament Newydd (1894). Cynhyrchwyd y casgliad digidol hwn gan Gymdeithas y Beibl yn 2020-21.","iso":"cym","script":"Latn","year":1853,"country_id":"GB","copyright":"Public Domain","bible_links":[{"bible_abbr":"CYMCTB","url":"https://www.bible.com/versions/2737-ctb-cyfieithiad-briscoe-1853-94-test-newydd-a-rhannau-or-hen-dest-dot-","title":"Cyfieithiad Briscoe 1853-94 (Test. Newydd a rhannau o'r Hen Dest.)","scope":"","type":"web","filesize":"0","response_code":"0","provider":"British \u0026amp; Foreign Bible Society","visible":true,"organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72"},{"bible_abbr":"CYMCTB","url":"https://app.thedigitalbiblelibrary.org/entry?id=915256c4cd2c9117","title":"Bible For Developers","scope":"NTP","type":"archive","filesize":"0","response_code":"0","provider":"Digital Bible Library","visible":true,"organization_id":"f4b27cf8-7dbf-4bfb-8cd4-93315e272e2a"},{"bible_abbr":"CYMCTB","url":"https://archive.org/download/CYMCTB_DBS_HS/Welsh-(1879)-New-Testament-(Testament-Newydd-ein-harglwydd-a'n-hiachawdwr-Iesu-Grist).pdf","title":"Welsh (1879) New Testament","scope":"","type":"historic","filesize":"20149513","response_code":"0","provider":"The Bible Archive","visible":true,"organization_id":"0f04902f-a48b-4402-8eaa-899296cbb7ea"},{"bible_abbr":"CYMCTB","url":"https://bible.com/versions/2737","title":"Youversion","scope":"","type":"","filesize":"0","response_code":"0","provider":"","visible":true,"organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72"}],"bible_equivalents":[{"bible_abbr":"CYMCTB","organization_id":"f4b27cf8-7dbf-4bfb-8cd4-93315e272e2a","equivalent_id":"915256c4cd2c9117","site":"","suffix":"","type":"DBL","url":"https://app.thedigitalbiblelibrary.org/entry?id=915256c4cd2c9117"},{"bible_abbr":"CYMCTB","organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72","equivalent_id":"2737","site":"","suffix":"","type":"","url":"https://bible.com/versions/2737"}],"language":{"iso":"cym","glotto_id":"wels1247","iso1":"cy","name":"Welsh","autonym":"Cymraeg","level":"L","location":"Ireland and United Kingdom","area":"North, west, south Wales. Also in Argentina, Canada, United States.","country_id":"GB","latitude":52,"longitude":-4,"population":573050,"status_id":"2"},"country":{"id":"GB","name":"United Kingdom","name_long":"The United Kingdom of Great Britain and Northern Ireland","population":67081000,"official_language":"English","official_language_iso":"eng","iso_a3":"GBR","continent_id":"EU","iso_num":826,"language_count":101,"religion_primary":"Christianity","introduction":"The United Kingdom has historically played a leading role in developing parliamentary democracy and in advancing literature and science. At its zenith in the 19th century the British Empire stretched over one-fourth of the earth's surface. The first half of the 20th century saw the UK's strength seriously depleted in two world wars and the Irish Republic's withdrawal from the union. The second half witnessed the dismantling of the Empire and the UK rebuilding itself into a modern and prosperous European nation. As one of five permanent members of the UN Security Council and a founding member of NATO and the Commonwealth the UK pursues a global approach to foreign policy. The UK is also an active member of the EU although it chose to remain outside the Economic and Monetary Union. The Scottish Parliament the National Assembly for Wales and the Northern Ireland Assembly were established in 1999. The latter was suspended until May 2007 due to wrangling over the peace process but devolution was fully completed in March 2010.","overview":"The United Kingdom made up of England Scotland Wales and Northern Ireland is an island nation in northwestern Europe. England – birthplace of Shakespeare and The Beatles – is home to the capital London a globally influential centre of finance and culture. England is also site of Neolithic Stonehenge Bath’s Roman spa and centuries-old universities at Oxford and Cambridge.","independent":1,"landmass_km":241930,"population_christian":33200000,"population_christian_percentage":59.3,"population_catholic_percentage":8.9,"population_protestant_percentage":50,"population_refugee":133094,"population_migration":260650,"population_year_change":0.53,"population_density_km":281,"population_average_age":40,"population_urban_percentage":83,"population_literacy_percentage":99,"region_code":10,"region_id":154,"region_name":"Northern Europe","url_wiki":"https://en.wikipedia.org/wiki/United_Kingdom","url_britannica":"https://www.britannica.com/place/United-Kingdom","url_national_society":"https://www.biblesociety.org.uk/","url_ubs":"https://unitedbiblesocieties.org/locations/british-and-foreign-bible-society/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/united-kingdom/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/UK-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/USA","url_nations_online":"https://www.nationsonline.org/oneworld/united_kingdom.htm","url_odp":"https://curlie.org/Regional/Europe/United_Kingdom","url_operation_world":"https://operationworld.org/locations/united-kingdom-of-gb-ni","url_religious_freedom":"https://www.state.gov/countries-areas/united-kingdom/","url_joshua":"https://joshuaproject.net/countries/GB","url_prayercast":"https://prayercast.com/england.html","url_prayercast_video":"https://player.vimeo.com/video/37676816","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=England_dload_hi.mov"}}