{"abbr":"CYMLVP","title":"Welsh Lewis Valentine Psalms","title_vernacular":"Detholiad o’r Salmau 1936 (Lewis Valentine)","description":"Lewis Edward Valentine was born in Llanddulas, Conwy in 1893. In 1925 he married Margaret Jones. He was a Baptist minister and editor of the Baptist paper, Seren Gomer, for nearly a quater of a century, from 1951 to 1975. He was one of the founders of Plaid Cymru, the partyʼs first president and its first parliamentary candidate in the 1928 election. In 1936, he was one of the three that claimed responsibility for burning the RAF bombing school in Penyberth, on the Llŷn Peninsula in Caernarfonshire. He, together with Saunders Lewis and D.J.Williams were sentenced by the Old Bailey to 9 months imprisonment at Wormwood Scrubs. He died aged 92 in Colwyn Bay in 1986.  Whilst Lewis Valentine served as Baptist pastor at the Tabernacl Welsh Baptist chapel in Llanduduno. The publication was dedicated in memory of his parents. There is a 15 page introduction (Rhagarweiniad) about the psalms. He translated 41 psalms: numbers 1, 2, 8; 15, 16, 19; 23, 27; 32, 34; 40, 42-43, 46, 48; 50, 51; 62, 65; 72, 73; 80, 84, 87; 90, 91; 100, 102, 103, 104; 110, 116; 121, 122, 125, 126; 130, 132, 139; 145, 147. At the end of the book is a section of notes (Nodiadau) about each of these psalms, followed by some questions and subjects for discussion (Pynciau iʼw Trafod). They were published by Gwasg Ilston in April 1936, and printed under the title Detholiad oʼr Salmau (A Selection of the Psalms) by J. D. Lewis and Sons, Gwasg Gomer, Llandysul.  Detholiad oʼr Salmau was digitised for the Bible Society in 2021. This project also includes his translation of the Virtuous Bride from Proverbs 31, which he gave as part of an address at the funeral for the mother of the authoress Kate Roberts in 1944. They are published online with the permission of his family. ","description_vernacular":"Ganed Lewis Edward Valentine yn Llanddulas, Conwy ym 1893. Yn 1925 priododd â Margaret Jones. Roedd yn weinidog gydaʼr Bedyddwyr ac yn olygydd Seren Gomer am bron chwarter canrif, o 1951 to 1975. Roedd yn un o sylfaenwyr Plaid Cymru, yn llywydd cyntaf y Blaid aʼi hymgeisydd seneddol cyntaf yn etholiad 1928. Ym 1936, roedd yn un oʼr tri wnaeth hawlio cyfrifoldeb am losgi ysgol fomio’r RAF yn Penyberth, ar Benrhyn Llyn, Sir Gaernarfon. Cafodd o, ynghŷd â Saunders Lewis a D.J.Williams eu dedfrydu gan yr Old Bailey i 9 mis o garchar yn Wormwood Scrubs. Bu farw yn 92 oed ym Mae Colwyn ym 1986.  Tra bu Lewis Valentine yn weinidog yng nghapel y Bedyddwyr, Tabernacl Llanduduno, cyfieithodd ddetholiad o 36 salm. Cyflwynodd y gyfrol er cof am ei rieni. Mae cyflwyniad 15 tudalen (Rhagarweiniad) am y salmau. Cyfieithodd 41 salm: rhifau 1, 2, 8; 15, 16, 19; 23, 27; 32, 34; 40, 42-43, 46, 48; 50, 51; 62, 65; 72, 73; 80, 84, 87; 90, 91; 100, 102, 103, 104; 110, 116; 121, 122, 125, 126; 130, 132, 139; 145, 147. Ar ddiwedd y llyfr mae nodiadau ar bob un oʼr salm, ynghŷd â rhai cwestiynau a phynciau iʼw trafod. Feʼi cyhoeddwyd gan Wasg Ilston ym mis Ebrill 1936, aʼi argraffu dan y teitl Detholiad oʼr Salmau, gan J. D. Lewis aʼi Feibion, Gwasg Gomer, Llandysul.  Cafodd Detholiad oʼr Salmau ei ddigideiddio i Gymdeithas y Beibl yn 2021. Mae'r prosiect hwn hefyd yn cynnwys ei gyfieithiad o Y Wraig Rinweddol yn Diarhebion 31, a roddodd fel rhan o anerchiad yn angladd mam yr awdures Kate Roberts ym 1944. Fe'u cyhoeddir ar-lein gyda chaniatâd ei deulu","iso":"cym","script":"Latn","year":1936,"country_id":"GB","copyright":"Public Domain","bible_links":[{"bible_abbr":"CYMLVP","url":"https://www.bible.com/versions/2801-slv-detholiad-or-salmau-1936-lewis-valentine","title":"Detholiad o’r Salmau 1936 (Lewis Valentine)","scope":"","type":"web","filesize":"0","response_code":"0","provider":"British \u0026amp; Foreign Bible Society","visible":true,"organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72"},{"bible_abbr":"CYMLVP","url":"https://app.thedigitalbiblelibrary.org/entry?id=11bc8fb0f0c3cd03","title":"Bible For Developers","scope":"S","type":"archive","filesize":"0","response_code":"0","provider":"Digital Bible Library","visible":true,"organization_id":"f4b27cf8-7dbf-4bfb-8cd4-93315e272e2a"},{"bible_abbr":"CYMLVP","url":"https://bible.com/versions/2801","title":"Youversion","scope":"","type":"","filesize":"0","response_code":"0","provider":"","visible":true,"organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72"}],"bible_equivalents":[{"bible_abbr":"CYMLVP","organization_id":"f4b27cf8-7dbf-4bfb-8cd4-93315e272e2a","equivalent_id":"11bc8fb0f0c3cd03","site":"","suffix":"","type":"DBL","url":"https://app.thedigitalbiblelibrary.org/entry?id=11bc8fb0f0c3cd03"},{"bible_abbr":"CYMLVP","organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72","equivalent_id":"2801","site":"","suffix":"","type":"","url":"https://bible.com/versions/2801"}],"language":{"iso":"cym","glotto_id":"wels1247","iso1":"cy","name":"Welsh","autonym":"Cymraeg","level":"L","location":"Ireland and United Kingdom","area":"North, west, south Wales. Also in Argentina, Canada, United States.","country_id":"GB","latitude":52,"longitude":-4,"population":573050,"status_id":"2"},"country":{"id":"GB","name":"United Kingdom","name_long":"The United Kingdom of Great Britain and Northern Ireland","population":67081000,"official_language":"English","official_language_iso":"eng","iso_a3":"GBR","continent_id":"EU","iso_num":826,"language_count":101,"religion_primary":"Christianity","introduction":"The United Kingdom has historically played a leading role in developing parliamentary democracy and in advancing literature and science. At its zenith in the 19th century the British Empire stretched over one-fourth of the earth's surface. The first half of the 20th century saw the UK's strength seriously depleted in two world wars and the Irish Republic's withdrawal from the union. The second half witnessed the dismantling of the Empire and the UK rebuilding itself into a modern and prosperous European nation. As one of five permanent members of the UN Security Council and a founding member of NATO and the Commonwealth the UK pursues a global approach to foreign policy. The UK is also an active member of the EU although it chose to remain outside the Economic and Monetary Union. The Scottish Parliament the National Assembly for Wales and the Northern Ireland Assembly were established in 1999. The latter was suspended until May 2007 due to wrangling over the peace process but devolution was fully completed in March 2010.","overview":"The United Kingdom made up of England Scotland Wales and Northern Ireland is an island nation in northwestern Europe. England – birthplace of Shakespeare and The Beatles – is home to the capital London a globally influential centre of finance and culture. England is also site of Neolithic Stonehenge Bath’s Roman spa and centuries-old universities at Oxford and Cambridge.","independent":1,"landmass_km":241930,"population_christian":33200000,"population_christian_percentage":59.3,"population_catholic_percentage":8.9,"population_protestant_percentage":50,"population_refugee":133094,"population_migration":260650,"population_year_change":0.53,"population_density_km":281,"population_average_age":40,"population_urban_percentage":83,"population_literacy_percentage":99,"region_code":10,"region_id":154,"region_name":"Northern Europe","url_wiki":"https://en.wikipedia.org/wiki/United_Kingdom","url_britannica":"https://www.britannica.com/place/United-Kingdom","url_national_society":"https://www.biblesociety.org.uk/","url_ubs":"https://unitedbiblesocieties.org/locations/british-and-foreign-bible-society/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/united-kingdom/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/UK-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/USA","url_nations_online":"https://www.nationsonline.org/oneworld/united_kingdom.htm","url_odp":"https://curlie.org/Regional/Europe/United_Kingdom","url_operation_world":"https://operationworld.org/locations/united-kingdom-of-gb-ni","url_religious_freedom":"https://www.state.gov/countries-areas/united-kingdom/","url_joshua":"https://joshuaproject.net/countries/GB","url_prayercast":"https://prayercast.com/england.html","url_prayercast_video":"https://player.vimeo.com/video/37676816","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=England_dload_hi.mov"}}