{"abbr":"DDGNEW","title":"Fataluku New Testament","iso":"ddg","script":"Latn","year":2016,"country_id":"TL","language":{"iso":"ddg","glotto_id":"fata1247","name":"Fataluku","autonym":"Dagada","level":"L","location":"East Timor","area":"East tip of Timor Island around Los Palos.","country_id":"TL","latitude":-8.49464,"longitude":127.08042,"population":48400,"status_id":"6a"},"country":{"id":"TL","name":"Timor-Leste","name_long":"The Democratic Republic of Timor-Leste","population":1413958,"official_language":"Portuguese","official_language_iso":"por","iso_a3":"TLS","continent_id":"OC","iso_num":626,"language_count":23,"religion_primary":"Christianity","introduction":"The Portuguese began to trade with the island of Timor in the early 16th century and colonized it in mid-century. Skirmishing with the Dutch in the region eventually resulted in an 1859 treaty in which Portugal ceded the western portion of the island. Imperial Japan occupied Portuguese Timor from 1942 to 1945 but Portugal resumed colonial authority after the Japanese defeat in World War II. East Timor declared itself independent from Portugal on 28 November 1975 and was invaded and occupied by Indonesian forces nine days later. It was incorporated into Indonesia in July 1976 as the province of Timor Timur (East Timor). An unsuccessful campaign of pacification followed over the next two decades during which an estimated 100000 to 250000 people died. In an August 1999 UN-supervised popular referendum an overwhelming majority of the people of Timor-Leste voted for independence from Indonesia. However in the next three weeks anti-independence Timorese militias - organized and supported by the Indonesian military - commenced a large-scale scorched-earth campaign of retribution. The militias killed approximately 1400 Timorese and forced 300000 people into western Timor as refugees. Most of the country's infrastructure including homes irrigation systems water supply systems and schools and nearly all of the country's electrical grid were destroyed. On 20 September 1999 Australian-led peacekeeping troops deployed to the country and brought the violence to an end. On 20 May 2002 Timor-Leste was internationally recognized as an independent state. ++ In 2006 internal tensions threatened the new nation's security when a military strike led to violence and a breakdown of law and order. At Dili's request an Australian-led International Stabilization Force (ISF) deployed to Timor-Leste and the UN Security Council established the UN Integrated Mission in Timor-Leste (UNMIT) which included an authorized police presence of over 1600 personnel. The ISF and UNMIT restored stability allowing for presidential and parliamentary elections in 2007 in a largely peaceful atmosphere. In February 2008 a rebel group staged an unsuccessful attack against the president and prime minister. The ringleader was killed in the attack and most of the rebels surrendered in April 2008. Since the attack the government has enjoyed one of its longest periods of post-independence stability including successful 2012 elections for both the parliament and president and a successful transition of power in February 2015. In late 2012 the UN Security Council ended its peacekeeping mission in Timor-Leste and both the ISF and UNMIT departed the country.","overview":"'Timor-Leste or East Timor a Southeast Asian nation occupying half the island of Timor is ringed by coral reefs teeming with marine life. Landmarks in the capital Dili speak to the country''s struggles for independence from Portugal in 1975 and then Indonesia in 2002. The iconic 27m-tall Cristo Rei de Dili statue sits on a hilltop high over the city with sweeping views of the surrounding bay.'","independent":1,"landmass_km":14870,"population_refugee":1,"population_migration":-5385,"population_year_change":1.96,"population_density_km":89,"population_average_age":21,"population_urban_percentage":33,"population_literacy_percentage":68,"region_code":2,"region_id":35,"region_name":"South-eastern Asia","url_wiki":"https://en.wikipedia.org/wiki/East_Timor","url_britannica":"https://www.britannica.com/place/East-Timor","url_factbook":"https://www.cia.gov/the-world-factbook/countries/timor-leste/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/TT-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/TLS","url_nations_online":"https://www.nationsonline.org/oneworld/timor_leste.htm","url_odp":"https://curlie.org/Regional/Asia/Timor-Leste","url_operation_world":"https://operationworld.org/locations/timor-leste","url_religious_freedom":"https://www.state.gov/countries-areas/timor-leste/","url_joshua":"https://joshuaproject.net/countries/TL","url_prayercast":"https://prayercast.com/timor-leste.html","url_prayercast_video":"https://player.vimeo.com/video/74938939","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=Timor-Leste_dload_hi.mp4"}}