{"id":"DEUGUE","parent_bible_id":null,"gbc":null,"date":"1905","iso":"deu","title":"Unrevised Elberfelder Bible","title_vernacular":"Darby Unrevidierte Elberfelder 1905","copyright":"Public Domain","guid":null,"description":"German Unrevised Elberfelder Bible 1905. The Darby Bible in German is known as the \"Elberfelder Bibel\". Julius Anton von Poseck (1816–1896) had been translating some NT Epistles into German. In 1851 he sent his work in progress to Darby for review. This stimulated Darby to begin work in 1854 on a full translation and he proceeded on the German translation with von Poseck and Carl Brockhaus (1822–1899). The German NT was published in 1855. When von Poseck moved to England in 1857, the Old Testament translation was made by Darby, Brockhaus and a Dutch Hebraist, Hermanus Cornelis Voorhoeve (1837–1901). The OT work commenced 1869 and was completed in 1871, when the whole Bible was published. Since then there have been a number of significant updates and revisions, including the revisions in 1960, 1975, 1985 by R. Brockhaus Verlag Elberfeld (entitled: \"Elberfelder Bibel\") and most recently in 2003 by Christliche Schriftenverbreitung Hückeswagen (entitled: \"Elberfelder Übersetzung, Edition CSV Hückeswagen\").","description_short":null,"description_vernacular":null,"description_reviewed":3,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"DE","copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[{"bible_id":"DEUGUE","publisher_id":"public-domain","partner_id":null,"description":"This Bible is in the Public Domain and is produced at cost by the Digital Bible Society (dbs.org).<br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":1193,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSans-Regular.ttf","font_bold":"NotoSans-Bold.ttf","font_format":"truetype","font_size":null,"orphans":3,"widows":3,"line_height":1.25,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null},{"bible_id":"DEUGUE","publisher_id":"public-domain","partner_id":null,"description":"This Bible is in the Public Domain and is produced at cost by the Digital Bible Society (dbs.org).<br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":872,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"CrimsonPro-Regular.ttf","font_bold":"CrimsonPro-Bold.ttf","font_format":"truetype","font_size":9,"orphans":3,"widows":3,"line_height":1,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null}],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"deu","glotto_id":"stan1295","glotto_family":null,"iso1":"de","name":"German","autonym":"Deutsch","macroarea":null,"level":"L","development":null,"use":null,"location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"DE","latitude":"48.648954","longitude":"12.467623","population":76100000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"DE","name":"Germany","name_long":"The Federal Republic of Germany","population":79903481,"official_language":"German Standard","official_language_iso":"deu","url_wiki":"https://en.wikipedia.org/wiki/Germany","hidden":0,"autonym":null,"fips":"GM","iso_a3":"DEU","continent_id":"EU","iso_num":276,"religion_primary":"Christianity","introduction":"As Europe's largest economy and second most populous nation (after Russia) Germany is a key member of the continent's economic political and defense organizations. European power struggles immersed Germany in two devastating World Wars in the first half of the 20th century and left the country occupied by the victorious Allied powers of the US UK France and the Soviet Union in 1945. With the advent of the Cold War two German states were formed in 1949: the western Federal Republic of Germany (FRG) and the eastern German Democratic Republic (GDR). The democratic FRG embedded itself in key western economic and security organizations the EC which became the EU and NATO while the communist GDR was on the front line of the Soviet-led Warsaw Pact. The decline of the USSR and the end of the Cold War allowed for German unification in 1990. Since then Germany has expended considerable funds to bring eastern productivity and wages up to western standards. In January 1999 Germany and 10 other EU countries introduced a common European exchange currency the euro.","overview":"Germany is a Western European country with a landscape of forests rivers mountain ranges and North Sea beaches. It has over 2 millennia of history. Berlin its capital is home to art and nightlife scenes the Brandenburg Gate and many sites relating to WWII. Munich is known for its Oktoberfest and beer halls including the 16th-century Hofbräuhaus. Frankfurt with its skyscrapers houses the European Central Bank.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":104,"land_mass_km":348560,"population_christian":46600000,"population_christian_percentage":56.1,"population_catholic_percentage":27.7,"population_protestant_percentage":28.4,"population_refugee":1146685,"population_migration":543822,"population_year_change":0.32,"population_density_km":240,"population_average_age":46,"population_urban_percentage":76,"population_literacy_percentage":"99.00","landmass":null,"region_code":10,"region_id":"155","region_name":"Western Europe"}}