{"id":"DEUWNS","parent_bible_id":null,"gbc":null,"date":"1390","iso":"deu","title":"Wenceslas Bible","title_vernacular":"Wenzelsbibel","copyright":"Public Domain","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Runr","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"DEUWNS","bible_size_id":null,"bible_link_type":"web","url":"http://www.facsimilefinder.com/facsimiles/wenceslas-bible-facsimile","title":"Full Bible","scope":null,"type":"web","provider":"FacsimileFinder.com","organization_id":null,"filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Runr","name":"Runic","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"none","open_type_tag":"runr","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":false,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Runic alphabets were used throughout Northern Europe from the 1st to the 7th century AD. There are various conflicting theories as to the runes’ origins; some scholars suggest they were developed in Denmark and spread southwards to Europe, while others suggest that they were a German invention which spread both northwards and southwards. Runic inscriptions have been found as far south as Istanbul.</p> <p>Runic writing has a distinctive appearance characterized by angular letters (runes) having no horizontal lines. This is thought to be because the runes were designed to be inscribed into wood; horizontal lines would have been difficult to see against a horizontal woodgrain. The direction of writing in early inscriptions was variable, but in later inscriptions the tendency was to write from left to right. Dots were sometimes used to separate words, although spaces were generally not.</p> <p>Runes were used for a number of purposes, including trade (ordering goods, stock descriptions, records of debts owed etc), personal communication, graffiti, political commentaries, and religious or magical recitations.</p> <p>Runic writing went through various phases, the most well-known of which are elder futhark, younger futhark, and Rök (or short-twig) futhark. Elder futhark (also called Germanic futhark / runes) is attested from the year 150. It appears to have been developed specifically to match the phonology of the Proto-Norse language; there were twenty-four symbols each representing one sound. Over the next 700 years, the script evolved into younger futhark. This variant had only sixteen letters, and the sound/symbol relationship was less precise in that many symbols represented two or more sounds. Rök futhark was essentially the same, structurally, as younger futhark, but the shapes of the runes were different.</p> <p>Runes were gradually replaced by the Latin alphabet as Christianity spread through Europe and by the 11th century had died out completely. </p>"},"children":[],"language":{"iso":"deu","glotto_id":"stan1295","glotto_family":null,"iso1":"de","name":"German","autonym":"Deutsch","macroarea":null,"level":"L","development":null,"use":null,"location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"DE","latitude":"48.648954","longitude":"12.467623","population":76100000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":null}