{"id":"ENG1650","parent_bible_id":"ENGBFBS","gbc":null,"date":"1650","iso":"eng","title":"Metrical Psalms 1650","title_vernacular":null,"copyright":"Public Domain","guid":null,"description":"The Bay Psalm Book is a metrical Psalter first printed in 1640 in Cambridge, Massachusetts. It was the first book printed in British North America. The Psalms in it are metrical translations into English. The translations are not particularly polished, and not one has remained in use, although some of the tunes to which they were sung have survived (for instance, \"Old 100th\"). However, its production, just 20 years after the Pilgrims' arrival at Plymouth, Massachusetts, represents a considerable achievement. It went through several editions and remained in use for well over a century.<br><br>In November 2013, one of eleven known surviving copies of the first edition sold at auction for $14.2 million, a record for a printed book.<br><br>The early residents of the Massachusetts Bay Colony brought with them several books of psalms: the Ainsworth Psalter (1612), compiled by Henry Ainsworth for use by Puritan \"separatists\" in Holland; the Ravenscroft Psalter (1621); and the Sternhold and Hopkins Psalter (1562), of which there were several editions. Evidently they were dissatisfied with the translations from Hebrew in these several psalters and wished for some that were closer to the original. They hired \"thirty pious and learned Ministers\", including Richard Mather, Thomas Mayhew, and John Eliot, to undertake a new translation, which they presented here. The tunes to be sung to the new translations were the familiar ones from their existing psalters.<br><br>The first printing was the third product of the Stephen Day (sometimes spelled Daye) press, and consisted of a 148 small quarto leaves, including a 12-page preface, \"The Psalmes in Metre\", \"An Admonition to the Reader\", and an extensive list of errata headed \"Faults escaped in printing\". As with subsequent editions of the book, Day printed the book for sale by the first bookseller in British America, Hezekiah Usher, whose shop at that time was also located in Cambridge. An estimated 1,700 copies of the first edition were printed.<br><br>The third edition (1651) was extensively revised by Henry Dunster and Richard Lyon. The revision was entitled The Psalms, hymns and spiritual songs of the Old and New Testament, faithfully translated into English metre. This revision was the basis for all subsequent editions, and was popularly known as the New England Psalter or New England Version. The ninth edition (1698), the first to contain music, included 13 tunes from John Playford's A Breefe Introduction to the Skill of Musick (London, 1654).<br><br>The expansion of the neoclassical movement in England led to an evolution in the singing of psalms. These changes found their way to America and subsequently new psalm versions were written. In the early part of the 18th century several updated psalms, notably those written by Tate and Brady and by Isaac Watts, were published. Shortly thereafter several congregations in New England elected to replace the Bay Psalm Book with these new titles.<br><br>In 1718, Cotton Mather undertook the revision of the original Bay Psalm Book which he had studied since youth. Two subsequent revisions were published in 1752, by John Barnard of Marblehead and in 1758 by Thomas Prince. Prince was a clergyman at the Old South Church in Boston. He convinced the members of the congregation of the need to produce a revised, more scholarly, edition of the Bay Psalm Book. Unfortunately, Prince’s version was not accepted outside of his membership and in 1789, the Old South Church reverted to the earlier edition published by Isaac Watts.  (Wikipedia)","description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"ENG1650","bible_size_id":null,"bible_link_type":"web","url":"http://cgmusic.org/workshop/smp_frame.htm","title":"Psalm","scope":null,"type":"web","provider":"Music for the Church of God","organization_id":null,"filesize":null,"response_code":null},{"bible_id":"ENG1650","bible_size_id":null,"bible_link_type":"web","url":"http://www.psalm-singing.org/psalms/scottish-1650_1/","title":"Psalm","scope":null,"type":"web","provider":"Psalm Singing Online","organization_id":null,"filesize":null,"response_code":null},{"bible_id":"ENG1650","bible_size_id":null,"bible_link_type":"audio_web","url":"http://www.thepsalmssung.org/scottish/","title":"Psalm","scope":null,"type":"audio_web","provider":"The Psalms Sung","organization_id":null,"filesize":null,"response_code":null},{"bible_id":"ENG1650","bible_size_id":null,"bible_link_type":"audio_web","url":"https://soundcloud.com/connorq/psalm-133-tune-eastgate","title":"Psalm","scope":null,"type":"audio_web","provider":"Soundcloud","organization_id":null,"filesize":null,"response_code":null},{"bible_id":"ENG1650","bible_size_id":null,"bible_link_type":"web","url":"http://charisdevelopment.com/Psalter/TableOfContents?res=smv&chapter=1","title":"Psalm","scope":null,"type":"web","provider":"Charis","organization_id":null,"filesize":null,"response_code":null},{"bible_id":"ENG1650","bible_size_id":null,"bible_link_type":"web","url":"http://www.covenantofgrace.com/metrical_psalms.htm","title":"Psalm","scope":null,"type":"web","provider":"The Covenant of Grace","organization_id":null,"filesize":null,"response_code":null},{"bible_id":"ENG1650","bible_size_id":null,"bible_link_type":"web","url":"http://www.northuistandgrimsayfcc.org.uk/Psalms.html","title":"Psalm","scope":null,"type":"web","provider":"North Uist & Grimsay Free Church of Scotland","organization_id":null,"filesize":null,"response_code":null},{"bible_id":"ENG1650","bible_size_id":null,"bible_link_type":"pdf","url":"http://projectpsalms.net/files/Scottish%20Psalter%20of%201650%20&%20KJV%20Psalms%20-%20Side%20by%20Side.pdf","title":"PSA and KJV Parallel","scope":null,"type":"pdf","provider":"Project Psalms","organization_id":null,"filesize":null,"response_code":null},{"bible_id":"ENG1650","bible_size_id":null,"bible_link_type":"web","url":"http://www.pilgrim-covenant.com/psalm-singing-1","title":"Psalm","scope":null,"type":"web","provider":"Pilgrim Covenant Church","organization_id":null,"filesize":null,"response_code":null},{"bible_id":"ENG1650","bible_size_id":null,"bible_link_type":"web","url":"http://thewestminsterstandard.org/1650-scottish-metrical-psalter/","title":"Psalm","scope":null,"type":"web","provider":"The Westminster Standard","organization_id":null,"filesize":null,"response_code":null},{"bible_id":"ENG1650","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/1365-mp1650-psalms-of-david-in-metre-1650-scottish-psalter","title":"Psalms of David in Metre 1650 (Scottish Psalter)","scope":null,"type":"web","provider":"British &amp; Foreign Bible Society","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"ENG1650","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/ENG1650_DBS_HS/English-(1635)-Scottish-Metrical-Psalter-(1864-Reprint).pdf","title":"English (1635) Scottish Metrical Psalter (1864 Reprint)","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":39445622,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"eng","glotto_id":"stan1293","glotto_family":null,"iso1":"en","name":"English","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":"Cook Islands","area":null,"progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"GB","latitude":"53.000000","longitude":"-1.000000","population":379000000,"status_id":null,"status_notes":null,"redirect_to_iso":null},"country":null}