{"abbr":"ENGABU","title":"American Bible Union Baptist New Testament","description":"The New Testament of our Lord and Savior Jesus Christ. The Common English Version, Corrected by the Final Committee of the American Bible Union. New York: American Bible Union, 1862-64. This thorough revision of the 1850 edtion was prepared by various scholars and edited by Thomas J. Conant, Horatio B. Hackett, and Asahel C. Kendrick. It was first issued in parts, the Gospels appearing in 1862, and Acts through II Corinthians in 1863. A volume containing the complete NT first appeared in 1864.\u003cbr\u003e\u003cbr\u003eThe first edition (1850) is a moderate revision of the KJV New Testament produced by some officers of the American and Foreign Bible Society. The Society had been formed by American Baptists in 1837, for the purpose of aiding Baptist missionary translators, and some prominent members wished to produce or sponsor a revision of the KJV. But others questioned the wisdom of the proposal. One man who was involved in these events, Thomas Armitage, reports that the Society's President and Secretary made this provisional edition on their own initiative after one member suggested that \"those in favor of a revision of the English Scriptures should issue, in the form of a small edition of the New Testament, a specimen of the character of the emendations which they desired .... Deacon William Colgate, the Treasurer, said that he approved of this suggestion, and that if Brethren Cone and Wyckoff would procure and issue such an edition as a personal enterprise, he, as a friend of revision, would personally pay the cost of the plates and printing. This was done, and in their preface they stated that .... they submitted their work, not for acceptance by the Society, but as a specimen of some changes which might be properly made, and that the plates would be presented to the Society if they were desired.\"\u003cbr\u003e\u003cbr\u003eIn the Preface of the 1850 edition, Cone and Wyckoff describe their purpose thus:\u003cbr\u003e\u003cbr\u003eThat the truth of God should be rendered plain to the ordinary reader, is a proposition which none but a Romanist will be disposed to deny. Ignorance of what his Maker has revealed, cannot benefit men, error and misconception must injure him. Every child of light will seek to know the truth, and will desire to make it known to others. By suitable efforts to enlighten his fellow creatures in the things of the kingdom, he promotes their welfare, and advances the declaratory glory of the Author of all truth. With these views and objects, the editors have prepared this amended edition of the New Testament, by diligently comparing it with the original Greek, availing themselves of the labors of learned and godly commentators of the last two hundred years, and submitting the emendations made to several eminent Biblical scholars. They do not pretend to have corrected every error and fault of the commonly received version; but they believe that they have removed many of its most objectionable blemishes, and have so far made \"a good translation better.\" This book is designed for the examination of the members of the American and Foreign Bible Society, to convince them that the common version can be corrected without injury to its characteristic excellencies, and with great enhancement of its real value. The plates have been made at the expense of a few benevolent individuals, and will be offered to the society, in connection with a proposition that a committee of learned brethren be appointed to correspond upon the subject of further emendations, and once a year to submit to the board those on which they unanimously agree. These, if approved by the board, may be introduced into the plates, and the business of rectification be thus gradually prosecuted, until the society is prepared to approve and adopt the book as a standard.\u003cbr\u003e\u003cbr\u003eRead More http://www.bible-researcher.com/abu.html.","iso":"eng","script":"Latn","year":1866,"country_id":"US","copyright":"Public Domain","bible_links":[{"bible_abbr":"ENGABU","url":"https://archive.org/download/ENGABU_DBS_HS/English-(1866)-American-Bible-Union-(Baptist)-New-Testament.pdf","title":"English (1866) American Bible Union (Baptist) New Testament","scope":"","type":"historic","filesize":"17754070","response_code":"0","provider":"The Bible Archive","visible":true,"organization_id":"0f04902f-a48b-4402-8eaa-899296cbb7ea"}],"language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000},"country":{"id":"US","name":"United States","name_long":"The United States of America","population":334998398,"official_language":"English","official_language_iso":"eng","iso_a3":"USA","continent_id":"NA","iso_num":840,"language_count":506,"religion_primary":"Christianity","introduction":"Britain's American colonies broke with the mother country in 1776 and were recognized as the new nation of the United States of America following the Treaty of Paris in 1783. During the 19th and 20th centuries 37 new states were added to the original 13 as the nation expanded across the North American continent and acquired a number of overseas possessions. The two most traumatic experiences in the nation's history were the Civil War (1861-65) in which a northern Union of states defeated a secessionist Confederacy of 11 southern slave states and the Great Depression of the 1930s an economic downturn during which about a quarter of the labor force lost its jobs. Buoyed by victories in World Wars I and II and the end of the Cold War in 1991 the US remains the world's most powerful nation state. Since the end of World War II the economy has achieved relatively steady growth low unemployment and inflation and rapid advances in technology.","overview":"'The U.S. is a country of 50 states covering a vast swath of North America with Alaska in the northwest and Hawaii extending the nation’s presence into the Pacific Ocean. Major Atlantic Coast cities are New York a global finance and culture center and capital Washington DC. Midwestern metropolis Chicago is known for influential architecture and on the west coast Los Angeles'' Hollywood is famed for filmmaking.'","independent":1,"landmass_km":9147420,"population_christian":213000000,"population_christian_percentage":65,"population_catholic_percentage":20,"population_protestant_percentage":45,"population_refugee":341711,"population_migration":954806,"population_year_change":0.59,"population_density_km":36,"population_average_age":38,"population_urban_percentage":83,"population_literacy_percentage":99,"region_code":12,"region_id":21,"region_name":"Northern America","url_wiki":"https://en.wikipedia.org/wiki/United_States","url_britannica":"https://www.britannica.com/place/United-States","url_national_society":"http://www.americanbible.org/","url_ubs":"https://unitedbiblesocieties.org/locations/american-bible-society/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/united-states/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/US-summary.pdf","url_nations_online":"https://www.nationsonline.org/oneworld/united_states.htm","url_odp":"https://curlie.org/Regional/North_America/United_States","url_operation_world":"https://operationworld.org/locations/united-states-of-america","url_joshua":"https://joshuaproject.net/countries/US","url_prayercast":"https://prayercast.com/usa.html","url_prayercast_video":"https://player.vimeo.com/video/23173134","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=USA_dload_hi.mov"}}