{
    "id": "ENGBAX",
    "parent_bible_id": null,
    "uuid": "b76a6a90-4768-44a5-a050-9ee4f958c4a7",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Baxters Paraphrase New Testament",
    "title_vernacular": null,
    "description": "First printed in 1685, Baxter’s Paraphrase of the New Testament was the work of Richard Baxter, a Puritan who was known for his many writings on practical piety. Apparently, Baxter defamed the Church of England in this paraphrase and was imprisoned and severely punished as a result, but he was eventually released. The text contains doctrinal and practical notes throughout which are characteristically plain and brief but meant to help the reader in understanding the text. His paraphrase was also meant to aid families in daily reading and to help all people read and understand the New Testament. Interestingly, our copy contains a penned quote from the court trial of Baxter.<br><br>1685 Baxter, Richard A Paraphrase on the New Testament with Notes Doctrinal and Practical. By plainness and brevity fitted to the use of religious families... and of the younger and poorer sort of scholars and ministers... With an advertisement of difficulties in the Revelations. By Richard Baxter. London: Printed for B. Simmons and Tho. Simmons, 1685. 2nd edition, 1695. Again, 1810.",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGBAX_DBS_HS/English-(1699)-Baxters-Paraphrase-New-Testament.pdf",
            "title": "English (1699) Baxters Paraphrase New Testament",
            "scope": "",
            "type": "historic",
            "filesize": "73758694",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}