{
    "id": "ENGCHE",
    "parent_bible_id": null,
    "uuid": "3e8e5619-264c-4840-848c-1957c3ecb8b9",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "John Cheke Matthew",
    "title_vernacular": null,
    "description": "Sir John Cheke (Cheek) (1514 – 1557) was an English classical scholar and statesman. One of the foremost teachers of his age, and the first Regius Professor of Greek at the University of Cambridge, he played a great part in the revival of Greek learning in England. He was tutor to Prince Edward, the future King Edward VI, and also sometimes to Princess Elizabeth. Of strongly Reformist sympathy in religious affairs, his public career as provost of King's College, Cambridge, Member of Parliament and briefly as Secretary of State during King Edward's reign was brought to a close by the accession of Queen Mary in 1553. He went into voluntary exile abroad, at first under royal licence (which he overstayed). He was captured and imprisoned in 1556, and under threat or apprehension of execution by the fire made a forced public recantation and affiliated himself to the Church of Rome. He died not long afterwards, filled with remorse for having forsworn his true belief from the infirmity of fear. His character, teaching and reputation were, however, admiringly and honourably upheld.",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGCHE_DBS_HS/English-(1550)-John-Cheke-Matthew-(1843-Reprint).pdf",
            "title": "English (1550) John Cheke Matthew (1843 Reprint)",
            "scope": "",
            "type": "historic",
            "filesize": "2611168",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}