{"abbr":"ENGCSPB","title":"Christian Soldiers Penny Bible","description":"The Souldier’s Pocket Bible has a fascinating history connecting the American and English Civil Wars.  Originally published in 1643 during the English Civil war, the booklet is a collection of 125 verses from the Geneva Bible translation to encourage soldiers in Oliver Cromwell’s army.  Only three original copies of this pamphlet are known.  Antiquarian George Livermore discovered one in 1854; he later reprinted it for use by soldiers in the American Civil War.\u003cbr\u003e\u003cbr\u003eThe Christian Soldiers Penny Bible is for the most part the same as The Souldier’s Pocket Bible, though somewhat enlarged and with a different title.  in The Penny Bible, the texts are quoted from the King Jame Bible, with some slight alterations.\u003cbr\u003e\u003cbr\u003eNumerous organizations worked to provide Bibles and spiritual nourishment to the troops, North and South.  At its annual meeting, May 9, 1861, President Frelinghuysen of the American Bible Society (ABS) stated: “While there is much to alarm and afflict us in the political agitations of our country, on thing is our special comfort in the cause of the Bible Society: We are still one, bound together by the bonds of Christian kindness, animated by like hopes, earnest in like purposes and cheered by the same sympathies.”\u003cbr\u003e\u003cbr\u003eThe ABS had 16 printing presses operating in New York.  The first year of the war the society printed 370,000 more Bibles than the previous year.  During the war the ABS distributed a total of 760,773 Scriptures to the armed services and 823,566 additional Scriptures through the Christian Commission.  Some 300,000 Bibles, New Testaments, or portions were distributed throughout the South, though the wartime blockade often hindered distribution in the South.\u003cbr\u003e\u003cbr\u003eThis 1861 New Testament is the first edition printed by the American Bible Society specifically for distribution among Civil war Troops.  Knowing Soldiers would have difficulty carrying about the normal size Bible, the ABS printed user-friendly pocket size New Testaments.  During the Civil War, the ABS distributed over 1.5 million Bibles to both Union and Confederate soldiers.  ","iso":"eng","script":"Latn","year":1862,"country_id":"US","copyright":"Public Domain","bible_links":[{"bible_abbr":"ENGCSPB","url":"https://archive.org/download/ENGCSPB_DBS_HS/English-(1862)-Christian-Soldiers-Penny-Bible.pdf","title":"English (1862) Christian Soldiers Penny Bible","scope":"","type":"historic","filesize":"1356782","response_code":"0","provider":"The Bible Archive","visible":true,"organization_id":"0f04902f-a48b-4402-8eaa-899296cbb7ea"}],"language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000},"country":{"id":"US","name":"United States","name_long":"The United States of America","population":334998398,"official_language":"English","official_language_iso":"eng","iso_a3":"USA","continent_id":"NA","iso_num":840,"language_count":506,"religion_primary":"Christianity","introduction":"Britain's American colonies broke with the mother country in 1776 and were recognized as the new nation of the United States of America following the Treaty of Paris in 1783. During the 19th and 20th centuries 37 new states were added to the original 13 as the nation expanded across the North American continent and acquired a number of overseas possessions. The two most traumatic experiences in the nation's history were the Civil War (1861-65) in which a northern Union of states defeated a secessionist Confederacy of 11 southern slave states and the Great Depression of the 1930s an economic downturn during which about a quarter of the labor force lost its jobs. Buoyed by victories in World Wars I and II and the end of the Cold War in 1991 the US remains the world's most powerful nation state. Since the end of World War II the economy has achieved relatively steady growth low unemployment and inflation and rapid advances in technology.","overview":"'The U.S. is a country of 50 states covering a vast swath of North America with Alaska in the northwest and Hawaii extending the nation’s presence into the Pacific Ocean. Major Atlantic Coast cities are New York a global finance and culture center and capital Washington DC. Midwestern metropolis Chicago is known for influential architecture and on the west coast Los Angeles'' Hollywood is famed for filmmaking.'","independent":1,"landmass_km":9147420,"population_christian":213000000,"population_christian_percentage":65,"population_catholic_percentage":20,"population_protestant_percentage":45,"population_refugee":341711,"population_migration":954806,"population_year_change":0.59,"population_density_km":36,"population_average_age":38,"population_urban_percentage":83,"population_literacy_percentage":99,"region_code":12,"region_id":21,"region_name":"Northern America","url_wiki":"https://en.wikipedia.org/wiki/United_States","url_britannica":"https://www.britannica.com/place/United-States","url_national_society":"http://www.americanbible.org/","url_ubs":"https://unitedbiblesocieties.org/locations/american-bible-society/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/united-states/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/US-summary.pdf","url_nations_online":"https://www.nationsonline.org/oneworld/united_states.htm","url_odp":"https://curlie.org/Regional/North_America/United_States","url_operation_world":"https://operationworld.org/locations/united-states-of-america","url_joshua":"https://joshuaproject.net/countries/US","url_prayercast":"https://prayercast.com/usa.html","url_prayercast_video":"https://player.vimeo.com/video/23173134","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=USA_dload_hi.mov"}}