{
    "id": "ENGCOM",
    "parent_bible_id": null,
    "uuid": "f8819303-2a61-4808-97f2-027b190dd4e1",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Commonly Received New Testament",
    "title_vernacular": null,
    "description": "The Commonly Received Version of the New Testament of Our Lord and Savior Jesus Christ, with Several Hundred Emendations, edited by Spencer H. Cone and William H. Wyckoff. New York: Lewis Colby, 1850.<br><br>Spencer Houghton Cone was born in Princeton, New Jersey, April 13, 1785. He entered Princeton University at the age of twelve, but two years later, because of his father’s illness, left his studies. At sixteen he was master in a school at Burlington. <br><br>He was converted to the Baptist Church in 1814. In 1815-1816 he became Chaplain of the United States House of Representatives. About 1823, he moved to the Oliver street church, New York, where he remained for eighteen years. He then became pastor of the 1st Baptist church there. In 1832, he became president of the Baptist triennial convention, and was re-elected until 1841. From 1837 till 1850 he was president of the American and foreign Bible society. On the formation of the American Bible union, he was made its president, and so continued until his death on August 28, 1855.<br><br>At the zenith of his career he was probably the most popular and influential Baptist minister in the United States.",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGCOM_DBS_HS/English-(1851)-Commonly-Received-New-Testament.pdf",
            "title": "English (1851) Commonly Received New Testament",
            "scope": "",
            "type": "historic",
            "filesize": "21906569",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}