{
    "id": "ENGCNC",
    "parent_bible_id": null,
    "uuid": "8baedd42-f531-4263-bde3-9c398836ae8d",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Christian's New and Complete British Family Bible",
    "title_vernacular": null,
    "description": "The Christian's New and Complete British Family Bible… London: Printed for Alex. Hogg, circa 1800. Folio (9-1/2 by 15 inches), contemporary full tree calf gilt, elaborately gilt-decorated spine, raised bands, red morocco spine label, marbled endpapers.<br><br>Illustrated, early 19th-century family Bible (circa 1800), with the magisterial King James text and 82 copper-engraved plates including allegorical frontispiece, distinguished in full contemporary tree calf.<br><br>First published in 1611, the venerable King James Version of the Bible has exercised an incalculable impact on piety, language and literature throughout the English-speaking world. It is probably the text most commonly found in Bibles such as this one, designed for use and display in the home. Extensive historical and theological commentary compiled by Paul Wright (\"Vicar of Oakley and Rector of Snoreham\") accompanies the scriptural text, as do an engraved allegorical frontispiece and 81 engraved plates depicting some of the Bible's most dramatic moments and memorable persons. Includes Apocrypha. First published 1782 as The Complete British Family Bible (Herbert 1278).",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/English-(1800)-Christian's-New-and-Complete-British-Family-Bible-(Study).pdf",
            "title": "English (1800) Christian's New and Complete British Family Bible (Study)",
            "scope": "",
            "type": "study",
            "filesize": "333636944",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}