{"abbr":"ENGDRB","title":"Douay–Rheims Bible","description":"The Douay–Rheims Bible (also known as the Rheims–Douai Bible or Douai Bible, and abbreviated as D–R and DRB) is a translation of the Bible from the Latin Vulgate into English made by members of the English College, Douai, in the service of the Catholic Church. The New Testament portion was published in Reims, France, in 1582, in one volume with extensive commentary and notes. The Old Testament portion was published in two volumes twenty-seven years later in 1609 and 1610 by the University of Douai. The first volume, covering Genesis through Job, was published in 1609; the second, covering Psalms to 2 Machabees plus the deuterocanonical books of the Vulgate, was published in 1610. Marginal notes took up the bulk of the volumes and had a strong polemical and patristic character. They offered insights on issues of translation, and on the Hebrew and Greek source texts of the Vulgate.\u003cbr\u003e\u003cbr\u003eThe purpose of the version, both the text and notes, was to uphold Catholic tradition in the face of the Protestant Reformation which up till then had dominated Elizabethan religion and academic debate. As such it was an effort by English Catholics to support the Counter-Reformation. The New Testament was reprinted in 1600, 1621 and 1633. The Old Testament volumes were reprinted in 1635 but neither thereafter for another hundred years. In 1589, William Fulke collated the complete Rheims text and notes in parallel columns with those of the Bishops' Bible. This work sold widely in England, being re-issued in three further editions to 1633. It was predominantly through Fulke's editions that the Rheims New Testament came to exercise a significant influence on the development of 17th century English.\u003cbr\u003e\u003cbr\u003eMuch of the text of the 1582/1610 bible employed a densely Latinate vocabulary, making it extremely difficult to read the text in places. Consequently, this translation was replaced by a revision undertaken by bishop Richard Challoner; the New Testament in three editions of 1749, 1750, and 1752; the Old Testament (minus the Vulgate apocrypha), in 1750. Although retaining the title Douay–Rheims Bible, the Challoner revision was a new version, tending to take as its base text the King James Version rigorously checked and extensively adjusted for improved readability and consistency with the Clementine edition of the Vulgate. Subsequent editions of the Challoner revision, of which there have been very many, reproduce his Old Testament of 1750 with very few changes. Challoner's New Testament was, however, extensively revised by Bernard MacMahon in a series of Dublin editions from 1783 to 1810. These Dublin versions are the source of some Challoner bibles printed in the United States in the 19th century. Subsequent editions of the Challoner Bible printed in England most often follow Challoner's earlier New Testament texts of 1749 and 1750, as do most 20th-century printings and on-line versions of the Douay–Rheims bible circulating on the internet.\u003cbr\u003e\u003cbr\u003eAlthough the Jerusalem Bible, New American Bible Revised Edition, Revised Standard Version Catholic Edition, and New Revised Standard Version Catholic Edition are the most commonly used Bibles in English-speaking Catholic churches, the Challoner revision of the Douay–Rheims often remains the Bible of choice of more-traditional English-speaking Catholics. (Wikipedia)\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eLanguage: Early Modern (Renaissance) English for original using Late Middle English reduced character set. Modern English use for subsequent editions.\u003cbr\u003eOT published: 1609–1610\u003cbr\u003eNT published: 1582\u003cbr\u003eAuthorship: English College at Rheims and Douay\u003cbr\u003eDerived from: Vulgate\u003cbr\u003eTextual basis: NT: Vulgate. OT: Vulgate.\u003cbr\u003eTranslation type: Formal equivalence translation of the Jerome Vulgate compared with Hebrew and Greek sources for accuracy. Subsequent editions use the Sixto-Clementine Vulgate. Used as interlinear bibles in diglots for the respective Vulgate versions.","iso":"eng","script":"Latn","year":1582,"country_id":"GB","copyright":"Public Domain","copyright_type":"OPEN","bible_links":[{"bible_abbr":"ENGDRB","url":"http://www.biblestudytools.com/rhe/","title":"Full Bible","scope":"","type":"web","filesize":"0","response_code":"0","provider":"BibleStudyTools.com","visible":true,"organization_id":"9d808133-c463-46a4-8888-a02893e2df5b"},{"bible_abbr":"ENGDRB","url":"https://newchristianbiblestudy.org/bible/douay-rheims/genesis/1/","title":"Full Bible","scope":"","type":"web","filesize":"0","response_code":"0","provider":"New Christian Bible Study","visible":true},{"bible_abbr":"ENGDRB","url":"https://archive.org/download/ENGDRB_DBS_HS/English-(1610)-Douay-Bible.pdf","title":"English (1610) Douay Bible","scope":"","type":"historic","filesize":"5580670","response_code":"0","provider":"The Bible Archive","visible":true,"organization_id":"0f04902f-a48b-4402-8eaa-899296cbb7ea"}],"language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000},"country":{"id":"GB","name":"United Kingdom","name_long":"The United Kingdom of Great Britain and Northern Ireland","population":67081000,"official_language":"English","official_language_iso":"eng","iso_a3":"GBR","continent_id":"EU","iso_num":826,"language_count":101,"religion_primary":"Christianity","introduction":"The United Kingdom has historically played a leading role in developing parliamentary democracy and in advancing literature and science. At its zenith in the 19th century the British Empire stretched over one-fourth of the earth's surface. The first half of the 20th century saw the UK's strength seriously depleted in two world wars and the Irish Republic's withdrawal from the union. The second half witnessed the dismantling of the Empire and the UK rebuilding itself into a modern and prosperous European nation. As one of five permanent members of the UN Security Council and a founding member of NATO and the Commonwealth the UK pursues a global approach to foreign policy. The UK is also an active member of the EU although it chose to remain outside the Economic and Monetary Union. The Scottish Parliament the National Assembly for Wales and the Northern Ireland Assembly were established in 1999. The latter was suspended until May 2007 due to wrangling over the peace process but devolution was fully completed in March 2010.","overview":"The United Kingdom made up of England Scotland Wales and Northern Ireland is an island nation in northwestern Europe. England – birthplace of Shakespeare and The Beatles – is home to the capital London a globally influential centre of finance and culture. England is also site of Neolithic Stonehenge Bath’s Roman spa and centuries-old universities at Oxford and Cambridge.","independent":1,"landmass_km":241930,"population_christian":33200000,"population_christian_percentage":59.3,"population_catholic_percentage":8.9,"population_protestant_percentage":50,"population_refugee":133094,"population_migration":260650,"population_year_change":0.53,"population_density_km":281,"population_average_age":40,"population_urban_percentage":83,"population_literacy_percentage":99,"region_code":10,"region_id":154,"region_name":"Northern Europe","url_wiki":"https://en.wikipedia.org/wiki/United_Kingdom","url_britannica":"https://www.britannica.com/place/United-Kingdom","url_national_society":"https://www.biblesociety.org.uk/","url_ubs":"https://unitedbiblesocieties.org/locations/british-and-foreign-bible-society/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/united-kingdom/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/UK-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/USA","url_nations_online":"https://www.nationsonline.org/oneworld/united_kingdom.htm","url_odp":"https://curlie.org/Regional/Europe/United_Kingdom","url_operation_world":"https://operationworld.org/locations/united-kingdom-of-gb-ni","url_religious_freedom":"https://www.state.gov/countries-areas/united-kingdom/","url_joshua":"https://joshuaproject.net/countries/GB","url_prayercast":"https://prayercast.com/england.html","url_prayercast_video":"https://player.vimeo.com/video/37676816","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=England_dload_hi.mov"}}