{"id":"ENGDRB","parent_bible_id":null,"gbc":null,"date":"1582-1610","iso":"eng","title":"Douay–Rheims Bible","title_vernacular":null,"copyright":"Public Domain","guid":null,"description":"The Douay–Rheims Bible (also known as the Rheims–Douai Bible or Douai Bible, and abbreviated as D–R and DRB) is a translation of the Bible from the Latin Vulgate into English made by members of the English College, Douai, in the service of the Catholic Church. The New Testament portion was published in Reims, France, in 1582, in one volume with extensive commentary and notes. The Old Testament portion was published in two volumes twenty-seven years later in 1609 and 1610 by the University of Douai. The first volume, covering Genesis through Job, was published in 1609; the second, covering Psalms to 2 Machabees plus the deuterocanonical books of the Vulgate, was published in 1610. Marginal notes took up the bulk of the volumes and had a strong polemical and patristic character. They offered insights on issues of translation, and on the Hebrew and Greek source texts of the Vulgate.<br><br>The purpose of the version, both the text and notes, was to uphold Catholic tradition in the face of the Protestant Reformation which up till then had dominated Elizabethan religion and academic debate. As such it was an effort by English Catholics to support the Counter-Reformation. The New Testament was reprinted in 1600, 1621 and 1633. The Old Testament volumes were reprinted in 1635 but neither thereafter for another hundred years. In 1589, William Fulke collated the complete Rheims text and notes in parallel columns with those of the Bishops' Bible. This work sold widely in England, being re-issued in three further editions to 1633. It was predominantly through Fulke's editions that the Rheims New Testament came to exercise a significant influence on the development of 17th century English.<br><br>Much of the text of the 1582/1610 bible employed a densely Latinate vocabulary, making it extremely difficult to read the text in places. Consequently, this translation was replaced by a revision undertaken by bishop Richard Challoner; the New Testament in three editions of 1749, 1750, and 1752; the Old Testament (minus the Vulgate apocrypha), in 1750. Although retaining the title Douay–Rheims Bible, the Challoner revision was a new version, tending to take as its base text the King James Version rigorously checked and extensively adjusted for improved readability and consistency with the Clementine edition of the Vulgate. Subsequent editions of the Challoner revision, of which there have been very many, reproduce his Old Testament of 1750 with very few changes. Challoner's New Testament was, however, extensively revised by Bernard MacMahon in a series of Dublin editions from 1783 to 1810. These Dublin versions are the source of some Challoner bibles printed in the United States in the 19th century. Subsequent editions of the Challoner Bible printed in England most often follow Challoner's earlier New Testament texts of 1749 and 1750, as do most 20th-century printings and on-line versions of the Douay–Rheims bible circulating on the internet.<br><br>Although the Jerusalem Bible, New American Bible Revised Edition, Revised Standard Version Catholic Edition, and New Revised Standard Version Catholic Edition are the most commonly used Bibles in English-speaking Catholic churches, the Challoner revision of the Douay–Rheims often remains the Bible of choice of more-traditional English-speaking Catholics. (Wikipedia)<br><br><br>Language: Early Modern (Renaissance) English for original using Late Middle English reduced character set. Modern English use for subsequent editions.<br>OT published: 1609–1610<br>NT published: 1582<br>Authorship: English College at Rheims and Douay<br>Derived from: Vulgate<br>Textual basis: NT: Vulgate. OT: Vulgate.<br>Translation type: Formal equivalence translation of the Jerome Vulgate compared with Hebrew and Greek sources for accuracy. Subsequent editions use the Sixto-Clementine Vulgate. Used as interlinear bibles in diglots for the respective Vulgate versions.","description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"ENGDRB","bible_size_id":null,"bible_link_type":"web","url":"http://www.biblestudytools.com/rhe/","title":"Full Bible","scope":null,"type":"web","provider":"BibleStudyTools.com","organization_id":"bible-study-tools","filesize":null,"response_code":null},{"bible_id":"ENGDRB","bible_size_id":null,"bible_link_type":"web","url":"https://newchristianbiblestudy.org/bible/douay-rheims/genesis/1/","title":"Full Bible","scope":null,"type":"web","provider":"New Christian Bible Study","organization_id":null,"filesize":null,"response_code":null},{"bible_id":"ENGDRB","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/ENGDRB_DBS_HS/English-(1610)-Douay-Bible.pdf","title":"English (1610) Douay Bible","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":5580670,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[{"id":"ENGDRBCR","parent_bible_id":"ENGDRB","gbc":null,"date":"1752","iso":"eng","title":"Douay-Rheims Bible (Challoner Revision)","title_vernacular":null,"copyright":"Public Domain","guid":null,"description":"“1749 Challoner, Richard The Holy Bible, translated from the Latin Vulgat...first published by the English College at Douay, Anno 1609. Newly revised, and corrected, according to the Clementin Edition of the Scriptures. With annotations for clearing up the principal difficulties of Holy Writ... 4 Vols. [Dublin] 1750.\"\"<br><br>1749 N.T. First revision.<br><br>(Incorporates most of the changes of the 1738 edition (Richard Challoner & Francis Blyth).]<br><br>1750 O.T. First revision. (2 Vols.)<br><br>1750 N.T. Second revision. (1 Vol.)<br><br>1752 N.T. Third revision. (2 Vols.)<br><br>1763 - 1764 O.T. Second revision. (4 Vols.)<br><br>1764 N.T. Fourth revision.<br><br>1772 N.T. Fifth revision.<br><br>1790 The Holy Bible... 2 Vols. Philadelphia: Carey, Stewart & Co., 1790.<br><br>[1st. American edition based on Challoner's Second Edition, 1763-64.]<br><br>1796 The Holy Bible... 4 Vols. Edinburgh: John Moir, 1796.<br><br>1942 The New Testament... Rheims ...1582. As revised by Dr. Challoner, London, A.D. 1752... New York: The Douay Bible House.<br><br>[The Pope states, \"This edition is the best text in the American tradition.\"]”<br><br>Excerpt From: William J. Chamberlin. “Catalogue of English Bible Translations: A Classified Bibliography of Versions and Editions Including Books, Parts, and Old and New Testament Apocrypha ... and Indexes in Religious Studies).” Kindle Books. ","description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null},{"id":"ENGDRV","parent_bible_id":"ENGDRB","gbc":null,"date":"1899","iso":"eng","title":"Douay-Rheims","title_vernacular":"Douay-Rheims Bible","copyright":"Public Domain","guid":null,"description":"The Holy Bible in English, Douay-Rheims American Edition of 1899, translated from the Latin Vulgate","description_short":null,"description_vernacular":null,"description_reviewed":3,"script":"Latn","versification":"Default","numeral_system_id":"default","country_id":"GB","copyright_type":"OPEN","reviewed":0,"isbn13":"978-1-5313-0223-8","back_text":null,"cover":null,"questionable":null}],"language":{"iso":"eng","glotto_id":"stan1293","glotto_family":null,"iso1":"en","name":"English","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":"Cook Islands","area":null,"progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"GB","latitude":"53.000000","longitude":"-1.000000","population":379000000,"status_id":null,"status_notes":null,"redirect_to_iso":null},"country":null}