{"abbr":"ENGEEB","title":"EasyEnglish Bible","description":"The purpose of the EasyEnglish Bible is to make the Bible as clear as possible in simple English. We have used a basic vocabulary of 1200 well-known English words. It is a very good Bible for anyone who is learning English or speaks English as a foreign language.  EasyEnglish Website: To help you even more, the EasyEnglish Bible website – www.easyenglish.bible – has Commentaries and Bible Studies to help you understand the message of the Bible and apply it to your life.  Translation Principles: To make the Bible as easy as possible to understand, we have used: Short sentences, Short paragraphs, Simple grammar. We have avoided things that can be hard to understand, so we have used: No passive verbs, No idioms, No split infinitives, No rhetorical questions. The EasyEnglish Bible is a “meaning-for-meaning” translation not a “word-for-word” translation.  It expresses the meaning of the original message in the most clear, accurate and natural way possible in simple English. It changes the order of words if that makes the meaning clearer in English. It translates the meaning of idioms rather than the literal words. It uses British spelling, grammar and punctuation. These translation principles have been developed by Wycliffe Bible Translators (WBT) and SIL.  EasyEnglish Translation Team: The EasyEnglish Bible has been translated by MissionAssist, which is a Christian charity based in the United Kingdom. MissionAssist is part of the Wycliffe Global Alliance (WGA) and a member of Global Connections.  The EasyEnglish Bible translation team includes:  Linguistic Checkers - People who check the linguistic consistency of the work. Our linguistic checkers normally have a degree in Linguistics or English (or similar) and a TEFL qualification. Theological Checkers - People who check the theological accuracy of the work. Our theological checkers have a degree in theology (or a similar qualification). Style Checkers - People who check drafts and final output for accuracy, consistency and conformance to EasyEnglish principles. The Base Text We have used a range of English Bible translations as a base. Where English versions have a different understanding of the original text, we have referred to the Hebrew or Greek text, using the texts published and updated by United Bible Societies (UBS):  Old Testament: Biblia Hebraica “Masoretic Text” New Testament: The Nestle-Aland “Novum Testamentum Graece” We also use the resources provided by Wycliffe Bible Translators to help translators and checkers understand the issues involved in translating the original texts.  Copyright Information Copyright © MissionAssist 2018 – Charitable Incorporated Organisation 1162807  The copyright of the EasyEnglish Bible and all other material on this website is owned by MissionAssist.  MissionAssist is a member of the Wycliffe Global Alliance and is based in the UK.  MissionAssist, PO Box 257, Evesham, Worcestershire, England. WR11 9AW  ","iso":"eng","script":"Latn","year":2001,"country_id":"GB","copyright":"© MissionAssist 2018","bible_links":[{"bible_abbr":"ENGEEB","url":"http://www.easyenglish.bible","title":"Full Bible","scope":"","type":"web","filesize":"0","response_code":"0","provider":"EasyEnglish.info","visible":true},{"bible_abbr":"ENGEEB","url":"https://www.bible.com/versions/2079-easy-easyenglish-bible-2018","title":"EasyEnglish Bible 2018","scope":"","type":"web","filesize":"0","response_code":"0","provider":"MissionAssist","visible":true,"organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72"},{"bible_abbr":"ENGEEB","url":"https://app.thedigitalbiblelibrary.org/entry?id=ee142c62e2932398","title":"Bible For Developers","scope":"FB","type":"archive","filesize":"0","response_code":"0","provider":"Digital Bible Library","visible":true,"organization_id":"f4b27cf8-7dbf-4bfb-8cd4-93315e272e2a"},{"bible_abbr":"ENGEEB","url":"https://bible.com/versions/2079","title":"Youversion","scope":"","type":"","filesize":"0","response_code":"0","provider":"","visible":true,"organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72"}],"bible_equivalents":[{"bible_abbr":"ENGEEB","organization_id":"f4b27cf8-7dbf-4bfb-8cd4-93315e272e2a","equivalent_id":"ee142c62e2932398","site":"","suffix":"","type":"DBL","url":"https://app.thedigitalbiblelibrary.org/entry?id=ee142c62e2932398"},{"bible_abbr":"ENGEEB","organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72","equivalent_id":"2079","site":"","suffix":"","type":"","url":"https://bible.com/versions/2079"}],"language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000},"country":{"id":"GB","name":"United Kingdom","name_long":"The United Kingdom of Great Britain and Northern Ireland","population":67081000,"official_language":"English","official_language_iso":"eng","iso_a3":"GBR","continent_id":"EU","iso_num":826,"language_count":101,"religion_primary":"Christianity","introduction":"The United Kingdom has historically played a leading role in developing parliamentary democracy and in advancing literature and science. At its zenith in the 19th century the British Empire stretched over one-fourth of the earth's surface. The first half of the 20th century saw the UK's strength seriously depleted in two world wars and the Irish Republic's withdrawal from the union. The second half witnessed the dismantling of the Empire and the UK rebuilding itself into a modern and prosperous European nation. As one of five permanent members of the UN Security Council and a founding member of NATO and the Commonwealth the UK pursues a global approach to foreign policy. The UK is also an active member of the EU although it chose to remain outside the Economic and Monetary Union. The Scottish Parliament the National Assembly for Wales and the Northern Ireland Assembly were established in 1999. The latter was suspended until May 2007 due to wrangling over the peace process but devolution was fully completed in March 2010.","overview":"The United Kingdom made up of England Scotland Wales and Northern Ireland is an island nation in northwestern Europe. England – birthplace of Shakespeare and The Beatles – is home to the capital London a globally influential centre of finance and culture. England is also site of Neolithic Stonehenge Bath’s Roman spa and centuries-old universities at Oxford and Cambridge.","independent":1,"landmass_km":241930,"population_christian":33200000,"population_christian_percentage":59.3,"population_catholic_percentage":8.9,"population_protestant_percentage":50,"population_refugee":133094,"population_migration":260650,"population_year_change":0.53,"population_density_km":281,"population_average_age":40,"population_urban_percentage":83,"population_literacy_percentage":99,"region_code":10,"region_id":154,"region_name":"Northern Europe","url_wiki":"https://en.wikipedia.org/wiki/United_Kingdom","url_britannica":"https://www.britannica.com/place/United-Kingdom","url_national_society":"https://www.biblesociety.org.uk/","url_ubs":"https://unitedbiblesocieties.org/locations/british-and-foreign-bible-society/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/united-kingdom/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/UK-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/USA","url_nations_online":"https://www.nationsonline.org/oneworld/united_kingdom.htm","url_odp":"https://curlie.org/Regional/Europe/United_Kingdom","url_operation_world":"https://operationworld.org/locations/united-kingdom-of-gb-ni","url_religious_freedom":"https://www.state.gov/countries-areas/united-kingdom/","url_joshua":"https://joshuaproject.net/countries/GB","url_prayercast":"https://prayercast.com/england.html","url_prayercast_video":"https://player.vimeo.com/video/37676816","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=England_dload_hi.mov"}}