{"abbr":"ENGFAM","title":"Family Expositer New Testament Doddridge","description":"Doddridge, Philip The New Testament with Paraphrase and Notes. 6 Vols. London: J. Wilson, 1739-1756. First published 1739. Another Edition; 6 Vols. London: Printed by Assignment from the Author's window..., 1761. \u003cbr\u003eAlso; A new translation of the New Testament... extracted from the paraphrase of the late Philip Doddridge, D.D., and carefully revised. With an introduction and notes [by Samuel Palmer). London: For J. Rivington, W. Johnston, R. Baldwin and C. Rivington, 1765. \u003cbr\u003eAnother edition; The Family Expositor; or a Paraphrase and Version of the New Testament; With Critical Notes, and a Practical Improvement of each Section. In six Volumes... by P. Doddridge, D.D. To which is prefixed, A Life of the Author, by Andrew Kippis... Etheridge's Edition, from the Eighth London Edition. Charlestown, Massachusetts: S. Etheridge, Printer; Sold by him at Washington Head Bookstore. Sold also by said Etheridge and Company, in Boston. 1807. [This harmonized the Gospels. The New Testament paraphrase, separate from the commentary and notes, was published. In 1833, a 1 Vol. Edition of this work, along with a memoir of the Author was Published at Amherst. This was a very popular work and was reprinted many times in various forms.] First American Edition; Abridged. 2 Vols. Edited by S.Palmer. Hartford: Printed by Lincoln \u0026 Gleason, 1807. Also; 1 Vol. Edition. New York: Robert Carter \u0026 Bros., 1857.\u003cbr\u003eChamberlin, W. J. (1991). Catalogue of English Bible Translations: A Classified Bibliography of Versions and Editions Including Books, Parts, and Old and New Testament Apocrypha and Apocryphal Books. New York: Greenwood Press.\u003cbr\u003e\u003cbr\u003ePhilip Doddridge was an early 18th century non-conformist pastor, and like Matthew Henry, he spent much of his free time writing his commentary. Doddridge notes in the preface that he intended this commentary to be used by families at the dinner table. The forgotten practice of family worship is a great way to use this commentary; the expanded translation, and the devotions at the end of each section (see below) work together seamlessly as a perfect tool for family devotional reading and discussion. This may well be the book that Jonathan Edwards used for his family devotions.\u003cbr\u003e\u003cbr\u003eThe Family Expositor is an extraordinary work. Doddridge deems it “a paraphrase,” but it is much more than that. Really it’s three works in one. It is a puritan translation and expansion on the text, a puritan commentary on the text, and a puritan devotional work on the text. Doddridge combines these three to make a truly great puritan companion to the New Testament. ","iso":"eng","script":"Latn","year":1825,"country_id":"GB","copyright":"Public Domain","bible_links":[{"bible_abbr":"ENGFAM","url":"http://downloads.dbs.org/archive/English-(1825)-Family-Expositer-New-Testament-(Doddridge).pdf","title":"English (1825) Family Expositer New Testament (Doddridge)","scope":"","type":"study","filesize":"157866498","response_code":"0","provider":"The Bible Archive","visible":true,"organization_id":"0f04902f-a48b-4402-8eaa-899296cbb7ea"}],"language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000},"country":{"id":"GB","name":"United Kingdom","name_long":"The United Kingdom of Great Britain and Northern Ireland","population":67081000,"official_language":"English","official_language_iso":"eng","iso_a3":"GBR","continent_id":"EU","iso_num":826,"language_count":101,"religion_primary":"Christianity","introduction":"The United Kingdom has historically played a leading role in developing parliamentary democracy and in advancing literature and science. At its zenith in the 19th century the British Empire stretched over one-fourth of the earth's surface. The first half of the 20th century saw the UK's strength seriously depleted in two world wars and the Irish Republic's withdrawal from the union. The second half witnessed the dismantling of the Empire and the UK rebuilding itself into a modern and prosperous European nation. As one of five permanent members of the UN Security Council and a founding member of NATO and the Commonwealth the UK pursues a global approach to foreign policy. The UK is also an active member of the EU although it chose to remain outside the Economic and Monetary Union. The Scottish Parliament the National Assembly for Wales and the Northern Ireland Assembly were established in 1999. The latter was suspended until May 2007 due to wrangling over the peace process but devolution was fully completed in March 2010.","overview":"The United Kingdom made up of England Scotland Wales and Northern Ireland is an island nation in northwestern Europe. England – birthplace of Shakespeare and The Beatles – is home to the capital London a globally influential centre of finance and culture. England is also site of Neolithic Stonehenge Bath’s Roman spa and centuries-old universities at Oxford and Cambridge.","independent":1,"landmass_km":241930,"population_christian":33200000,"population_christian_percentage":59.3,"population_catholic_percentage":8.9,"population_protestant_percentage":50,"population_refugee":133094,"population_migration":260650,"population_year_change":0.53,"population_density_km":281,"population_average_age":40,"population_urban_percentage":83,"population_literacy_percentage":99,"region_code":10,"region_id":154,"region_name":"Northern Europe","url_wiki":"https://en.wikipedia.org/wiki/United_Kingdom","url_britannica":"https://www.britannica.com/place/United-Kingdom","url_national_society":"https://www.biblesociety.org.uk/","url_ubs":"https://unitedbiblesocieties.org/locations/british-and-foreign-bible-society/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/united-kingdom/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/UK-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/USA","url_nations_online":"https://www.nationsonline.org/oneworld/united_kingdom.htm","url_odp":"https://curlie.org/Regional/Europe/United_Kingdom","url_operation_world":"https://operationworld.org/locations/united-kingdom-of-gb-ni","url_religious_freedom":"https://www.state.gov/countries-areas/united-kingdom/","url_joshua":"https://joshuaproject.net/countries/GB","url_prayercast":"https://prayercast.com/england.html","url_prayercast_video":"https://player.vimeo.com/video/37676816","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=England_dload_hi.mov"}}