{
    "id": "ENGGRB",
    "parent_bible_id": null,
    "uuid": "28d0d7f7-d124-486a-a867-e15016cf5754",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Great Bible",
    "title_vernacular": null,
    "description": "The Great Bible of 1539 was the first authorised edition of the Bible in English, authorised by King Henry VIII of England to be read aloud in the church services of the Church of England. The Great Bible was prepared by Myles Coverdale, working under commission of Thomas, Lord Cromwell, Secretary to Henry VIII and Vicar General. In 1538, Cromwell directed the clergy to provide \"one book of the Bible of the largest volume in English, and the same set up in some convenient place within the said church that ye have care of, whereas your parishioners may most commodiously resort to the same and read it.\"<br><br>The Great Bible includes much from the Tyndale Bible, with the objectionable features revised. As the Tyndale Bible was incomplete, Coverdale translated the remaining books of the Old Testament and Apocrypha from the Latin Vulgate and German translations, rather than working from the original Greek, Hebrew and Aramaic texts. Although called the Great Bible because of its large size, it is known by several other names as well: the Cromwell Bible, since Thomas Cromwell directed its publication; Whitchurch's Bible after its first English printer; the Chained Bible, since it was chained to prevent removal from the church. It has less accurately been termed Cranmer's Bible, since although Thomas Cranmer was not responsible for the translation, a preface by him appeared in the second edition.<br><br>\"The Byble in Englyſhe, that is to ſaye the content of all the holy ſcrypture, bothe of yͤ olde and newe teſtament, truly tranſlated after the veryte of the Hebrue and Greke textes, by yͤ Dylygent ſtudye of dyuerſe excellent learned men, expert in the forſayde tonges.\" (Wikipedia)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": "OPEN",
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://thebiblecorner.com/englishbibles/thegreatbible/genesis/1.html",
            "title": "Full Bible",
            "scope": "",
            "type": "web",
            "filesize": "0",
            "provider": "TheBibleCorner.com",
            "publisher_id": null,
            "publisher": null
        },
        {
            "url": "https://archive.org/download/ENGGRB_DBS_HS/English-(1540)-Great-Bible.pdf",
            "title": "English (1540) Great Bible",
            "scope": "",
            "type": "historic",
            "filesize": "802454234",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        },
        {
            "url": "https://archive.org/download/ENGGRB_DBS_HS/English-(1894)-Great-Psalter-Bible-Psalms.pdf",
            "title": "English (1894) Great Psalter Bible - Psalms",
            "scope": "",
            "type": "historic",
            "filesize": "14008786",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}