{
    "id": "ENGHBP",
    "parent_bible_id": null,
    "uuid": "63883863-29bb-4606-b171-b77ca7993aad",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Hieroglyphick Bible Portions - Isaiah Thomas",
    "title_vernacular": null,
    "description": "A hieroglyphic Bible replaces some of the words of the text with pictures. Such Bibles were at one time very popular in Great Britain and America and were used as a means of teaching Scripture to children in a direct, simple, and interesting way. Presented here is the first American hieroglyphic Bible, A Curious Hieroglyphick Bible, or, Select Passages in the Old and New Testaments, produced in 1788 by the preeminent early American printer and pioneer publisher of children’s literature Isaiah Thomas (1749‒1831). A landmark in 18th-century American book illustration, the Bible contains nearly 500 woodcuts by American artists and is the most ambitious woodcut book produced in America up to that time. In his preface, Thomas offers the book not only as a pleasing method of teaching Bible lessons to children, but as “an easy Way of leading them on in Reading.” Thomas learned the art of engraving while apprenticed in his youth to the Boston printer Zechariah Fowle. Based primarily in Worcester, Massachusetts, Thomas produced 65 children’s books and is widely acclaimed as America’s first enlightened printer of such books, often compared with John Newbery of London, England, with whom he shared the motto, “Instruction with delight.” The book was inscribed by its first owner, “Enoch Brooks’ Book, Princeton, March 13th, 1789.” It is one of four copies of the book known to exist today. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGHBP_DBS_HS/English-(1788)-Hieroglyphick-Bible-Portions-Isaiah-Thomas-(WDL-19331).pdf",
            "title": "English (1788) Hieroglyphick Bible Portions - Isaiah Thomas (WDL-19331)",
            "scope": "",
            "type": "historic",
            "filesize": "26949396",
            "provider": "Isaiah Thomas, Worcester, Massachusetts",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}