{
    "id": "ENGJWH",
    "parent_bible_id": null,
    "uuid": "11ef2804-1b7c-40e6-aaa8-10ac82cea11c",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "JW Hanson New Testament",
    "title_vernacular": null,
    "description": "John Wesley Hanson D.D. (1823–1901) was an American Universalist minister and a notable Universalist historian advancing the claim that Universalism was the belief of early Christianity. He was born at Boston.<br><br>He is also notable for his eyewitness accounts of his time as chaplain to one of the Unattached Companies Massachusetts Volunteer Militia during the American Civil War and for publishing his own New Testament \"Hanson's edited New Testament\" (1885), which was a revision of the English Revised Version with \"baptism\" changed for \"immersion\" and other changes.<br><br>He was the eldest of five siblings. His younger sister was Harriet Hanson Robinson (1825–1911) wife of William Stevens Robinson (1818–1876), social reformers in Malden, Massachusetts.<br><br>In 1845 he arrived in Wentworth, New Hampshire as Universalist minister. In the 1860s he was chaplain to the Sixth regiment of Massachusetts volunteers. In the 1870s he went as a Universalist missionary to Britain, becoming the pastor of St. Paul's Universalist Church, Glasgow, Scotland. He then became minister of the Universalist New Covenant Church of Chicago, where he worked on his New Testament.<br><br>He is best known for his history arguing that universalism dominated early church thought before Augustine; Universalism: The Prevailing Doctrine of the Christian Church (1899) which followed Universalist Hosea Ballou's Ancient History of Universalism. (1828) His view of early church history was carried on by George T. Knight. Hanson is cited as a primary source in the 1911 edition of the Encyclopædia Britannica, and New Schaff-Herzog Encyclopedia of Religious Knowledge (1908–14) articles on Universalism. Hanson and Knight's reading of church history has been challenged, but has also found defenders, such as Ilaria Ramelli.",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "US",
    "country": {
        "name": "United States"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGJWH_DBS_HS/English-(1888)-JW-Hanson-New-Testament-(Vol-1-2).pdf",
            "title": "English (1888) JW Hanson New Testament (Vol 1-2)",
            "scope": "",
            "type": "historic",
            "filesize": "24978416",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}