{
    "id": "ENGKJVA",
    "parent_bible_id": null,
    "uuid": "6506f005-54e9-4fe4-9c0b-7728c908d4f5",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Authorized King James Version",
    "title_vernacular": null,
    "description": "The King James Version (KJV), also the King James Bible (KJB) and the Authorized Version, is an English translation of the Christian Bible for the Church of England, which was commissioned in 1604 and published in 1611, by sponsorship of King James VI and I. The books of the King James Version include the 39 books of the Old Testament, an intertestamental section containing 14 books of the Apocrypha, and the 27 books of the New Testament. Noted for its \"majesty of style\", the King James Version has been described as one of the most important books in English culture and a driving force in the shaping of the English-speaking world.<br>.By the first half of the 18th century, the Authorized Version had become effectively unchallenged as the English translation used in Anglican and other English Protestant churches, except for the Psalms and some short passages in the Book of Common Prayer of the Church of England. Over the course of the 18th century, the Authorized Version supplanted the Latin Vulgate as the standard version of scripture for English-speaking scholars. With the development of stereotype printing at the beginning of the 19th century, this version of the Bible became the most widely printed book in history, almost all such printings presenting the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford, and nearly always omitting the books of the Apocrypha. Today the unqualified title \"King James Version\" usually indicates this Oxford standard text.",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": "OPEN",
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}