{
    "id": "ENGKNT",
    "parent_bible_id": null,
    "uuid": "0768e6c0-1a42-4e23-bc25-ac0dbdefb6bf",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Kneeland New Testament",
    "title_vernacular": null,
    "description": "This rare translation was first published in Philadelphia in two volumes, the Gospels in 1822, and Acts-Revelation in 1823. This first two-volume edition contains both the Greek text and Kneeland’s own translation on each page. In his preface, he claims that he is the first to publish “a Greek and English testament.” The Greek text is that of Griesbach, which, according to Kneeland, was in his day “the most correct Greek text, as acknowledged by all.” A one-volume edition of the English translation alone appeared in 1823. Kneeland lived from 1774-1844.<br><br>Reflecting the scholarship of the time, frequent references are made throughout the notes to the translations of George Campbell, Wakefield, Scarlett, MacKnight, Charles Thomson, and the 1808 Improved Version. Parkhurst’s Greek lexicon is also referenced regularly.<br><br>Kneeland himself was a story of continually developing liberalism. In 1803 he became a Universalist after spending a few years as a Baptist preacher. He stayed a Universalist for 26 years. It was during this period that his friend, Hosea Ballou, helped allay his doubts about the inspiration of Scripture, leading to his producing this translation. In 1829, he left the Universalists, moved to Boston, and founded a group of freethinkers. Here he enjoyed the friendship of men such as William Ellery Channing, Ralph Walso Emerson, Theodore Parker, and William Lloyd Garrison. In 1834 he was tried and convicted for blashphemy. After 4 years of appeals and litigation, he served 60 days. Simms says his trial and conviction were “utter absurdities, growing out of the narrowness of the day.” In 1839, hoping to found a freethinker colony, he moved to Iowa where he died in 1844. Throughout his life, he was an avid writer and publisher. (Society of Bible Collectors)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "US",
    "country": {
        "name": "United States"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGKNT_DBS_HS/English-(1823)-Kneeland-New-Testament.pdf",
            "title": "English (1823) Kneeland New Testament",
            "scope": "",
            "type": "historic",
            "filesize": "21078209",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}