{"id":"ENGKJV69","parent_bible_id":"ENGKJV","gbc":null,"date":"1769","iso":"eng","title":"King James Version (1769) with Apocrypha & Tools","title_vernacular":null,"copyright":"Public Domain","guid":null,"description":"By the mid-18th century the wide variation in the various modernized printed texts of the Authorized Version, combined with the notorious accumulation of misprints, had reached the proportion of a scandal, and the Universities of Oxford and Cambridge both sought to produce an updated standard text. First of the two was the Cambridge edition of 1760, the culmination of 20 years' work by Francis Sawyer Parris, who died in May of that year. This 1760 edition was reprinted without change in 1762 and in John Baskerville's fine folio edition of 1763. This was effectively superseded by the 1769 Oxford edition, edited by Benjamin Blayney, though with comparatively few changes from Parris's edition; but which became the Oxford standard text, and is reproduced almost unchanged in most current printings. Parris and Blayney sought consistently to remove those elements of the 1611 and subsequent editions that they believed were due to the vagaries of printers, while incorporating most of the revised readings of the Cambridge editions of 1629 and 1638, and each also introducing a few improved readings of their own. They undertook the mammoth task of standardizing the wide variation in punctuation and spelling of the original, making many thousands of minor changes to the text. In addition, Blayney and Parris thoroughly revised and greatly extended the italicization of \"supplied\" words not found in the original languages by cross-checking against the presumed source texts. Blayney seems to have worked from the 1550 Stephanus edition of the Textus Receptus, rather than the later editions of Theodore Beza that the translators of the 1611 New Testament had favoured; accordingly the current Oxford standard text alters around a dozen italicizations where Beza and Stephanus differ. Like the 1611 edition, the 1769 Oxford edition included the Apocrypha, although Blayney tended to remove cross-references to the Books of the Apocrypha from the margins of their Old and New Testaments wherever these had been provided by the original translators. Altogether, the standardization of spelling and punctuation caused Blayney's 1769 text to differ from the 1611 text in around 24,000 places. Since that date, a few further changes have been introduced to the Oxford standard text. The Oxford University Press paperback edition of the \"Authorized King James Version\" provides Oxford's standard text, and also includes the prefatory section \"The Translators to the Reader\".<br><br>The 1611 and 1769 texts of the first three verses from I Corinthians 13 are given below.<br><br>[1611] 1. Though I speake with the tongues of men & of Angels, and haue not charity, I am become as sounding brasse or a tinkling cymbal. 2 And though I haue the gift of prophesie, and vnderstand all mysteries and all knowledge: and though I haue all faith, so that I could remooue mountaines, and haue no charitie, I am nothing. 3 And though I bestowe all my goods to feede the poore, and though I giue my body to bee burned, and haue not charitie, it profiteth me nothing.<br><br>[1769] 1. Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal. 2 And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing. 3 And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.<br><br>There are a number of superficial edits in these three verses: 11 changes of spelling, 16 changes of typesetting (including the changed conventions for the use of u and v), three changes of punctuation, and one variant text—where \"not charity\" is substituted for \"no charity\" in verse two, in the erroneous belief that the original reading was a misprint.<br><br>A particular verse for which Blayney's 1769 text differs from Parris's 1760 version is Matthew 5:13, where Parris (1760) has<br><br>Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing but to be cast out, and to be troden under foot of men.<br><br>Blayney (1769) changes 'lost his savour' to 'lost its savour', and troden to trodden.<br><br>For a period, Cambridge continued to issue Bibles using the Parris text, but the market demand for absolute standardization was now such that they eventually adapted Blayney's work but omitted some of the idiosyncratic Oxford spellings. By the mid-19th century, almost all printings of the Authorized Version were derived from the 1769 Oxford text—increasingly without Blayney's variant notes and cross references, and commonly excluding the Apocrypha. One exception to this was a scrupulous original-spelling, page-for-page, and line-for-line reprint of the 1611 edition (including all chapter headings, marginalia, and original italicization, but with Roman type substituted for the black letter of the original), published by Oxford in 1833. Another important exception was the 1873 Cambridge Paragraph Bible, thoroughly revised, modernized and re-edited by F. H. A. Scrivener, who for the first time consistently identified the source texts underlying the 1611 translation and its marginal notes. Scrivener, like Blayney, opted to revise the translation where he considered the judgement of the 1611 translators had been faulty. In 2005, Cambridge University Press released its New Cambridge Paragraph Bible with Apocrypha, edited by David Norton, which followed in the spirit of Scrivener's work, attempting to bring spelling to present-day standards. Norton also innovated with the introduction of quotation marks, while returning to a hypothetical 1611 text, so far as possible, to the wording used by its translators, especially in the light of the re-emphasis on some of their draft documents. This text has been issued in paperback by Penguin Books.<br><br>From the early 19th century the Authorized Version has remained almost completely unchanged—and since, due to advances in printing technology, it could now be produced in very large editions for mass sale, it established complete dominance in public and ecclesiastical use in the English-speaking Protestant world. Academic debate through that century, however, increasingly reflected concerns about the Authorized Version shared by some scholars: (a) that subsequent study in oriental languages suggested a need to revise the translation of the Hebrew Bible—both in terms of specific vocabulary, and also in distinguishing descriptive terms from proper names; (b) that the Authorized Version was unsatisfactory in translating the same Greek words and phrases into different English, especially where parallel passages are found in the synoptic gospels; and (c) in the light of subsequent ancient manuscript discoveries, the New Testament translation base of the Greek Textus Receptus could no longer be considered to be the best representation of the original text.<br><br>Responding to these concerns, the Convocation of Canterbury resolved in 1870 to undertake a revision of the text of the Authorized Version, intending to retain the original text \"except where in the judgement of competent scholars such a change is necessary\". The resulting revision was issued as the Revised Version in 1881 (New Testament), 1885 (Old Testament) and 1894 (Apocrypha); but, although it sold widely, the revision did not find popular favour, and it was only reluctantly in 1899 that Convocation approved it for reading in churches.<br><br>By the early 20th century, editing had been completed in Cambridge's text, with at least 6 new changes since 1769, and the reversing of at least 30 of the standard Oxford readings. The distinct Cambridge text was printed in the millions, and after the Second World War \"the unchanging steadiness of the KJB was a huge asset.\" The Cambridge edition is preferred by scholars.<br><br>The Authorized Version maintained its effective dominance throughout the first half of the 20th century. New translations in the second half of the 20th century displaced its 250 years of dominance (roughly 1700 to 1950), but groups do exist—sometimes termed the King James Only movement—that distrust anything not in agreement with the Authorized Version.  (Wikipedia)","description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"GB","copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"ENGKJV69","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/ENGKJV69_DBS_HS/English-(1772)-KJV-(1769-Revision).pdf","title":"English (1772) KJV (1769 Revision)","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":159789251,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"eng","glotto_id":"stan1293","glotto_family":null,"iso1":"en","name":"English","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":"Cook Islands","area":null,"progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"GB","latitude":"53.000000","longitude":"-1.000000","population":379000000,"status_id":null,"status_notes":null,"redirect_to_iso":null},"country":{"id":"GB","name":"United Kingdom","name_long":"The United Kingdom of Great Britain and Northern Ireland","population":67081000,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/United_Kingdom","hidden":0,"autonym":null,"fips":"UK","iso_a3":"GBR","continent_id":"EU","iso_num":826,"religion_primary":"Christianity","introduction":"The United Kingdom has historically played a leading role in developing parliamentary democracy and in advancing literature and science. At its zenith in the 19th century the British Empire stretched over one-fourth of the earth's surface. The first half of the 20th century saw the UK's strength seriously depleted in two world wars and the Irish Republic's withdrawal from the union. The second half witnessed the dismantling of the Empire and the UK rebuilding itself into a modern and prosperous European nation. As one of five permanent members of the UN Security Council and a founding member of NATO and the Commonwealth the UK pursues a global approach to foreign policy. The UK is also an active member of the EU although it chose to remain outside the Economic and Monetary Union. The Scottish Parliament the National Assembly for Wales and the Northern Ireland Assembly were established in 1999. The latter was suspended until May 2007 due to wrangling over the peace process but devolution was fully completed in March 2010.","overview":"The United Kingdom made up of England Scotland Wales and Northern Ireland is an island nation in northwestern Europe. England – birthplace of Shakespeare and The Beatles – is home to the capital London a globally influential centre of finance and culture. England is also site of Neolithic Stonehenge Bath’s Roman spa and centuries-old universities at Oxford and Cambridge.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":101,"land_mass_km":241930,"population_christian":33200000,"population_christian_percentage":59.3,"population_catholic_percentage":8.9,"population_protestant_percentage":50,"population_refugee":133094,"population_migration":260650,"population_year_change":0.53,"population_density_km":281,"population_average_age":40,"population_urban_percentage":83,"population_literacy_percentage":"99.00","landmass":null,"region_code":10,"region_id":"154","region_name":"Northern Europe"}}