{
    "id": "ENGLOW",
    "parent_bible_id": null,
    "uuid": "ef24ba12-4f50-4d3a-8b2b-8cf9acfa8dca",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "The Prophets Lowth Bible",
    "title_vernacular": null,
    "description": "Robert Lowth (1710 – 1787) was a Bishop of the Church of England, Oxford Professor of Poetry and the author of one of the most influential textbooks of English grammar.<br><br>Lowth is among the first modern Bible scholar to notice or draw attention to the poetic structure of the Psalms and much of the prophetic literature of the Old Testament. He sets out the classic statement of parallelism, which remains the most fundamental category for understanding Hebrew poetry. He identifies three forms of parallelism, the synonymous, antithetic and synthetic (i.e., balance only in the manner of expression without either synonymy or antithesis). This idea has been influential in Old Testament Studies to the present day.<br><br>Between 1741 and 1750 Robert Lowth presented a series of groundbreaking lectures that reimagined the Hebrew Bible as literature, emphasizing its artful formal qualities. Today he is best known for rediscovering the parallelism of ancient Hebrew poetry, which he imagined as originating in the responsive singing of the seraphim. At a time when the divine authority of the Bible was waning, the reclassification of large swaths of prophecy as poetry helped Lowth extol the human figure of the prophet as a literary genius. Lowth idealized the prophetic-poetic text as “strong”: artful, controlled, ordered, and balanced. He responded to an anxiety about the place of the Bible and biblical prophecy in eighteenth-century English society by disavowing or minimizing the irregularities, stutters, and fissures in prophecy. But by introducing prophecy into poetry, Lowth—with much ambivalence—also ushered more passion, enthusiasm, and subjectivity into neoclassical English poetry.",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGLOW_DBS_HS/English-(1836)-The-Prophets-(Lowth)-Bible-Vol.1-5-OT-Prophets.pdf",
            "title": "English (1836) The Prophets (Lowth) Bible - Vol.1-5 OT Prophets",
            "scope": "",
            "type": "historic",
            "filesize": "102034263",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}