{
    "id": "ENGLIB",
    "parent_bible_id": null,
    "uuid": "539104f6-9f45-4990-bb7d-ded3a21d8347",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Liberal Translation of the New Testament",
    "title_vernacular": null,
    "description": "Edward Harwood, A Liberal Translation of the New Testament; being An Attempt to translate the Sacred Writings with the same Freedom, Spirit, and Elegance, With which other English Translations from the Greek Classics have lately been executed: the Design and Scope of each Author being strictly and impartially explored, the True Signification and Force of the Original critically observed, and, as much as possible, transfused into our Language, and the Whole elucidated and explained upon a new and rational Plan: with select Notes, Critical and Explanatory. 2 Vols. London: for T. Becket and Others, 1768.<br><br>This is a paraphrase of the New Testament done by a classical scholar, Edward Harwood (1729-1794). His object was “To translate the sacred writers of the New Testament with the same freedom, impartiality, and elegance, with which other translations from the Greek classics have lately been executed, and to cloathe the genuine ideas and doctrines of the Apostles with that propriety and perspicuity, in which they themselves, I apprehend, would have exhibited them had they now lived and written in our language.” (Preface).<br><br>Harwood’s paraphrase imitates the verbose and ornate style of writing typical of much English prose of the eighteenth century, and has often been cited as an outstanding example of poor taste and inappropriate handling of Scripture. Shortly after its publication James Boswell called it a “ridiculous work.” 1 Others have called it “turgid,” “absurd,” and worse. In a discussion of the qualities of various English versions, Richard C. Trench wrote, “Of Harwood’s Liberal Translation of the New Testament (London, 1768), and the follies of it, not very far from blasphemous, it is unnecessary to give any specimens.” 2 J. Isaacs observes that Harwood’s version is “one of the most discussed and insulted” versions of the eighteenth century. 3 A specimen often quoted is the rendering of the Lord’s Prayer in Matthew 6.",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGLIB_DBS_HS/English-(1767)-Liberal-Translation-of-the-New-Testament-(Vol-1-2).pdf",
            "title": "English (1767) Liberal Translation of the New Testament (Vol 1-2)",
            "scope": "",
            "type": "historic",
            "filesize": "57956230",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}