{"id":"ENGMTB","parent_bible_id":null,"gbc":null,"date":"1537","iso":"eng","title":"Matthew's Bible","title_vernacular":null,"copyright":"Public Domain","guid":null,"description":"The Matthew Bible, also known as Matthew's Version, was first published in 1537 by John Rogers, under the pseudonym \"Thomas Matthew\". It combined the New Testament of William Tyndale, and as much of the Old Testament as he had been able to translate before being captured and put to death. Myles Coverdale's translations, chiefly from German and Latin sources, completed the Old Testament and Biblical apocrypha, except for the Prayer of Manasseh, which was Rogers'. It is thus a vital link in the main sequence of English Bible translations.<br><br>Matthew's Bible was the combined work of three individuals, working from numerous sources in at least five different languages.<br><br>The entire New Testament (first published in 1526, later revised, 1534 and 1535), the Pentateuch, Jonah and in David Daniell's view, the Book of Joshua, Judges, Ruth, First and Second Samuel, First and Second Kings, and First and Second Chronicles, were the work of William Tyndale. Tyndale worked directly from the Hebrew and Greek, occasionally consulting the Vulgate and Erasmus’s Latin version, and he used Luther's Bible for the prefaces, marginal notes and the biblical text. The use of the pseudonym \"Thomas Matthew\" resulted possibly from the need to conceal from Henry VIII the participation of Tyndale in the translation. A theory exists that indicates the name Thomas Matthew, which in Greek means \"A twin to the original gift from God\", may have been chosen to indicate that the largest contributing author was indeed William Tyndale and that his writings were preserved.<br><br>The remaining books of the Old Testament and the Apocrypha were the work of Myles Coverdale. Coverdale translated primarily from German and Latin sources. Historians often tend to treat Coverdale and Tyndale like competitors in a race to complete the monumental and arduous task of translating the biblical text. One is often credited to the exclusion of the other. In reality they knew each other and occasionally worked together. Contemporary historian John Foxe states that they were in Hamburg translating the Pentateuch together as early as 1529.<br><br>The Prayer of Manasseh was the work of John Rogers. Rogers translated from a French Bible printed two years earlier (in 1535). Rogers compiled the completed work and added the preface, some marginal notes, a calendar and an almanac.<br><br>Of the three translators, two were burned at the stake. Tyndale was burned on 6 October 1536 in Vilvoorde, Belgium. John Rogers was \"tested by fire\" on 4 February 1555 at Smithfield, England; the first to meet this fate under Mary I of England. Myles Coverdale was employed by Cromwell to work on the Great Bible of 1539, the first officially authorized English translation of the Bible.<br><br>Time and extensive scholastic scrutiny have judged Tyndale the most gifted of the three translators. Dr. Westcott (in his History of the English Bible) states that \"The history of our English Bible begins with the work of Tyndale and not with that of Wycliffe.\" The quality of his translations has also stood the test of time, coming relatively intact even into modern versions of the Bible. A. S. Herbert, Bible cataloguer, says of the Matthew Bible, \"this version, which welds together the best work of Tyndale and Coverdale, is generally considered to be the real primary version of our English Bible\", upon which later editions were based, including the Geneva Bible and King James Version. Professor David Daniell recounts that, \"New Testament scholars Jon Nielson and Royal Skousen observed that previous estimates of Tyndale's contribution to the KJV 'have run from a high of up to 90% (Westcott) to a low of 18% (Butterworth)'. By a statistically accurate and appropriate method of sampling, based on eighteen portions of the Bible, they concluded that for the New Testament Tyndale's contribution is about 83% of the text, and in the Old Testament 76%. Thus the Matthew Bible, though largely unrecognized, significantly shaped and influenced English Bible versions in the centuries that followed its first appearance. (Wikipedia)","description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"ENGMTB","bible_size_id":null,"bible_link_type":"print","url":"http://amzn.to/1Miiftd","title":"Full Bible","scope":null,"type":"print","provider":"Amazon Marketplace","organization_id":null,"filesize":null,"response_code":null},{"bible_id":"ENGMTB","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/ENGMTB_DBS_HS/English-(1537)-Matthews-Bible-Text.pdf","title":"English (1537) Matthews Bible Text","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":12303898,"response_code":null},{"bible_id":"ENGMTB","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/ENGMTB_DBS_HS/English-(1537)-Matthews-Bible.pdf","title":"English (1537) Matthews Bible","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":588138314,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"eng","glotto_id":"stan1293","glotto_family":null,"iso1":"en","name":"English","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":"Cook Islands","area":null,"progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"GB","latitude":"53.000000","longitude":"-1.000000","population":379000000,"status_id":null,"status_notes":null,"redirect_to_iso":null},"country":null}