{
    "id": "ENGNSB",
    "parent_bible_id": null,
    "uuid": "442545ff-2461-4e55-9573-80a38ecaf960",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Negro Slave Bible",
    "title_vernacular": null,
    "description": "The Slave Bible is a Bible specifically edited for slaves. Its actual title was: Parts of the Holy Bible, selected for the use of the Negro Slaves, in the British West-India Islands. They were produced in England in the early 19th century for use in the British West Indies when they were colonies of the British Empire. Such bibles had all \"references to freedom and escape from slavery\" excised, while passages encouraging obedience and submission were emphasized.<br><br>The Museum of the Bible, during a 2018 exhibition called \"The Slave Bible: Let the Story Be Told\", exhibited an example from 1807, called Parts of the Holy Bible, selected for the use of the Negro Slaves, in the British West-India Islands. British missionaries used that bible in the education and conversion of the enslaved population. The editors removed 90 percent of the Old Testament and half of the New Testament. Among the excluded passages are Galatians 3:28, \"There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus\", which was thought to possibly incite rebellion. Passages like Ephesians 6:5, \"Servants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ,\" were kept. This bible was one of three copies of this version, and is owned by Fisk University. It was printed by Law and Gilbert of London, for the Society for the Conversion of Negro Slaves.  (Wikipedia)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "US",
    "country": {
        "name": "United States"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGNSB_DBS_HS/English-(1807)-Negro-Slave-Bible.pdf",
            "title": "English (1807) Negro Slave Bible",
            "scope": "",
            "type": "historic",
            "filesize": "26420203",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}