{
    "id": "ENGNCN",
    "parent_bible_id": null,
    "uuid": "2bbcdcd9-e320-4763-a451-7fe98d5c04a0",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Newcomes Corrected New Testament",
    "title_vernacular": null,
    "description": "The New Testament, in an Improved Version, upon the Basis of Archbishop Newcome’s New Translation: with a Corrected Text, and Notes Critical and Explanatory. London: Richard Taylor & Co., 1808. An American edition was distributed by William Wells of Boston in 1809. A fourth London edition “with corrections and additions” was printed by Richard and Arthur Taylor in 1817.<br><br>This “Improved” version of the New Testament was a revision of Newcome’s version (1796), and was published anonymously, by what the title page called “A Society for Promoting Christian Knowledge and the Practice of Virtue by the Distribution of Books.” The publisher’s use of the phrase “Society for Promoting Christian Knowledge” was apparently designed to give people the impression that the version was published by the well-known Anglican organization of that name founded by Thomas Bray in 1698, whose mission was to make inexpensive editions of uncontroversial, orthodox Christian books available to poor churches abroad. The Introduction neglects to mention the fact that the “Society” referred to on the title page was actually the Unitarian Society, and that the sole purpose of the version was to promote Unitarian ideas. The concealment of its true purpose was deliberate, as its principal editor later explained: “the editors … thought it needless to insert the word Unitarian in the title page, which would deter some ignorant and prejudiced people from looking into a work from which they might otherwise derive instruction.” 1 It soon became known, however, that the version was financed by the Unitarians and done mainly by Thomas Belsham, a notorious Unitarian controversialist. (Bible Researcher)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGNCN_DBS_HS/English-(1808)-Newcomes-Corrected-New-Testament.pdf",
            "title": "English (1808) Newcomes Corrected New Testament",
            "scope": "",
            "type": "historic",
            "filesize": "24391885",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}