{
    "id": "ENGPICT",
    "parent_bible_id": null,
    "uuid": "22c409b6-19ef-4f33-9587-5f5b6fdc2b01",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Pictorial Bible",
    "title_vernacular": null,
    "description": "The Pictorial Bible Being the Old and New Testaments according to the Authorised version, illustrated with many hundred woodcuts representing the historical events, after celebrated pictures; the landscape scenes from original drawings or from authentic engravings; and the subjects of natural history, costume and antiquities from the best sources. To which are added original notes chiefly explanatory of the engravings and of such passages connected with the history geography, natural history, antiquities of the sacred scriptures as require observation.<br><br>Charles Knight seems to have published several versions and offshoots of this edition. The Western Antiquary mentionsOffsite Link a 4-volume version published in 1838-1839. Between 1847 and 1849 Knight published in 4 volumes a \"new edition\" in which \"the notes are much augmented, and completely revised.\"Offsite Link In this edition John Kitto was credited as editor and writer of the notes. For this edition the text was reset into two columns.  In 1855-56 W & R Chambers issued a new edition in London, 1855-56. The work was revised by T. R. Birks and published in London by James Sangster 1871-76, having been published in 56 parts. Kitto's notes and commentaries on the Bible texts were so extensive that in 1840 Knight issued the notes and commentary without the Bible text in 5 large 8vo volumes containing well over 1000 pages as The Illustrated Commentary on the Old and New Testament...being a republication of the notes of the Pictorial Bible (5 vols.).<br><br>\"Charles Knight's publication of the lavishly illustrated Pictorial Bible (1836-380 transformed the established format of illustrated Bibles. The project was driven by a desire for popular education and reflected Knight's wider editorial concerns, evident in the Penny Magazine and his involvement with the Society for the Diffusion of Useful Knowledge. During the 1830s the typical illustrated Bible contained on average thirty illustrations. Their selection followed a pattern that had been established i the 1790s and included engravings after works by canonical masters such as Raphael, Rose, Reni, Domenichino, the Carracci, Rubens and Pousin. While in Knight's Pictorial Bible the selection of illustrations showing biblical events remained virtually unchanged, the volumes were teeming with completely new types of illsutration, which were broadly speaking scientific and historical. They showed the fauna and flora, architecture, customs and dresses and the landscapes of the Bible. The Pictorial Bible was intended to 'make the ojbects described or referred to in the Holy Scriptures familiar to the eye of the general reader\" (Giebelhausen, Painting the Bible: Representation and Belief in Mid-Victorian Britain [2006] 135).",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/English-(1861)-Pictorial-Bible-(Vol.-1)-Genesis-Joshua-(Study).pdf",
            "title": "English (1861) Pictorial Bible (Vol. 1) Genesis - Joshua (Study)",
            "scope": "",
            "type": "study",
            "filesize": "93354603",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        },
        {
            "url": "http://downloads.dbs.org/archive/English-(1861)-Pictorial-Bible-(Vol.-2)-Judges-Job-(Study).pdf",
            "title": "English (1861) Pictorial Bible (Vol. 2) Judges - Job (Study)",
            "scope": "",
            "type": "study",
            "filesize": "103875066",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        },
        {
            "url": "http://downloads.dbs.org/archive/English-(1861)-Pictorial-Bible-(Vol.-3)-Psalms-Malachi-(Study).pdf",
            "title": "English (1861) Pictorial Bible (Vol. 3) Psalms - Malachi (Study)",
            "scope": "",
            "type": "study",
            "filesize": "113123836",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        },
        {
            "url": "http://downloads.dbs.org/archive/English-(1861)-Pictorial-Bible-(Vol.-4)-New-Tesament-(Study).pdf",
            "title": "English (1861) Pictorial Bible (Vol. 4) New Tesament (Study)",
            "scope": "",
            "type": "study",
            "filesize": "101995366",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}