{"abbr":"ENGQKR","title":"Purver Quaker Bible","description":"The Quaker Bible, officially A new and literal translation of all the books of the Old and New Testament; with notes critical and explanatory, is the 1764 translation of the Christian Bible into English by Anthony Purver (1702–1777), a Quaker. The translation was published in two Volumes in London by W. Richardson and S. Clark in 1764, but is not generally regarded as successful.\u003cbr\u003e\u003cbr\u003eA portion of Purver's translation was published in parts about 1742 by Felix Farley of Bristol, but the publication received little support. Purver failed to get the whole text published, and gained no backing for his venture, even by the Religious Society of Friends. Even when the Manuscript was published by Dr. John Fothergill at his own expense, the full translation also failed to make any impression.\u003cbr\u003e\u003cbr\u003eVarious reasons can be advanced for the failure of Purver’s translation; lack of publicity; the fact that it lacked authority (a one-man translation) and it had not been backed by any Church, not even the Religious Society of Friends, to which Purver belonged. Yet the failure to make its mark may owe itself to the deficiencies of his translation.\u003cbr\u003e\u003cbr\u003eBy some it is held to be an unreliable translation; the Dictionary of National Biography records that Purver \"…on arriving at a difficult passage, he would shut himself up for two or three days and nights, waiting for inspiration\" Charles Haddon Spurgeon, who was acquainted with Purver’s version remarks \"A Quaker Translation. Often ungrammatical and unintelligible. Not without its good points, but much more curious than useful.\"  (Wikipedia)\u003cbr\u003e\u003cbr\u003e“1764 Purver, Anthony A new and literal translation of all the books of the Old and New Testament; with notes critical and explanatory. By Anthony Purver... 2 Vols. London: Printed by W. Richardson and S. Clark; and sold by William Johnston, 1764.\u003cbr\u003e\u003cbr\u003e[A portion of Purver's translation was published in parts about 1742 by Felix Farley, but received little support. In 1763, Dr. John Fothergill purchased the copyright from Purver, and published a folio.]\u003cbr\u003e\u003cbr\u003e[Purver's Bible is often referred to as \"The Quaker Bible\".)”\u003cbr\u003e\u003cbr\u003eExcerpt From: William J. Chamberlin. “Catalogue of English Bible Translations: A Classified Bibliography of Versions and Editions Including Books, Parts, and Old and New Testament Apocrypha ... and Indexes in Religious Studies).” Kindle Books. ","iso":"eng","script":"Latn","year":1764,"country_id":"GB","copyright":"Public Domain","copyright_type":"OPEN","bible_links":[{"bible_abbr":"ENGQKR","url":"https://archive.org/download/ENGQKR_DBS_HS/English-(1764)-Purver-Bible.pdf","title":"English (1764) Purver Bible","scope":"","type":"historic","filesize":"697560095","response_code":"0","provider":"The Bible Archive","visible":true,"organization_id":"0f04902f-a48b-4402-8eaa-899296cbb7ea"}],"language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000},"country":{"id":"GB","name":"United Kingdom","name_long":"The United Kingdom of Great Britain and Northern Ireland","population":67081000,"official_language":"English","official_language_iso":"eng","iso_a3":"GBR","continent_id":"EU","iso_num":826,"language_count":101,"religion_primary":"Christianity","introduction":"The United Kingdom has historically played a leading role in developing parliamentary democracy and in advancing literature and science. At its zenith in the 19th century the British Empire stretched over one-fourth of the earth's surface. The first half of the 20th century saw the UK's strength seriously depleted in two world wars and the Irish Republic's withdrawal from the union. The second half witnessed the dismantling of the Empire and the UK rebuilding itself into a modern and prosperous European nation. As one of five permanent members of the UN Security Council and a founding member of NATO and the Commonwealth the UK pursues a global approach to foreign policy. The UK is also an active member of the EU although it chose to remain outside the Economic and Monetary Union. The Scottish Parliament the National Assembly for Wales and the Northern Ireland Assembly were established in 1999. The latter was suspended until May 2007 due to wrangling over the peace process but devolution was fully completed in March 2010.","overview":"The United Kingdom made up of England Scotland Wales and Northern Ireland is an island nation in northwestern Europe. England – birthplace of Shakespeare and The Beatles – is home to the capital London a globally influential centre of finance and culture. England is also site of Neolithic Stonehenge Bath’s Roman spa and centuries-old universities at Oxford and Cambridge.","independent":1,"landmass_km":241930,"population_christian":33200000,"population_christian_percentage":59.3,"population_catholic_percentage":8.9,"population_protestant_percentage":50,"population_refugee":133094,"population_migration":260650,"population_year_change":0.53,"population_density_km":281,"population_average_age":40,"population_urban_percentage":83,"population_literacy_percentage":99,"region_code":10,"region_id":154,"region_name":"Northern Europe","url_wiki":"https://en.wikipedia.org/wiki/United_Kingdom","url_britannica":"https://www.britannica.com/place/United-Kingdom","url_national_society":"https://www.biblesociety.org.uk/","url_ubs":"https://unitedbiblesocieties.org/locations/british-and-foreign-bible-society/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/united-kingdom/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/UK-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/USA","url_nations_online":"https://www.nationsonline.org/oneworld/united_kingdom.htm","url_odp":"https://curlie.org/Regional/Europe/United_Kingdom","url_operation_world":"https://operationworld.org/locations/united-kingdom-of-gb-ni","url_religious_freedom":"https://www.state.gov/countries-areas/united-kingdom/","url_joshua":"https://joshuaproject.net/countries/GB","url_prayercast":"https://prayercast.com/england.html","url_prayercast_video":"https://player.vimeo.com/video/37676816","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=England_dload_hi.mov"}}