{
    "id": "ENGQKR",
    "parent_bible_id": null,
    "uuid": "fb2dd68c-fd24-4104-8b85-692c4b062f3d",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Quaker(Purver) Bible",
    "title_vernacular": null,
    "description": "The Quaker Bible, officially A new and literal translation of all the books of the Old and New Testament; with notes critical and explanatory, is the 1764 translation of the Christian Bible into English by Anthony Purver (1702–1777), a Quaker. The translation was published in two Volumes in London by W. Richardson and S. Clark in 1764, but is not generally regarded as successful.<br><br>A portion of Purver's translation was published in parts about 1742 by Felix Farley of Bristol, but the publication received little support. Purver failed to get the whole text published, and gained no backing for his venture, even by the Religious Society of Friends. Even when the Manuscript was published by Dr. John Fothergill at his own expense, the full translation also failed to make any impression.<br><br>Various reasons can be advanced for the failure of Purver’s translation; lack of publicity; the fact that it lacked authority (a one-man translation) and it had not been backed by any Church, not even the Religious Society of Friends, to which Purver belonged. Yet the failure to make its mark may owe itself to the deficiencies of his translation.<br><br>By some it is held to be an unreliable translation; the Dictionary of National Biography records that Purver \"…on arriving at a difficult passage, he would shut himself up for two or three days and nights, waiting for inspiration\" Charles Haddon Spurgeon, who was acquainted with Purver’s version remarks \"A Quaker Translation. Often ungrammatical and unintelligible. Not without its good points, but much more curious than useful.\"  (Wikipedia)<br><br>“1764 Purver, Anthony A new and literal translation of all the books of the Old and New Testament; with notes critical and explanatory. By Anthony Purver... 2 Vols. London: Printed by W. Richardson and S. Clark; and sold by William Johnston, 1764.<br><br>[A portion of Purver's translation was published in parts about 1742 by Felix Farley, but received little support. In 1763, Dr. John Fothergill purchased the copyright from Purver, and published a folio.]<br><br>[Purver's Bible is often referred to as \"The Quaker Bible\".)”<br><br>Excerpt From: William J. Chamberlin. “Catalogue of English Bible Translations: A Classified Bibliography of Versions and Editions Including Books, Parts, and Old and New Testament Apocrypha ... and Indexes in Religious Studies).” Kindle Books. ",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": "OPEN",
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGQKR_DBS_HS/English-(1764)-Purver-Bible.pdf",
            "title": "English (1764) Purver Bible",
            "scope": "",
            "type": "historic",
            "filesize": "697560095",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}