{"id":"ENGQKR","parent_bible_id":null,"gbc":null,"date":"1764","iso":"eng","title":"Quaker(Purver) Bible","title_vernacular":null,"copyright":"Public Domain","guid":null,"description":"The Quaker Bible, officially A new and literal translation of all the books of the Old and New Testament; with notes critical and explanatory, is the 1764 translation of the Christian Bible into English by Anthony Purver (1702–1777), a Quaker. The translation was published in two Volumes in London by W. Richardson and S. Clark in 1764, but is not generally regarded as successful.<br><br>A portion of Purver's translation was published in parts about 1742 by Felix Farley of Bristol, but the publication received little support. Purver failed to get the whole text published, and gained no backing for his venture, even by the Religious Society of Friends. Even when the Manuscript was published by Dr. John Fothergill at his own expense, the full translation also failed to make any impression.<br><br>Various reasons can be advanced for the failure of Purver’s translation; lack of publicity; the fact that it lacked authority (a one-man translation) and it had not been backed by any Church, not even the Religious Society of Friends, to which Purver belonged. Yet the failure to make its mark may owe itself to the deficiencies of his translation.<br><br>By some it is held to be an unreliable translation; the Dictionary of National Biography records that Purver \"…on arriving at a difficult passage, he would shut himself up for two or three days and nights, waiting for inspiration\" Charles Haddon Spurgeon, who was acquainted with Purver’s version remarks \"A Quaker Translation. Often ungrammatical and unintelligible. Not without its good points, but much more curious than useful.\"  (Wikipedia)<br><br>“1764 Purver, Anthony A new and literal translation of all the books of the Old and New Testament; with notes critical and explanatory. By Anthony Purver... 2 Vols. London: Printed by W. Richardson and S. Clark; and sold by William Johnston, 1764.<br><br>[A portion of Purver's translation was published in parts about 1742 by Felix Farley, but received little support. In 1763, Dr. John Fothergill purchased the copyright from Purver, and published a folio.]<br><br>[Purver's Bible is often referred to as \"The Quaker Bible\".)”<br><br>Excerpt From: William J. Chamberlin. “Catalogue of English Bible Translations: A Classified Bibliography of Versions and Editions Including Books, Parts, and Old and New Testament Apocrypha ... and Indexes in Religious Studies).” Kindle Books. ","description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"ENGQKR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/ENGQKR_DBS_HS/English-(1764)-Purver-Bible.pdf","title":"English (1764) Purver Bible","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":697560095,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"eng","glotto_id":"stan1293","glotto_family":null,"iso1":"en","name":"English","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":"Cook Islands","area":null,"progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"GB","latitude":"53.000000","longitude":"-1.000000","population":379000000,"status_id":null,"status_notes":null,"redirect_to_iso":null},"country":null}