{"abbr":"ENGSTEV","title":"Stevens Epistles Bible - Pauls Epistles","description":"George Barker Stevens (1854-1906) was a professor at Yale when he published this paraphrase of Paul’s Epistles.\u003cbr\u003e\u003cbr\u003eHis college course was begun at Cornell, and completed at Rochester, where he graduated in 1877. After a year of theological study in the Baptist Seminary at Rochester, he came to New Haven, and graduated from Yale Divinity School in 1880. He was pastor of the First Congregational Church in Buffalo for two years, and then for three years of the First Presbyterian Church in Watertown, N.Y. In 1883 he gained the degree of Ph.D. from Syracuse University. The years 1885-6 he spent as a student in Germany; and earned the degree of D.D. at Jena, where he studied especially under Lipsius. He was then called to the chair of New Testament criticism and interpretation at Yale, succeeding Dr. Dwight, who entered on the presidency of the university, in 1886. This chair he held until 1895, when he was chosen to succeed the late Dr. Samuel Harris as Dwight professor of systematic theology.\u003cbr\u003e\u003cbr\u003eIn 1892 Stevens had published a major study of Pauline theology, 2 and we might naturally expect to find in this paraphrase of Paul’s epistles a reflection of the interpretations set forth in his earlier treatise. In fact we do find such a relationship in places, but it is most striking how the whole rationale of the paraphrase really contradicts what Stevens says in Pauline theology about the importance of taking seriously the forms of expression used by Paul, as indispensible keys to the true apprehension of his meaning:\u003cbr\u003e\u003cbr\u003eOf greater importance for our present purpose than the consideration of Paul’s style is the study of the characteristics of his thinking and his favorite modes of presenting his thoughts, in order to gain a just conception of his teaching upon special subjects. By this study is meant something more than an examination of style; it includes the thought-forms which lie behind style,—the moulds into which ideas are run.\u003cbr\u003e\u003cbr\u003eThis subject has never received sufficient attention. Interpreters have too often taken up the Pauline letters without reference to the environment in which they were produced, the peculiarities of the writer, or the special ends contemplated in his writings. Upon his words have been put meanings which belong to opinions and speculations which he never entertained, and around his teaching have been thrown associations wholly foreign to his own type of thought. Paul has been read as if he had written in the nineteenth century (or more commonly as if he had written in the fifth or seventeenth), and as if his writings had no peculiarities arising from his own time, education, and mental constitution.","iso":"eng","script":"Latn","year":1898,"country_id":"US","copyright":"Public Domain","bible_links":[{"bible_abbr":"ENGSTEV","url":"https://archive.org/download/ENGSTEV_DBS_HS/English-(1898)-Stevens-Epistles-Bible-Pauls-Epistles.pdf","title":"English (1898) Stevens Epistles Bible - Pauls Epistles","scope":"","type":"historic","filesize":"7885332","response_code":"0","provider":"The Bible Archive","visible":true,"organization_id":"0f04902f-a48b-4402-8eaa-899296cbb7ea"}],"language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000},"country":{"id":"US","name":"United States","name_long":"The United States of America","population":334998398,"official_language":"English","official_language_iso":"eng","iso_a3":"USA","continent_id":"NA","iso_num":840,"language_count":506,"religion_primary":"Christianity","introduction":"Britain's American colonies broke with the mother country in 1776 and were recognized as the new nation of the United States of America following the Treaty of Paris in 1783. During the 19th and 20th centuries 37 new states were added to the original 13 as the nation expanded across the North American continent and acquired a number of overseas possessions. The two most traumatic experiences in the nation's history were the Civil War (1861-65) in which a northern Union of states defeated a secessionist Confederacy of 11 southern slave states and the Great Depression of the 1930s an economic downturn during which about a quarter of the labor force lost its jobs. Buoyed by victories in World Wars I and II and the end of the Cold War in 1991 the US remains the world's most powerful nation state. Since the end of World War II the economy has achieved relatively steady growth low unemployment and inflation and rapid advances in technology.","overview":"'The U.S. is a country of 50 states covering a vast swath of North America with Alaska in the northwest and Hawaii extending the nation’s presence into the Pacific Ocean. Major Atlantic Coast cities are New York a global finance and culture center and capital Washington DC. Midwestern metropolis Chicago is known for influential architecture and on the west coast Los Angeles'' Hollywood is famed for filmmaking.'","independent":1,"landmass_km":9147420,"population_christian":213000000,"population_christian_percentage":65,"population_catholic_percentage":20,"population_protestant_percentage":45,"population_refugee":341711,"population_migration":954806,"population_year_change":0.59,"population_density_km":36,"population_average_age":38,"population_urban_percentage":83,"population_literacy_percentage":99,"region_code":12,"region_id":21,"region_name":"Northern America","url_wiki":"https://en.wikipedia.org/wiki/United_States","url_britannica":"https://www.britannica.com/place/United-States","url_national_society":"http://www.americanbible.org/","url_ubs":"https://unitedbiblesocieties.org/locations/american-bible-society/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/united-states/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/US-summary.pdf","url_nations_online":"https://www.nationsonline.org/oneworld/united_states.htm","url_odp":"https://curlie.org/Regional/North_America/United_States","url_operation_world":"https://operationworld.org/locations/united-states-of-america","url_joshua":"https://joshuaproject.net/countries/US","url_prayercast":"https://prayercast.com/usa.html","url_prayercast_video":"https://player.vimeo.com/video/23173134","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=USA_dload_hi.mov"}}