{
    "id": "ENGTMT",
    "parent_bible_id": null,
    "uuid": "bd178d7e-cde5-4be3-8f37-65490b3025ea",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Thomson's Translation",
    "title_vernacular": null,
    "description": "Charles Thomson's Translation of the Septuagint is a direct translation of the Greek Septuagint version of the Old Testament into English, rare for its time. The work took 19 years to complete and was originally published in 1808. Thomson is credited with having created the work with little to no help from other scholars. Charles Thomson was a Greek scholar, and before the American Revolution, had been a teacher at several prominent schools. Thomson's translation of the entire Greek Bible, excluding the Apocrypha, was published in one-thousand sets of four volumes each, the fourth volume being Thomson's translation of the New Testament in that same year. The printer was Jane Aitken of Philadelphia.<br><br>Thomson's was the first English translation of the Septuagint published, and was considered by British biblical scholars to represent the best in American scholarship. David Daniell, in his compendious work The Bible in English (2003), states that the scholars who worked on the Revised Version in England (1881) consulted Thomson's translations (among others, of course) during their work. Thomson's translation of the New Covenant/Testament is the first American translation of the New Covenant.<br><br>Thomson's personal copy, containing final corrections to the manuscript, is in the Philadelphia library.<br><br>Charles Thomson also published a Synopsis of the Four Evangelists in 1815, a book which came out of the notes for this work.<br><br>Charles Thomson (1729–1824) was secretary of the Continental Congress from 1774 to 1789.  (Wikipedia)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": "OPEN",
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://studybible.info/version/Thomson",
            "title": "Full Bible",
            "scope": "",
            "type": "web",
            "filesize": "0",
            "provider": "StudyBible.info",
            "publisher_id": null,
            "publisher": null
        },
        {
            "url": "http://thetencommandmentsministry.us/ministry/charles_thomson/",
            "title": "Full Bible",
            "scope": "",
            "type": "web",
            "filesize": "0",
            "provider": "Ten Commandments Ministry",
            "publisher_id": null,
            "publisher": null
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}