{
    "id": "ENGTVB",
    "parent_bible_id": null,
    "uuid": "749c44f2-0533-4c5b-a490-5a3153525d0c",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Taverner's Bible",
    "title_vernacular": null,
    "description": "Taverner's Bible, more correctly called The Most Sacred Bible whiche is the holy scripture, conteyning the old and new testament, translated into English, and newly recognized with great diligence after most faythful exemplars by Rychard Taverner, is a minor revision of Matthew's Bible edited by Richard Taverner and published in 1539. First editions of Taverner's Bible are extremely rare.<br><br>The successful sale of Matthew's Bible, the private venture of the two printers Grafton and Whitchurch, was threatened by a rival edition published in 1539 in folio (Herbert #45) by \"John Byddell for Thomas Barthlet\" with Richard Taverner as editor. This was, in fact, what would now be called \"piracy,\" being Grafton's Matthew Bible revised by Taverner, a learned member of the Inner Temple and famous Greek scholar. He made many alterations in the Matthew Bible, characterized by critical acumen and a happy choice of strong and idiomatic expressions.<br><br>His revision seems to have had little influence on subsequent translators, although a few phrases in the King James Bible can be traced to it. Daniell sums up its influence, \"indeed a version which had no influence\".<br><br>It was not reprinted in its entirety. Quarto and octavo editions of the New Testament alone were published in the same year as the original edition, and the Old Testament was reprinted as part of a Bible in 1551. The Old Testament and Apocrypha were also issued by Day and Seres in five sections (Herbert #81, #82, #86, #87, #94) between 1549 and 1551. (Wikipedia)<br>\"Taverner, Richard The Most Sacred Bible, Whiche is the holy scripture, conteyning the old and new testament, translated into English, and newly recognised with great diligence after most faythful exemplars, by Rychard Teverner. Harken thou heuen, and thou earth gyue eare: for the Lorde speaketh. Esaie. i. Prynted at London in Fletestrete at the sygne of the sonne. By John Byddell, for Thomas M.D.XXXIX. (1539)\"",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": "OPEN",
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGTVB_DBS_HS/English-(1539)-Taverner-Bible.pdf",
            "title": "English (1539) Taverner Bible",
            "scope": "",
            "type": "historic",
            "filesize": "723905726",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}