{"abbr":"ENGWHS","title":"Primitive New Testament Whiston","description":"1745 Whiston, William Mr. Whiston's Primitive New Testament. Part I. containing the Four Gospels, with the Acts of the Apostles. Part II. containing XIV. Epistles of Paul. Part III. containing VII. Catholick Epistles. Part IV. containing the Revelation of John. Stamford \u0026 London: for the author, 1745. \u003cbr\u003e\u003cbr\u003e\"Printed for the Author, and Sold by the Booksellers of London and Westminster. M.DCC.XLV. According to the Greek of the Clermont Manuscript, now probably between 1400 and 1500 Years old, in the King of France's Library at Paris: According to the Collation in Dr. Mill's New Testament: the Latin of which Copy is Part of the Old Italick Version, made early in the Second Century.\"\"\u003cbr\u003e\u003cbr\u003eThis work follows the KJV except where Greek manuscripts dictate a difference in wording, or addition, or omission. Whiston published his Primitive New Testament on the basis of Codex Bezae and Codex Claromontanus.\u003cbr\u003e\u003cbr\u003eWilliam Whiston founded a society for promoting primitive Christianity, lecturing in support of his theories in halls and coffee-houses at London, Bath, and Tunbridge Wells. Those he involved included Thomas Chubb, Thomas Emlyn, John Gale, Benjamin Hoadley, Arthur Onslow, and Thomas Rundle. There were meetings at Whiston's house from 1715 to 1717; Hoadley avoided coming, as did Samuel Clarke, though invited. A meeting with Clarke, Hoadley, John Craig and Gilbert Burnet the younger had left these leading latitudinarians unconvinced about Whiston's reliance on the Apostolical Constitutions.\u003cbr\u003e\u003cbr\u003eFranz Wokenius wrote a 1728 Latin work on Whiston's view of primitive Christianity. His challenge to the teachings of Athanasius meant that Whiston was commonly considered heretical on many points. On the other hand, he was a firm believer in supernatural aspects of Christianity. He defended prophecy and miracle. He supported anointing the sick and touching for the king's evil. His dislike of rationalism in religion also made him one of the numerous opponents of Hoadley's Plain Account of the Nature and End of the Sacrament. He was fervent in his views of ecclesiastical government and discipline, derived from the Apostolical Constitutions.\u003cbr\u003e\u003cbr\u003eAbout 1747 Whiston finally left the Anglican communion for the Baptists. He quit the church literally as well as figuratively, as the clergyman began to read the Athanasian Creed.  (Wikipedia)","iso":"eng","script":"Latn","year":1752,"country_id":"GB","copyright":"Public Domain","bible_links":[{"bible_abbr":"ENGWHS","url":"https://archive.org/download/ENGWHS_DBS_HS/English-(1745)-Primitive-New-Testament-(Whiston).pdf","title":"English (1745) Primitive New Testament (Whiston)","scope":"","type":"historic","filesize":"44380523","response_code":"0","provider":"The Bible Archive","visible":true,"organization_id":"0f04902f-a48b-4402-8eaa-899296cbb7ea"}],"language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000},"country":{"id":"GB","name":"United Kingdom","name_long":"The United Kingdom of Great Britain and Northern Ireland","population":67081000,"official_language":"English","official_language_iso":"eng","iso_a3":"GBR","continent_id":"EU","iso_num":826,"language_count":101,"religion_primary":"Christianity","introduction":"The United Kingdom has historically played a leading role in developing parliamentary democracy and in advancing literature and science. At its zenith in the 19th century the British Empire stretched over one-fourth of the earth's surface. The first half of the 20th century saw the UK's strength seriously depleted in two world wars and the Irish Republic's withdrawal from the union. The second half witnessed the dismantling of the Empire and the UK rebuilding itself into a modern and prosperous European nation. As one of five permanent members of the UN Security Council and a founding member of NATO and the Commonwealth the UK pursues a global approach to foreign policy. The UK is also an active member of the EU although it chose to remain outside the Economic and Monetary Union. The Scottish Parliament the National Assembly for Wales and the Northern Ireland Assembly were established in 1999. The latter was suspended until May 2007 due to wrangling over the peace process but devolution was fully completed in March 2010.","overview":"The United Kingdom made up of England Scotland Wales and Northern Ireland is an island nation in northwestern Europe. England – birthplace of Shakespeare and The Beatles – is home to the capital London a globally influential centre of finance and culture. England is also site of Neolithic Stonehenge Bath’s Roman spa and centuries-old universities at Oxford and Cambridge.","independent":1,"landmass_km":241930,"population_christian":33200000,"population_christian_percentage":59.3,"population_catholic_percentage":8.9,"population_protestant_percentage":50,"population_refugee":133094,"population_migration":260650,"population_year_change":0.53,"population_density_km":281,"population_average_age":40,"population_urban_percentage":83,"population_literacy_percentage":99,"region_code":10,"region_id":154,"region_name":"Northern Europe","url_wiki":"https://en.wikipedia.org/wiki/United_Kingdom","url_britannica":"https://www.britannica.com/place/United-Kingdom","url_national_society":"https://www.biblesociety.org.uk/","url_ubs":"https://unitedbiblesocieties.org/locations/british-and-foreign-bible-society/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/united-kingdom/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/UK-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/USA","url_nations_online":"https://www.nationsonline.org/oneworld/united_kingdom.htm","url_odp":"https://curlie.org/Regional/Europe/United_Kingdom","url_operation_world":"https://operationworld.org/locations/united-kingdom-of-gb-ni","url_religious_freedom":"https://www.state.gov/countries-areas/united-kingdom/","url_joshua":"https://joshuaproject.net/countries/GB","url_prayercast":"https://prayercast.com/england.html","url_prayercast_video":"https://player.vimeo.com/video/37676816","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=England_dload_hi.mov"}}