{
    "id": "ENGWES",
    "parent_bible_id": null,
    "uuid": "5a0e1cfd-5fc2-4071-8d2e-4a259c504e73",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Wesleys New Testament with Notes",
    "title_vernacular": null,
    "description": "John Wesley’s translation of the New Testament was published in 1754. He also translated the Old Testament, but that was not published until 1764. Wesley’s translation of the New Testament was meant to correct thousands of errors that were contained within the King James Version, and he consulted the Greek texts directly in order to do this. Wesley’s notes are provided below the text on each page, and the text itself is paragraphed, instead of versed. A portrait of Wesley preaching is also printed at the beginning of the Bible. In Wesley’s words from the Preface, \"I have never knowingly, so much as in one place, altered [the Bible] for altering's sake; but there only, where, first, the sense was made better, stronger, clearer or more consistent with the context; secondly, where the sense being equally good, the phrase was better or nearer the original.\"<br><br>[Many modifications of the AV, approximately 12,000 single word changes.]<br><br>Reprinted, 1757. Standard Edition, 1760. Another edition; 3 Vols. Bristol: William Pine, 1765. Fourth edition, 1768. Abridged edition; City Road, London: Printed and Sold at the New-Chapel, 1790. Another edition, 1839. Also; [Edited by George Croft Cell] London: Lutterworth Press, 1938. Anniversary edition, 1953. Another Edition; London: Epworth Press, 1954, 1976. First American Edition; Philadelphia: Printed by J. Crukshank, sold by J. Dickins, 1791. Other American Editions; New York: Published by Ezekiel Cooper and John Wilson, 1806; John C. Totten, Printer. Published by Daniel Hitt and Thomas Ware, for the Methodist Connection in the United States, 1812; New York: Published by J. Soule and T. Mason for the Methodist Episcopal Church in the United States, 1818; New York: Published by T. Mason and G. Lane for the Methodist Episcopal Church..., 1839; New York: G. Lane and P.P. Sandford, 1844; Chicago, Philadelphia & Toronto: John C. Winston Co., 1938; Grand Rapids: Baker Book House, 1986. Many others.]. Chamberlin, W. J. (1991). Catalogue of English Bible Translations: A Classified Bibliography of Versions and Editions Including Books, Parts, and Old and New Testament Apocrypha and Apocryphal Books. New York: Greenwood Press.",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGWES_DBS_HS/English-(1754)-Wesleys-New-Testament-(with-Notes).pdf",
            "title": "English (1754) Wesleys New Testament (with Notes)",
            "scope": "",
            "type": "historic",
            "filesize": "79514312",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}