{
    "id": "ENGWHS",
    "parent_bible_id": null,
    "uuid": "28cc191c-1693-425b-bc83-5904d747c20a",
    "iso": "eng",
    "language": {
        "name": "English"
    },
    "title": "Primitive New Testament Whiston",
    "title_vernacular": null,
    "description": "1745 Whiston, William Mr. Whiston's Primitive New Testament. Part I. containing the Four Gospels, with the Acts of the Apostles. Part II. containing XIV. Epistles of Paul. Part III. containing VII. Catholick Epistles. Part IV. containing the Revelation of John. Stamford & London: for the author, 1745. <br><br>\"Printed for the Author, and Sold by the Booksellers of London and Westminster. M.DCC.XLV. According to the Greek of the Clermont Manuscript, now probably between 1400 and 1500 Years old, in the King of France's Library at Paris: According to the Collation in Dr. Mill's New Testament: the Latin of which Copy is Part of the Old Italick Version, made early in the Second Century.\"\"<br><br>This work follows the KJV except where Greek manuscripts dictate a difference in wording, or addition, or omission. Whiston published his Primitive New Testament on the basis of Codex Bezae and Codex Claromontanus.<br><br>William Whiston founded a society for promoting primitive Christianity, lecturing in support of his theories in halls and coffee-houses at London, Bath, and Tunbridge Wells. Those he involved included Thomas Chubb, Thomas Emlyn, John Gale, Benjamin Hoadley, Arthur Onslow, and Thomas Rundle. There were meetings at Whiston's house from 1715 to 1717; Hoadley avoided coming, as did Samuel Clarke, though invited. A meeting with Clarke, Hoadley, John Craig and Gilbert Burnet the younger had left these leading latitudinarians unconvinced about Whiston's reliance on the Apostolical Constitutions.<br><br>Franz Wokenius wrote a 1728 Latin work on Whiston's view of primitive Christianity. His challenge to the teachings of Athanasius meant that Whiston was commonly considered heretical on many points. On the other hand, he was a firm believer in supernatural aspects of Christianity. He defended prophecy and miracle. He supported anointing the sick and touching for the king's evil. His dislike of rationalism in religion also made him one of the numerous opponents of Hoadley's Plain Account of the Nature and End of the Sacrament. He was fervent in his views of ecclesiastical government and discipline, derived from the Apostolical Constitutions.<br><br>About 1747 Whiston finally left the Anglican communion for the Baptists. He quit the church literally as well as figuratively, as the clergyman began to read the Athanasian Creed.  (Wikipedia)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ENGWHS_DBS_HS/English-(1745)-Primitive-New-Testament-(Whiston).pdf",
            "title": "English (1745) Primitive New Testament (Whiston)",
            "scope": "",
            "type": "historic",
            "filesize": "44380523",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}