{"id":"FIJOLD","parent_bible_id":null,"gbc":null,"date":"1847","iso":"fij","title":"Fijan Old Version","title_vernacular":"Ai Vola ni Veiyalayalati Vou","copyright":"Public Domain","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"FJ","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"fij","glotto_id":"fiji1243","glotto_family":null,"iso1":"fj","name":"Fijian","autonym":"Na vosa vaka-Viti","macroarea":null,"level":"L","development":null,"use":null,"location":"Fiji","area":"East half of Viti Levu and eastern offshore islands, Kadavu Island, Vanua Levu and offshore islands, Nayau, Lakeba, Oneata, Moce, Komo, Namuka, Kabara, Vulaga, Ogea, Vatoa islands. Also in Nauru, New Zealand, United States, Vanuatu.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"FJ","latitude":"-18.000000","longitude":"178.330000","population":334710,"status_id":"4","status_notes":null,"redirect_to_iso":null},"country":{"id":"FJ","name":"Fiji","name_long":"The Republic of Fiji","population":939535,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Fiji","hidden":0,"autonym":null,"fips":"FJ","iso_a3":"FJI","continent_id":"OC","iso_num":242,"religion_primary":"Christianity","introduction":"Fiji became independent in 1970 after nearly a century as a British colony. Democratic rule was interrupted by two military coups in 1987 caused by concern over a government perceived as dominated by the Indian community (descendants of contract laborers brought to the islands by the British in the 19th century). The coups and a 1990 constitution that cemented native Melanesian control of Fiji led to heavy Indian emigration; the population loss resulted in economic difficulties but ensured that Melanesians became the majority. A new constitution enacted in 1997 was more equitable. Free and peaceful elections in 1999 resulted in a government led by an Indo-Fijian but a civilian-led coup in 2000 ushered in a prolonged period of political turmoil. Parliamentary elections held in 2001 provided Fiji with a democratically elected government led by Prime Minister Laisenia QARASE. Reelected in May 2006 QARASE was ousted in a December 2006 military coup led by Commodore Voreqe BAINIMARAMA who initially appointed himself acting president but in January 2007 became interim prime minister. Following years of political turmoil long-delayed legislative elections were held in September 2014 that were deemed \\\"credible\\\" by international observers and that resulted in BAINIMARAMA being reelected.","overview":"'Fiji a country in the South Pacific is an archipelago of more than 300 islands. It''s famed for rugged landscapes palm-lined beaches and coral reefs with clear lagoons. Its major islands Viti Levu and Vanua Levu contain most of the population. Viti Levu is home to the capital Suva a port city with British colonial architecture. The Fiji Museum in the Victorian-era Thurston Gardens has ethnographic exhibits.'","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":24,"land_mass_km":18270,"population_christian":540000,"population_christian_percentage":64.4,"population_catholic_percentage":8.9,"population_protestant_percentage":55.5,"population_refugee":13,"population_migration":-6202,"population_year_change":0.73,"population_density_km":49,"population_average_age":28,"population_urban_percentage":59,"population_literacy_percentage":"94.00","landmass":null,"region_code":1,"region_id":"54","region_name":"Melanesia"}}