{"id":"GEJBS2","parent_bible_id":null,"gbc":null,"date":"2014","iso":"gej","title":"Gen (Mina) Bible\t","title_vernacular":"GƐ̃GBE BIBLIA 2014","copyright":"© Bible Society of Togo, 2014","guid":null,"description":null,"description_short":null,"description_vernacular":"Xoma kèa nyi Gɛ̃gbe Biblia be gɔ̃mèɖèɖe cucugbãa. E nyi Biblia kpata be gɔ̃mèɖèɖe kè so Kristòha kèwo kpata lè Togo ku Bène be ànyigbã jiawo be èdɔwɔ̀wɔ mè. Katolikò ku Pròtɛstàn be èhamèwo kpata ye bɔ̀ sɔ wɔ̀ èdɔ kèa. Xixea mè be Biblia Habɔ̀bɔ Dɔwɔ̀pewo be àlɔ̀zɛ̃ lè Togo, kè wo yɔna lè Frãsegbe mè be “Alliance Biblique du Togo” be èdɔwɔ̀wɔ be nyi. Wo wɔ̀ gɔ̃mèɖèɖe kèa so Hebrùgbe be Biblia àlo Zòɖùɖu xoxoa ku Grikgbe be Zòɖùɖu yeyea mè. Ègbè gɔ̃mèɖètɔ kèwo ye wɔ̀ èdɔ kèa, zã ègbè dodo sùgbɔ mè be Bibliawo cã, sɔ wɔ̀ èdɔ kèa. Ètaɖojinu veve èvè ye nɔ̀ woa si. Cucugbɔ̃ a ye nyi be woa jè àgbàgba, ne woa ɖè Hebrùgbea ku Grikgbea gɔ̃mè tututu, kè wo mu la trã èmɔ, jo lè Mawu be ènyàa gbɔ ò. Èvègɔ̃a ye nyi be woa wɔ̀ Gɛ̃gbe kè be gɔ̃mèsèse lè bɔ̀bɔɛɖe, eye be nya sèsea ŋuti-dɔ. Wàlɛbɛ kè wo le wɔ̀ èdɔaa, wo ma gɔ̃mèɖèɖe cucugbã tɔ̀awo na mawunyà-dɔwɔ̀tɔwo ku mawunyà nyatɔwo, wo to woa mè. Nène a ke, wo sɔ wo do àsi na ègbèwo ŋuti-dɔ wɔ̀tɔwo ku Kristòtɔ̀ vòvòvòwo, woawo cã, wo to woa mè, sɔ na woabe susuwo. Ekèa na be àlɔ̀ ɖe sia ɖe kè wo trɔ so xoma kèa ŋutia, wo kã ɖo e ji be e sɔ̀ ku lekè Mawunyàa lè lè Hebrùgbe ku Grikgbe mèa tututu. Xoma kèa kpɔ gomè sùgbɔ lè Mawunyà be ènumè kùku, ègbè gɔ̃mèɖèɖè be ènumè kùku ku ènu kpakpla mè. Vevetɔa, e kpɔ gomè lè ŋɔ̀ŋlɔ̃ xoxo sùgbɔ kèwo wo va fɔ̀, eye wo va le ɖo èkpe Biblia mè be ènyà sùgbɔ jia mè. Wu ekèa, Hebrùgbe ku Grikgbe kè wo sɔ ŋlɔ̀ Biblia be kpakpla na be ènyàa gɔ̃mèsèse gbà yì ŋùkɔ̀ wu, eye ègbè gɔ̃mèɖèɖe be ènu kpakpla cã gbà kèkè èta ɖo e ji. Ekèa ku ènu sùgbɔ buwo na be egbèa, Kristòtɔ̀wo ɖo èmɔnu la teŋu nɔ jrò Mawunyàa mè lè Gɛ̃gbe mè bɔ̀bɔɛɖe. Ènu yeye kèwo ze lè Biblia kèa mèa ye nyi be: Cucugbãa, kpɔ̀pkplɔ̀sɔyìemè vi ɖe jè xoma ɖe sia ɖe gɔ̃mè, eye be le bɔ̀ xoma a mè be ènyàwo ɖoɖu. Mi le kpɔ èmɔ be ekèa la do àlɔ̀ xoma a hlɛ̃tɔa, ne bèa teŋu le e mè-nyàwo ɖo èta mè bɔ̀bɔɛɖe. Èvègɔ̃a, ètanya lè mamã vòvòvòawo si, àleke be ènyà veve ku susu kèwo lè ènyà jɔ̀jɔ ɖèka mèa ne ze fàa. Wo ŋlɔ̀ Biblia be àkpa bu kè be ŋutinya àlo ènyà tɔ̀xɛ ɖe lèa ɖo ètanyaa gɔ̃mè, ne woa teŋu ji ì, ne woa teŋu kè ɖo e ŋuti kaba. Ètɔ̃gɔ̃a, wo ɖè ènyà tɔ̀xɛ ɖewo gɔ̃mè, àlo, kɔ̀ gɔ̃mèɖèɖe kè tovòa ŋuti ɖo ŋɔ̀ŋlɔ̃awo gɔ̃mè. Ekèa la na be Biblia mè jòjro la nɔ̀ bɔ̀bɔɛɖe. Ènègɔ̃a, wo ɖè Biblia mè be nyikɔwo, ku ènyà tɔ̀xɛ kèwo gɔ̃mèsèse mu lè bɔ̀bɔɛɖe ò a mè ɖo xoma a be ènuwuwu. Mɛmlɛ̃nua, wo wɔ̀ ènutata ku ànyigbãtata ɖewo, be woa sɔ kpe ɖo ènuhlɛ̃tɔa ŋuti, ne bèa sɔ kpɔ ènu kèwo jɔ̀, ku àfi kè wo jɔ̀ lèa, lè ènuhlɛ̃tɔa be susu mè. Xoma a hlɛ̃tɔwo ne jè àgbàgba, ne woa wɔ̀ àlɔ̀do vòvòvò kèawo ŋuti-dɔ, ne woa sè Mawunyàa gɔ̃mè nyuɛ̃ ɖe. Biblia gɔ̃mèɖèɖè be èdɔa mu bɔ̀bɔ̀ klua ò, eye mi xɔ̀sè be mu vɔ̀ hàɖe ò. Kristò ye nyi gɔ̃mèɖokpe kè ji mi le wɔ̀ ɛ̀ ɖoa. Ye ji kpò mi le tù ì ɖo, sìgbè àmè kèwo ye jè ŋùkɔ̀ na miawo ke nène. Mi le do àkpe na Àta, Mawu kè nyi miabe Àpetɔ Yesù Kristò be Ètɔ, Àta kè le nyi mia cã, mia Tɔa, be e na èmɔnu Ègɛ̃viwo cã, be woa teŋu hlɛ̃ àgbènyàa. Ne sɔ yebe màje ɖo mia ji, àleke be mia kpɔ àlè kòkòɖàbì lè yebe ènyàa be hɛ̃hlɛ̃ mè.","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"GEJBS2","bible_size_id":null,"bible_link_type":"web","url":"http://live.bible.is/bible/GDRPNG/MAT/1","title":"Audio Bible","scope":null,"type":"web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"GEJBS2","bible_size_id":null,"bible_link_type":"app","url":"https://apk.fcbh.org/Mina_BSO","title":"Global Bible App","scope":null,"type":"app","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"GEJBS2","bible_size_id":null,"bible_link_type":"web","url":"https://live.bible.is/bible/GEJBS2","title":"NT","scope":null,"type":"web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"GEJBS2","bible_size_id":null,"bible_link_type":"audio_web","url":"https://live.bible.is/bible/GEJBS2","title":"NT","scope":null,"type":"audio_web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"GEJBS2","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2236-gen-ggbe-biblia-2014","title":"GƐ̃GBE BIBLIA 2014","scope":null,"type":"web","provider":"Bible Society of Togo","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"GEJBS2","bible_size_id":"FBD","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=c9e70a9ad9689bdf","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"gej","glotto_id":"genn1243","glotto_family":null,"iso1":null,"name":"Gen","autonym":"Mina","macroarea":null,"level":"L","development":null,"use":null,"location":"Benin","area":"Southeast, Maritime region. Also in Benin.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"TG","latitude":"6.259710","longitude":"1.677270","population":590000,"status_id":"3","status_notes":null,"redirect_to_iso":null},"country":null}