{
    "id": "GLA1891",
    "parent_bible_id": null,
    "uuid": "58299672-e208-4165-ba97-dfcc9b6999b4",
    "iso": "gla",
    "language": {
        "name": "Scottish Gaelic"
    },
    "title": "Scottish Gaelic Psalms",
    "title_vernacular": "Frae Hebrew intil Scottis",
    "description": "Gaelic psalm singing, or Gaelic psalmody, is a tradition of exclusive psalmody in the Scottish Gaelic language found in Presbyterian churches in the Western Isles of Scotland. It is a form of Gaelic music.<br><br>The psalms are sung unaccompanied, in a style known as \"lining out\" or \"precenting the line,\" in which the leader of the performance, or \"precentor,\" sings a line, after which the rest of the congregation follows, with each member allowed to embellish the melody as they wish, in a free heterophonic fashion. The style of Gaelic psalm singing is influenced by piobaireachd music native to the Scottish Highlands, with frequent and distinctive use of ornamentation and grace notes.<br><br>Once common all over the Protestant, Gaelic-speaking regions of Scotland, Gaelic psalm singing has declined to a few Gaelic-speaking churches in the Scottish Hebrides, primarily on the Isle of Lewis but also the Isle of Harris, North Uist, Benbecula, and Skye. In the 20th century, it could also be found in regions of lowland Scotland that saw large amounts of Highland immigration, such as Partick in Glasgow, though this has largely ceased.",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GB",
    "country": {
        "name": "United Kingdom"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/GLA1891_DBS_HS/Scottish-Gaelic-(1891)-Psalms-(Frae-Hebrew-intil-Scottis).pdf",
            "title": "Scottish Gaelic (1891) Psalms",
            "scope": "",
            "type": "historic",
            "filesize": "10916026",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}