{"id":"GLASGM","parent_bible_id":null,"gbc":null,"date":"1992","iso":"gla","title":"Scots Gaelic New Testament","title_vernacular":"Am Bìoball Gàidhlig 1992","copyright":"© Scottish Bible Society 1992, 2017","guid":null,"description":"Scottish Gaelic, also called Scots Gaelic, is one of the Celtic languages, closely related to Irish Gaelic and Manx Gaelic. At one time (c. 1000 AD) it was spoken throughout Scotland, but it has declined steadily since then and today is spoken by about 60,000 people — with the highest concentration living in the Hebrides.\n\nAm Bìoball Gàidhlig: The New Testament was first published in Scottish Gaelic in 1767. The Old Testament was completed in 1801, and a revised edition of the complete Bible was published in 1807. In 1911, Rev Calum Maclennan, D.D. edited a version of the Bible that was released as a pocket-bible, and this version forms the basis of the current text.\n\nWork on this new version of the Gaelic Bible was commenced shortly after the Second World War. The editor was the Rev. Thomas M. MacCalman, M.A., D.D., and he worked on it until his death in January 1984.\n\nWith the support and prompting of the National Bible Society of Scotland, work on this version was restarted in 1986. The editor was Donald Eachann Meek, M.A., Ph.D., F.R.Hist.S., a lecturer in the department of Celtic Languages at the University of Edinburgh. The spelling of the Bible was revised and brought into line with the rules of the S.C.E. Board of Examinations with the support and help of Dr MacCalman and following the wishes of the Gaelic Panel of the Bible Society. The National Bible Society of Scotland (since 2000 known as the Scottish Bible Society) published this new version in 1992.\n\nA project was started in August 2014 to digitise the 1992 Bible, as it was desired to have it available online and in digital formats. (This process also corrected some typographical errors in the printed text.) The following deserve great thanks for their work on this: Rev. Kenneth M. Ferguson, Morag Maclean, Annie MacSween, Catriona Murray, Morag MacDonald, Angus Morrison, Joan MacInnes, Anne Kennedy, Neil Smith, Ruairidh Maclean, Chrissie MacRae and Donald I. Macdonald.","description_short":null,"description_vernacular":"Gàidhlig\n\n’S i cànan Ceilteach a tha ann Gàidhlig na h‑Alba, le ceangalan ri Gàidhlig na h‑Èireann agus Gàidhlig Mhanainn. Aig aon àm (c. 1000 AD) bhathas ga bruidhinn air feadh Alba, ach tha i air crìonadh gu mòr bhon uairsin agus an‑diugh tha mu 60,000 ga bruidhinn – mòran dhiubh anns na h‑Eileanan an Iar.\n\nAm Bìoball Gàidhlig\n\nChaidh an Tiomnadh Nuadh fhoillseachadh ann an Gàidhlig na h‑Alba an toiseach ann an 1767. Ann an 1801 chuireadh crìoch air an t‑Seann Tiomnadh, agus chaidh deasachadh leasaichte den Bhìoball gu lèir fhoillseachadh ann an 1807. Ann an 1911 rinn an t‑Urramach Calum Mac-Ill-Innein, D.D., deasachadh den Bhìoball a thàinig a‑mach mar Bhìoball pòcaid, agus ’s e an deasachadh sin as bunait don deasachadh seo.\n\nThòisicheadh air an deasachadh ùr seo den Bhìoball Ghàidhlig ùine ghoirid an dèidh an Dara Cogaidh. B’ e am fear-deasachaidh an t‑Urramach Tòmas M. MacCalmain, M.A., D.D., agus shaothraich e gus an do chaochail e anns an Fhaoilleach, 1984.\n\nLe taic is iarrtas Comann-Bhìoball Dùthchail na h‑Alba, rinneadh ath-thòiseachadh air an deasachadh seo ann an 1986. B’ e am fear-deasachaidh Dòmhnall Eachann Meek, M.A., Ph.D., F.R.Hist.S., Fear-teagaisg nan Cànainean Ceilteach ann an Oilthaigh Dhùn Èideann. Chaidh litreachadh a’ Bhìobaill ùrachadh gu ìre riaghailtean Bòrd-Sgrùdaidh an S.C.E. le cead is taic an Ollaimh MhicCalmain agus le rùn Panal Gàidhlig a’ Chomainn-Bhìoball. Dh’fhoillsich Comann-Bhìoball Dùthchail na h‑Alba (a‑nis, bhon bhliadhna 2000, air an ainmeachadh Comann Bhìoball na h‑Alba) an deasachaidh ùir seo ann an 1992.\n\nBha miann ann Am Bìoball Gàidhlig fhaighinn air-loidhne agus ann an riochd didseatach, agus mar sin chaidh pròiseact ùr a chur air chois anns an Lùnastal 2014 gus teacsa a’ Bhìobaill a bhiathadh a‑steach gu coimpiutair. (Chaidh cuid de mhearachdan litreachaidh anns an teacsa a cheartachadh mar phàirt den phròiseas seo.) Airson an obair a rinn iad air seo, tha taing ro‑mhòr ri thoirt dha na leanas: An t‑Urr. Coinneach M. Fearghastan, Mòrag NicIlleathain, Anna NicSuain, Catriona Mhoireach, Mòrag NicDhòmhnaill, Aonghas Moireasdan, Joan NicAonghais, Anna Cheannadach, Niall Mac a’ Ghobhainn, Ruairidh MacIlleathain, Criosaidh NicRath agus Dòmhnall I. Dòmhnallach.\n\n© Comann Bhìoball na h-Alba 1992, 2017","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"GLASGM","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/1531-abg1992-am-bioball-gaidhlig-1992","title":"Am Bìoball Gàidhlig 1992","scope":null,"type":"web","provider":"Comann Bhìoball na h‑Alba (Scottish Bible Society)","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"GLASGM","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/1747-abig-am-bioball-iomraidh-gaidhlig-2017","title":"Am Bìoball Iomraidh Gàidhlig 2017","scope":null,"type":"web","provider":"Comann Bhìoball na h‑Alba (Scottish Bible Society)","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"GLASGM","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/1914-macetn-tiomnadh-nuadh-maceachen-1875","title":"Tiomnadh Nuadh (MacEachen) 1875","scope":null,"type":"web","provider":"Comann Bhìoball na h‑Alba (Scottish Bible Society)","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"GLASGM","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2141-lsn1987-laoidhean-o-na-sgriobtaran-naomha-1987","title":"Laoidhean o na Sgriobtaran Naomha 1987","scope":null,"type":"web","provider":"Comann Bhìoball na h‑Alba (Scottish Bible Society)","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"GLASGM","bible_size_id":"FB","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=7a05a66c170e79f9","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null},{"bible_id":"GLASGM","bible_size_id":"FB","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=22b6f0cee3f69bfd","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null},{"bible_id":"GLASGM","bible_size_id":"NT","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=865175015ea17003","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null},{"bible_id":"GLASGM","bible_size_id":null,"bible_link_type":"app","url":"https://play.google.com/store/apps/details?id=com.sirma.mobile.bible.android&hl=gd","title":"MACETN Android App","scope":null,"type":"app","provider":"YouVersion","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"GLASGM","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/GLASGM_DBS_HS/Gaelic-New-Testament-(print).pdf","title":"Gaelic - New Testament (Print)","scope":null,"type":"historic","provider":"","organization_id":"gospelgo","filesize":19867310,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"gla","glotto_id":"scot1245","glotto_family":null,"iso1":"gd","name":"Scottish Gaelic","autonym":"Gàidhlig","macroarea":null,"level":"L","development":null,"use":null,"location":"Ireland and United Kingdom","area":"North and central counties of Ross, islands of Hebrides and Skye, Glasgow. Also in Australia, Canada, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"GB","latitude":"56.757350","longitude":"-5.243660","population":60130,"status_id":"4","status_notes":null,"redirect_to_iso":null},"country":null}