{"id":"GLE1943","parent_bible_id":null,"gbc":null,"date":"1943","iso":"gle","title":"Gaeilge [Irish Gaelic] Gospels and Acts","title_vernacular":"Na Ceithre Soiscéil agus Gníomhartha na n-Abstal 1943 (Pádraig Mac Giolla Cheara)","copyright":"Public Domain","guid":null,"description":"The text was digitised for the Bible Society of Northern Ireland in 2018, with the help of the Colin Glenn Christian Fellowship and the Bible Society. This was converted into modern -h style spelling to use Roman script fonts in 2019.","description_short":null,"description_vernacular":"The 4 Gospels and Acts of the Apostles 1943: An Scrioptúir Naomhtha - Na Ceithre Soiscéil agus Gníomhartha na n-Abstal (The Holy Scriptures - The 4 Gospels and Acts of the Apostles) was first translated into Irish Gaelic by Pádraig Mac Giolla Cheara. It was published in 1943 by Comhaltas Uladh of Belfast and Dundalk. It got the Imprimatur from Cardinal Joseph MacRory, Archbishop of Armagh, Primate of All Ireland. Acts of the Apostles 1961: Pádraig Mac Giolla Cheara later he produced a second edition of the Acts of the Apostles rendered into the revised modern Irish grammar and spelling, with updated spelling of proper names. This was published in 1961.","description_reviewed":0,"script":null,"versification":null,"numeral_system_id":"default","country_id":"IE","copyright_type":"","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"GLE1943","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2694-asn1943-na-ceithre-soisceil-agus-gniomhartha-na-n-abstal-1943-padraig-mac-giolla-cheara","title":"Na Ceithre Soiscéil agus Gníomhartha na n-Abstal 1943 (Pádraig Mac Giolla Cheara)","scope":null,"type":"web","provider":"Bible Society in Northern Ireland","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"GLE1943","bible_size_id":"P","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=127802ae924d3600","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null}],"pod":[],"alphabet":null,"children":[],"language":{"iso":"gle","glotto_id":"iris1253","glotto_family":null,"iso1":"ga","name":"Irish","autonym":"Standard Irish: Gaeilge","macroarea":null,"level":"L","development":null,"use":null,"location":"Ireland and United Kingdom","area":"Western isles northwest and southwest coasts; Galway, part of Mayo, Kerry, Donegal, Meath, Cork, Waterford, Scotland (Albain), Isle of Mann. Also in Brazil, Canada, United Kingdom, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"IE","latitude":"53.218550","longitude":"-7.615090","population":170290,"status_id":"6b","status_notes":null,"redirect_to_iso":null},"country":{"id":"IE","name":"Ireland","name_long":"Ireland","population":5224884,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Republic_of_Ireland","hidden":0,"autonym":null,"fips":"EI","iso_a3":"IRL","continent_id":"EU","iso_num":372,"religion_primary":"Christianity","introduction":"Celtic tribes arrived on the island between 600 and 150 B.C. Invasions by Norsemen that began in the late 8th century were finally ended when King Brian BORU defeated the Danes in 1014. Norman invasions began in the 12th century and set off more than seven centuries of Anglo-Irish struggle marked by fierce rebellions and harsh repressions. The Irish famine of the mid-19th century saw the population of the island drop by one third through starvation and emigration. For more than a century after that the population of the island continued to fall only to begin growing again in the 1960s. Over the last 50 years Ireland's high birthrate has made it demographically one of the youngest populations in the EU. The modern Irish state traces its origins to the failed 1916 Easter Monday Uprising which touched off several years of guerrilla warfare resulting in independence from the UK in 1921 for 26 southern counties; six northern counties remained part of the UK. Unresolved issues in Northern Ireland erupted into years of violence known as the \\\"Troubles\\\" that began in the 1960s. The Government of Ireland was part of a process along with the UK and US Governments that helped broker what is known as The Good Friday Agreement in Northern Ireland in 1998. This initiated a new phase of cooperation between Irish and British governments. Ireland was neutral in World War II and continues its policy of military neutrality. Ireland joined the European Community in 1973 and the Eurozone currency union in 1999. The economic boom years of the Celtic Tiger (1995-2007) saw rapid economic growth which came to an abrupt end in 2008 with the meltdown of the Irish banking system. Today the economy is recovering fueled by large and growing foreign direct investment especially from US multi-nationals.","overview":"'Ireland is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel the Irish Sea and St George''s Channel. Ireland is the third-largest island in Europe'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":35,"land_mass_km":68890,"population_christian":3992000,"population_christian_percentage":83.8,"population_catholic_percentage":78.2,"population_protestant_percentage":5.6,"population_refugee":7800,"population_migration":23604,"population_year_change":1.13,"population_density_km":72,"population_average_age":38,"population_urban_percentage":63,"population_literacy_percentage":"99.00","landmass":null,"region_code":10,"region_id":"154","region_name":"Northern Europe"}}