{"abbr":"GLEBED","title":"Irish Gaelic Bedell Bible","title_vernacular":"Bedell An Biobla Naomhtha","description":"This 1817 edition of ‘_An Biobla Naomhta_’, printed in London in Roman typeface, was the first publication of the Bedell Old Testament and the O’Donnell New Testament by the British and Foreign Bible Society.\n\nThe New Testament was first published in 1602 and the Old Testament in 1685, both in Irish typeface. They were first printed together in 1690 in Roman typeface. While the New Testament was translated from the Greek, the Old Testament was primarily a translation of the subsequent publication, the King James Bible, with comparison to the Hebrew. Based on the slightly revised 1690 publication of both Old and New Testaments, the 1817 edition was revised further, bringing it nearer to the King James Version. In keeping with developments in the Irish language, the vocabulary and grammar of the 1690 edition were also updated.\n\nBoth Old and New Testaments were translated within the Church of Ireland. The 1602 New Testament was initially translated by John Kearney, Nicolas Walsh (Bishop of Ossory), Maoilín Óg Mac Bruaideadha, and Nehemiah Donnellan (who became archbishop of Tuam). It was completed by, and named after, William O’Donnell (who succeeded Donnellan as archbishop of Tuam) who was assisted by Murtagh King and Domhnal Óg Ó huiginn. O’Donnell had John Fracton print the New Testament. The Old Testament translation was completed around 1638 by William Bedell (initially Provost of Trinity College, Dublin, and in later years bishop of Kilmore), with the help of Murtagh King and Séamus Neangail. Robert Boyle first published the Old Testament later in 1685, with assistance from Narcissus Marsh and fresh translation in places by Andrew Sall, with others. It was printed in London. Conversion to digital text was completed by a team led by Craig Ledbetter (New Testament books), and Fearghas MacFhionnlaigh (Psalms) and MissionAssist.\n\nThe Irish which appears in this publication was the scholarly and older standard literary form of classical modern Irish. It differed significantly from the vernacular of the time, but even more so from today’s modern Irish. With its many archaisms, reading the Bedell Bible today is therefore somewhat difficult for the modern reader, akin to reading Shakespeare in English.","description_short":"The 1817 edition of 'An Biobla Naomhta' featuring the Bedell Old Testament and O'Donnell New Testament. It was translated within the Church of Ireland, the publication used an older literary form of Irish, making it challenging for modern readers.","description_vernacular":"Ba é an leagan 1817 seo de “_An Bíobla Naomhtha_,” a cuireadh i gcló i Londain sa chló Rómhánach, an chéad fhoilsiú de Shean Tiomna Bedell agus de Thiomna Nua Uí Dhomhnuill a rinne an British and Foreign Bible Society.\n\nAistríodh idir an Sean Tiomna agus an Tiomna Nua laistigh d’Eaglais na hÉireann. Foilsíodh anTiomna Nua don chéad uair i 1602 agus an Sean Tiomna i 1685 – an dá cheann acu sa chló Gaelach. Ba i 1690 a chéad chlódh iad le chéile, sa chló Rómhánach an uair seo. Cé gur aistríodh anTiomna Nua ón nGréigis, is é a bhí sa Sean Tiomna, go príomhdha, tiontú ar Leagan Rí Shéamuis (1611) curtha i gcomparáid leis an Eabhrais. Bunaithe ar an mbeagán athbhreithnithe a rinneadh i leagan 1690, rinneadh breis athbhreithnithe i leagan 1817, a chuir crot air a bhí níos gaire do Leagan Rí Shéamuis. Ar aon dul le forbairtí teangan sa Ghaeilge, rinneadh friotal agus graiméar leagan 1690 a thabhairt suas chun dáta.\n\nBa iad John Kearney, Nicolas Walsh (Easpag Osraí), Maoilín Óg Mac Bruaideadha agus Nehemiah Donnellan (a bhí ina dhiaidh sin mar Ardeaspag Thuama) a chéad thug faoi aistriúchán 1602 den Tiomna Nua. William O’Donnell (a bhí ina chomharba ar Donnellan mar Ardeaspag Thuama), le cabhair ó Murtagh King agus Domhnal Óg Ó hUiginn, a chríochnaigh an obair sin, agus glaoitear an Nua Thiomna i ndiaidh Uilliam Uí Dhomhnuill. Shocraigh Ó Domhnuill go ndéanfadh John Fracton an Nua Thiomna a chur i gcló. Chríochnaigh William Bedell (a bhí ar dtús ina Uachtarán ar Choláiste na Tríonóide, agus ina dhiaidh sin ina Easpag ar an gCill Mhór) an Sean Tiomna tuairim is 1638 le cabhair ó Murtagh King agus Séamus Neangail. Ba é Robert Boyle, níos déanaí, a chéad fhoilsigh, i 1685, an Sean Tiomna, le cabhair ó Narcissus Marsh agus le giotaí úra aistriúcháin de chuid Andrew Sall agus daoine eile nach é. Is i Londain a cuireadh i gcló é.\n\nTiontú go téacs digiteach: foireann faoi stiúir Craig Ledbetter a rinne leabhair an Tiomna Nua, agus Fearghas MacFhionnlaigh a rinne na Sailm, agus MissionAssist.\n\nGaeilge an léinn agus de chuid seanchaighdeán claisiceach liteartha na Nua-Ghaeilge atá san fhoilsiúcán seo. Ba mhór idir í sin agus caint na ndaoine ag an am; is mó fós de dhifríocht atá idir í agus nuaGhaeilge na linne seo. Cruthaíonn an Ghaeilge stairiúil sin deacrachtaí do léitheoirí an lae inniu - deacrachtaí atá ar aon dul leis na deacrachtaí a bhainfeadh le léamh Shakespeare sa Bhéarla.","iso":"gle","script":"Latn","year":1817,"country_id":"IE","copyright":"Public Domain","copyright_type":"OPEN","bible_links":[{"bible_abbr":"GLEBED","url":"http://bibles.org/versions/gle-BEDELL","title":"BibleSearch","scope":"","type":"web","filesize":"0","response_code":"0","provider":"American Bible Society","visible":true,"organization_id":"0c51d6dd-1184-4288-8ead-6b34349693a4"},{"bible_abbr":"GLEBED","url":"https://www.bible.com/versions/883-bedell-an-biobla-naomhtha-1817-bedell","title":"An Bíobla Naomhtha 1817 (Bedell)","scope":"","type":"web","filesize":"0","response_code":"0","provider":"British \u0026amp; Foreign Bible Society","visible":true,"organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72"},{"bible_abbr":"GLEBED","url":"https://app.thedigitalbiblelibrary.org/entry?id=31c825b218d5ac6b","title":"Bible For Developers","scope":"FB","type":"archive","filesize":"0","response_code":"0","provider":"Digital Bible Library","visible":true,"organization_id":"f4b27cf8-7dbf-4bfb-8cd4-93315e272e2a"},{"bible_abbr":"GLEBED","url":"https://play.google.com/store/apps/details?id=com.sirma.mobile.bible.android\u0026hl=ga","title":"BEDELL Android App","scope":"","type":"app","filesize":"0","response_code":"0","provider":"YouVersion","visible":true,"organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72"},{"bible_abbr":"GLEBED","url":"https://archive.org/download/GLEBED_DBS_HS/Irish-(1817)-Bible-(An-Biobla-Naomhtha-ann-a-bhfuilid-an-Tsean-Tiomnadh).pdf","title":"Irish (1817) Bible","scope":"","type":"historic","filesize":"96889601","response_code":"0","provider":"The British and Foreign Bible Society","visible":true,"organization_id":"d3950ccc-dc18-4e63-92c2-a0f5e2eef6ac"},{"bible_abbr":"GLEBED","url":"https://bible.com/versions/883","title":"Youversion","scope":"","type":"","filesize":"0","response_code":"0","provider":"","visible":true,"organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72"},{"bible_abbr":"GLEBED","url":"https://www.crosswire.org/sword/modules/ModInfo.jsp?modName=IriODomhnuill","title":"Crosswire Module","provider":"The Sword Project","visible":true,"organization_id":"dde7cec9-f63e-4370-b4b6-a841c44adda2"}],"bible_equivalents":[{"bible_abbr":"GLEBED","organization_id":"f4b27cf8-7dbf-4bfb-8cd4-93315e272e2a","equivalent_id":"31c825b218d5ac6b","site":"","suffix":"","type":"DBL","url":"https://app.thedigitalbiblelibrary.org/entry?id=31c825b218d5ac6b"},{"bible_abbr":"GLEBED","organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72","equivalent_id":"883","site":"","suffix":"","type":"","url":"https://bible.com/versions/883"},{"bible_abbr":"GLEBED","organization_id":"dde7cec9-f63e-4370-b4b6-a841c44adda2","equivalent_id":"IriODomhnuill","site":"Crosswire","url":"https://www.crosswire.org/sword/modules/ModInfo.jsp?modName=IriODomhnuill"},{"bible_abbr":"GLEBED","equivalent_id":"53ac24385117ad56de2353d6","type":"Archive","url":"globalbiblecatalogue.org"},{"bible_abbr":"GLEBED","equivalent_id":"54717c565117ad58786da123","type":"Archive","url":"globalbiblecatalogue.org"},{"bible_abbr":"GLEBED","equivalent_id":"54717c5c5117ad58786da129","type":"Archive","url":"globalbiblecatalogue.org"}],"bible_pod":[{"bible_abbr":"GLEBED","publisher_id":"048ddebe-a8fa-4370-914d-79a119447d49","description":" ","trim":"us_trade","scope":"bible","pages":2187,"print_ready":false,"print_banned":false,"portion":false,"font":"NotoSans-Regular.ttf","font_bold":"NotoSans-Bold.ttf","font_format":"truetype","font_size":10,"orphans":2,"widows":2,"columns":2,"line_height":1.3,"justified":false,"justified_cjk":false,"CreatedAt":"2023-06-02T22:09:49-05:00","UpdatedAt":"2023-08-17T20:39:35-05:00"}],"language":{"iso":"gle","glotto_id":"iris1253","iso1":"ga","name":"Irish","autonym":"Standard Irish: Gaeilge","level":"L","location":"Ireland and United Kingdom","area":"Western isles northwest and southwest coasts; Galway, part of Mayo, Kerry, Donegal, Meath, Cork, Waterford, Scotland (Albain), Isle of Mann. Also in Brazil, Canada, United Kingdom, United States.","country_id":"IE","latitude":53.21855,"longitude":-7.61509,"population":170290,"status_id":"6b"},"country":{"id":"IE","name":"Ireland","name_long":"Ireland","population":5224884,"official_language":"English","official_language_iso":"eng","iso_a3":"IRL","continent_id":"EU","iso_num":372,"language_count":35,"religion_primary":"Christianity","introduction":"Celtic tribes arrived on the island between 600 and 150 B.C. Invasions by Norsemen that began in the late 8th century were finally ended when King Brian BORU defeated the Danes in 1014. Norman invasions began in the 12th century and set off more than seven centuries of Anglo-Irish struggle marked by fierce rebellions and harsh repressions. The Irish famine of the mid-19th century saw the population of the island drop by one third through starvation and emigration. For more than a century after that the population of the island continued to fall only to begin growing again in the 1960s. Over the last 50 years Ireland's high birthrate has made it demographically one of the youngest populations in the EU. The modern Irish state traces its origins to the failed 1916 Easter Monday Uprising which touched off several years of guerrilla warfare resulting in independence from the UK in 1921 for 26 southern counties; six northern counties remained part of the UK. Unresolved issues in Northern Ireland erupted into years of violence known as the \\\"Troubles\\\" that began in the 1960s. The Government of Ireland was part of a process along with the UK and US Governments that helped broker what is known as The Good Friday Agreement in Northern Ireland in 1998. This initiated a new phase of cooperation between Irish and British governments. Ireland was neutral in World War II and continues its policy of military neutrality. Ireland joined the European Community in 1973 and the Eurozone currency union in 1999. The economic boom years of the Celtic Tiger (1995-2007) saw rapid economic growth which came to an abrupt end in 2008 with the meltdown of the Irish banking system. Today the economy is recovering fueled by large and growing foreign direct investment especially from US multi-nationals.","overview":"'Ireland is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel the Irish Sea and St George''s Channel. Ireland is the third-largest island in Europe'","independent":1,"landmass_km":68890,"population_christian":3992000,"population_christian_percentage":83.8,"population_catholic_percentage":78.2,"population_protestant_percentage":5.6,"population_refugee":7800,"population_migration":23604,"population_year_change":1.13,"population_density_km":72,"population_average_age":38,"population_urban_percentage":63,"population_literacy_percentage":99,"region_code":10,"region_id":154,"region_name":"Northern Europe","url_wiki":"https://en.wikipedia.org/wiki/Republic_of_Ireland","url_britannica":"https://www.britannica.com/place/Ireland","url_national_society":"https://biblesocietyni.co.uk/","url_ubs":"https://unitedbiblesocieties.org/locations/bible-society-in-northern-ireland/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/ireland/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/EI-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/IRL","url_nations_online":"https://www.nationsonline.org/oneworld/ireland.htm","url_odp":"https://curlie.org/Regional/Europe/Ireland","url_operation_world":"https://operationworld.org/locations/ireland","url_religious_freedom":"https://www.state.gov/countries-areas/ireland/","url_joshua":"https://joshuaproject.net/countries/IE","url_prayercast":"https://prayercast.com/ireland.html","url_prayercast_video":"https://player.vimeo.com/video/38109391","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=Ireland_dload_hi.mov"}}