{
    "id": "GMHFURT",
    "parent_bible_id": null,
    "uuid": "49057d8b-6e1b-46e6-97a8-a76f09bd45c1",
    "iso": "gmh",
    "language": {
        "name": "Middle High German (ca. 1050-1500)"
    },
    "title": "The Furtmeyr Bible",
    "title_vernacular": "Furtmeyr-Bibel",
    "description": "This magnificent manuscript adorned by the Regensburg Renaissance painter Berthold Furtmeyr (active 1460–1501) is a German Bible containing, from the Old Testament, the books from Genesis to Ruth. A second volume of the Bible, which was commissioned by Ulrich Stauff zu Ehrenfels (died 1472) and his wife Clara Hofer von Lobenstein, is assumed to have existed but unfortunately has not been preserved. After illuminating the so-called London Bible, his oldest surviving masterpiece, Furtmeyr began decorating what is now known as the Furtmeyr Bible between 1465 and 1470. He did not craft the illuminations all by himself, as they clearly are the work of more than one hand. The artist was assisted by members of his school of illuminators. Furtmeyr and his disciples created three full-page miniatures: one portraying the donators and their family, another of the Virgin Mary breast-feeding Jesus, and a striking “living cross” that comes at the end of the book. The text is illustrated by 355 pictorial fields and 20 initials. The Bible is also remarkable for several nocturnal scenes and a striking predilection for the female nude, characteristic of Renaissance art. The manuscript came into the possession of Duke Albert IV of Bavaria and the Munich Court Library but was carried off in the Swedish invasion of Germany during the Thirty Years War (1618-48). The Furtmeyr Bible finally returned to the successor to its original home, the present-day Bavarian State Library, in 1960. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "DE",
    "country": {
        "name": "Germany"
    },
    "alphabet": {
        "name": "Gothic",
        "script": "Goth",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/German-Middle-(1465-ca.)-The-Furtmeyr-Bible-Illuminated-(WDL-8924).pdf",
            "title": "German Middle (1465 ca.) The Furtmeyr Bible - Illuminated (WDL-8924)",
            "scope": "",
            "type": "illuminated",
            "filesize": "109524831",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}