{"id":"GMHKOBE","parent_bible_id":null,"gbc":null,"date":"1050","iso":"gmh","title":"Koberger Bible (High German)","title_vernacular":"","copyright":"Public Domain","guid":null,"description":"After the Mentelin Bible dated to 1466, the Koberger Bible of 1483 is the ninth German-language version of the Bible to have been printed and the second to have been produced in Nuremberg, after the Sensenschmidt Bible of circa 1476‒78. For the rich decoration of his edition, Anton Koberger (circa 1440‒1513) used the woodcuts made for the Bible printed in Cologne by Bartholomaeus of Unckel in 1478‒79, which he himself had helped to finance. The first woodcut, preceding the book of Genesis, depicts the creation of Eve in Paradise and almost fills an entire page. Unlike Günther Zainer, who had already used woodcut historiated initials in his Bible of 1475‒76, Koberger allowed for painted initials to be supplied by a rubricator or illuminator. Like other copies of this edition, the one shown here was richly illuminated with tempera colors and punched-gold grounds as well as more than 70 initial letters with tempera, gold or silver, and acanthus-leaf decorations to mark the beginning of each biblical book and the apostolic letters. The initials at the beginning of Genesis (folio 5 recto) and Proverbs (folio 296 recto) are particularly lavishly decorated, with busts of the prophets, angels bearing empty crests and animals integrated in the foliate extensions. The painter was trained in the school of Johann Bämler in Augsburg (circa 1435–circa 1503). Miniatures closely resembling those in the Koberger Bible are contained in a manuscript missal dated to 1490 at the Austrian National Library in Vienna. Whether the illuminator worked in Augsburg or in Nuremberg can only be determined after a more extensive investigation of the decoration of incunabula printed by Koberger. At the least, it seems that the copy in the Württembergische Landesbibliothek in Stuttgart was colored and illuminated by a different painter, who very likely worked for Koberger in Nuremberg. (World Digital Library)","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Goth","versification":null,"numeral_system_id":"default","country_id":"DE","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"GMHKOBE","bible_size_id":null,"bible_link_type":"illuminated","url":"http://downloads.dbs.org/archive/German-Middle-(1050-ca.)-Koberger-Bible-Illuminated-(WDL-18183).pdf","title":"German Middle (1050 ca.) Koberger Bible - Illuminated (WDL-18183)","scope":null,"type":"historic","provider":"Anton Koberger, Nuremberg","organization_id":"world-digital-library","filesize":304899313,"response_code":null}],"pod":[],"alphabet":{"script":"Goth","name":"Gothic","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"discretionary","open_type_tag":"goth","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":true,"status":"Historical","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The word “Gothic” is used in the context of writing systems to describe three very different, unrelated, styles of writing:</p> <ul class=dListUnordered> <li>the Gothic alphabet: historically written in an <a href=page.php?item_id=glossary#uncial>uncial</a> style, and invented for the Gothic language;</li> <li>the Visigothic script: a minuscule script of the Latin alphabet, used in Iberia to write Latin text when Iberia was ruled by the Visigoths; and</li> <li>“gothic” scripts: a popular name for many blackletter scripts of the Latin alphabet (including Fraktur); these have been used for writing many languages.</li> <li>This page refers only to the first sense - the Gothic alphabet, now extinct. This script is thought to have been invented around 350AD by the bishop Ulfilas for the purpose of translating the Bible into the Gothic language. The runic script which had previously been used for writing this language had strong associations with Germanic paganism, so was not deemed appropriate for this purpose. The Gothic language continued to be spoken until the 17th century, but there is no record of the script being used beyond the 6th century. </li> <li>Ulfilas based the Gothic script largely on an uncial form of the Greek alphabet, with some influence from the Runic and Latin scripts also. It was written from left to right, without spaces between words. Some texts were written with a space, dot or colon between phrases and others were <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#colom target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;<span class=Em>colometric</span></a>, with every distinctive clause starting on a new line. </li> <li>The script was comprised of twenty-seven letters. Consonants were written with one symbol to represent one sound. Vowels were written with one symbol or a <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#multig target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;digraph</a> to represent each sound. Nasals were optionally omitted in writing from the ends of words. Ligatures were used very rarely.</li> <li>There were no numbers in the Gothic script; rather, each letter was assigned a numeric value. If a symbol was intended to be read as a number, it was horizontally flanked by centred dots, or vertically flanked by horizontal lines.</li> </ul>"},"children":[],"language":{"iso":"gmh","glotto_id":"midd1343","glotto_family":null,"iso1":null,"name":"Middle High German (ca. 1050-1500)","autonym":null,"macroarea":null,"level":"H","development":null,"use":null,"location":null,"area":null,"progress":null,"typology":null,"writing":null,"description":null,"country_id":"DE","latitude":null,"longitude":null,"population":0,"status_id":"9","status_notes":null,"redirect_to_iso":null},"country":{"id":"DE","name":"Germany","name_long":"The Federal Republic of Germany","population":79903481,"official_language":"German Standard","official_language_iso":"deu","url_wiki":"https://en.wikipedia.org/wiki/Germany","hidden":0,"autonym":null,"fips":"GM","iso_a3":"DEU","continent_id":"EU","iso_num":276,"religion_primary":"Christianity","introduction":"As Europe's largest economy and second most populous nation (after Russia) Germany is a key member of the continent's economic political and defense organizations. European power struggles immersed Germany in two devastating World Wars in the first half of the 20th century and left the country occupied by the victorious Allied powers of the US UK France and the Soviet Union in 1945. With the advent of the Cold War two German states were formed in 1949: the western Federal Republic of Germany (FRG) and the eastern German Democratic Republic (GDR). The democratic FRG embedded itself in key western economic and security organizations the EC which became the EU and NATO while the communist GDR was on the front line of the Soviet-led Warsaw Pact. The decline of the USSR and the end of the Cold War allowed for German unification in 1990. Since then Germany has expended considerable funds to bring eastern productivity and wages up to western standards. In January 1999 Germany and 10 other EU countries introduced a common European exchange currency the euro.","overview":"Germany is a Western European country with a landscape of forests rivers mountain ranges and North Sea beaches. It has over 2 millennia of history. Berlin its capital is home to art and nightlife scenes the Brandenburg Gate and many sites relating to WWII. Munich is known for its Oktoberfest and beer halls including the 16th-century Hofbräuhaus. Frankfurt with its skyscrapers houses the European Central Bank.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":104,"land_mass_km":348560,"population_christian":46600000,"population_christian_percentage":56.1,"population_catholic_percentage":27.7,"population_protestant_percentage":28.4,"population_refugee":1146685,"population_migration":543822,"population_year_change":0.32,"population_density_km":240,"population_average_age":46,"population_urban_percentage":76,"population_literacy_percentage":"99.00","landmass":null,"region_code":10,"region_id":"155","region_name":"Western Europe"}}