{
    "id": "GMHKOBE",
    "parent_bible_id": null,
    "uuid": "df5eca6d-ce93-4725-ad89-77a5441737d2",
    "iso": "gmh",
    "language": {
        "name": "Middle High German (ca. 1050-1500)"
    },
    "title": "Koberger Bible (High German)",
    "title_vernacular": null,
    "description": "After the Mentelin Bible dated to 1466, the Koberger Bible of 1483 is the ninth German-language version of the Bible to have been printed and the second to have been produced in Nuremberg, after the Sensenschmidt Bible of circa 1476‒78. For the rich decoration of his edition, Anton Koberger (circa 1440‒1513) used the woodcuts made for the Bible printed in Cologne by Bartholomaeus of Unckel in 1478‒79, which he himself had helped to finance. The first woodcut, preceding the book of Genesis, depicts the creation of Eve in Paradise and almost fills an entire page. Unlike Günther Zainer, who had already used woodcut historiated initials in his Bible of 1475‒76, Koberger allowed for painted initials to be supplied by a rubricator or illuminator. Like other copies of this edition, the one shown here was richly illuminated with tempera colors and punched-gold grounds as well as more than 70 initial letters with tempera, gold or silver, and acanthus-leaf decorations to mark the beginning of each biblical book and the apostolic letters. The initials at the beginning of Genesis (folio 5 recto) and Proverbs (folio 296 recto) are particularly lavishly decorated, with busts of the prophets, angels bearing empty crests and animals integrated in the foliate extensions. The painter was trained in the school of Johann Bämler in Augsburg (circa 1435–circa 1503). Miniatures closely resembling those in the Koberger Bible are contained in a manuscript missal dated to 1490 at the Austrian National Library in Vienna. Whether the illuminator worked in Augsburg or in Nuremberg can only be determined after a more extensive investigation of the decoration of incunabula printed by Koberger. At the least, it seems that the copy in the Württembergische Landesbibliothek in Stuttgart was colored and illuminated by a different painter, who very likely worked for Koberger in Nuremberg. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "DE",
    "country": {
        "name": "Germany"
    },
    "alphabet": {
        "name": "Gothic",
        "script": "Goth",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/German-Middle-(1050-ca.)-Koberger-Bible-Illuminated-(WDL-18183).pdf",
            "title": "German Middle (1050 ca.) Koberger Bible - Illuminated (WDL-18183)",
            "scope": "",
            "type": "illuminated",
            "filesize": "304899313",
            "provider": "Anton Koberger, Nuremberg",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}