{
    "id": "GMHMENT",
    "parent_bible_id": null,
    "uuid": "a09e86e9-9df8-496f-9555-27e456c639d5",
    "iso": "gmh",
    "language": {
        "name": "Middle High German (ca. 1050-1500)"
    },
    "title": "The Mentelin Bible (High German)",
    "title_vernacular": null,
    "description": "More than a decade after Johann Gutenberg’s first edition of the Latin Vulgate, the first German Bible appeared in print. As in the case of the Gutenberg Bible, the German edition contains no information about the printer or the date of printing. However, the analysis of the types used indicates that it was produced in the workshop of Johann Mentelin (circa 1410‒78) in Strasbourg. Furthermore, a handwritten note at the end of this copy provides a decisive clue as to the date of printing (folio 400 verso). Inscribed beneath the coats of arms of the book’s first owners, the Augsburg merchant and councilman Hektor Mülich (died 1489 or 1490) and his wife of patrician lineage, Ottilia Conzelmann (died 1467), a notice records the date and price of purchase: “This book was bought unbound for the price of 12 florins on 27 June 1466.” Its printing therefore must have been completed sometime before that date. As indicated in the inscription, the Bible was purchased unbound. The buyer himself must have arranged for the binding to be done. Prior to binding, the initial letters and captions were rubricated in red, blue, and green, and the book was decorated with painted initials and borders, probably the work of Mülich himself. The purchase of this book indicates that a supra-regional book market already existed in the 1460s, allowing customers in Augsburg to buy books from such far-away places of production as Strasbourg. The German-language Bible was one of the few books possessed by the wealthy Augsburg politician and historian, whose interests focused more on German-language literature than on early Augsburg humanism. Whether this edition of the Bible was really the oldest printed German Bible remained long unresolved, until finally, in 1787, the Munich court librarian Gerhoh Steigenberger was able to prove that another, also undated edition printed in Strasbourg by Heinrich Eggestein was nothing other than an almost-exact reprint of Mentelin’s edition with occasional omissions, thus settling the question of precedence. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "DE",
    "country": {
        "name": "Germany"
    },
    "alphabet": {
        "name": "Gothic",
        "script": "Goth",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/German-Middle-(1466)-The-Mentelin-Bible-Illuminated-(WDL-18191).pdf",
            "title": "German Middle (1466) The Mentelin Bible - Illuminated (WDL-18191)",
            "scope": "",
            "type": "illuminated",
            "filesize": "486799888",
            "provider": "Johann Mentelin, Strasbourg",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}