{"abbr":"GMHPAUP","title":"Pauper's Picture Bible","title_vernacular":"Biblia pauperum","description":"Having already developed a considerable manuscript tradition from the 13th century, the so-called Biblia pauperum (Paupers’ Bible) attained its most prolific level of distribution in the second half of the 15th century through block book and incunable editions. Particularly widespread was the 40-leaf Latin version of the Biblia pauperum, which was published in no fewer than 11 block book editions. The arrangement of the text and the sequence of illustrations in the Latin version were adopted by both of the German-language block book editions, which, however, used somewhat simpler woodcuts. The first block book edition in German was co-produced in 1470 in the city of Nördlingen by the painter Friedrich Walther and the carpenter Hans Hurning, as is indicated by a note at the end of the book accompanied by two coats of arms and the date. As early as a year later, the German version was copied by Hans Sporer, a calligrapher and block cutter of Nuremberg, who simplified the illustrations by omitting the hatching and replacing the background landscapes with plain horizontal lines. Imitating the earlier version, Sporer included two coats of arms and the date 1471 in the last plate. The German Biblia pauperum block book presented here certainly does not belong to the first issue produced by Sporer, as this was printed from wooden blocks on which two plates were placed side by side (1–40, 2–39, and so forth). Since the leaves could only be printed on one side, they had to be folded in the middle and arranged in a manner to ensure that the illustrations in the first half of the book were on the left side (verso), while those in the second half were on the right side (recto). At a later stage, Sporer seems to have split the blocks in the middle and begun producing prints with a simple printing press, which allowed printing on both the recto and verso of a leaf, as is the case in the copy shown. Besides the Biblia pauperum, Sporer produced three other block book titles in Nuremberg up to 1474, before he moved to Bamberg and began printing using movable types in 1487. (World Digital Library)","iso":"gmh","script":"Goth","year":1050,"country_id":"DE","copyright":"Public Domain","bible_links":[{"bible_abbr":"GMHPAUP","url":"http://downloads.dbs.org/archive/German-Middle-(1050-ca.)-Pauper's-Picture-Bible-Illuminated-(WDL-18195).pdf","title":"German Middle (1050 ca.) Pauper's Picture Bible - Illuminated (WDL-18195)","scope":"","type":"illuminated","filesize":"32292756","response_code":"0","provider":"World Digital Library","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"gmh","glotto_id":"midd1343","name":"Middle High German (ca. 1050-1500)","level":"H","country_id":"DE","status_id":"9"},"country":{"id":"DE","name":"Germany","name_long":"The Federal Republic of Germany","population":79903481,"official_language":"German Standard","official_language_iso":"deu","iso_a3":"DEU","continent_id":"EU","iso_num":276,"language_count":104,"religion_primary":"Christianity","introduction":"As Europe's largest economy and second most populous nation (after Russia) Germany is a key member of the continent's economic political and defense organizations. European power struggles immersed Germany in two devastating World Wars in the first half of the 20th century and left the country occupied by the victorious Allied powers of the US UK France and the Soviet Union in 1945. With the advent of the Cold War two German states were formed in 1949: the western Federal Republic of Germany (FRG) and the eastern German Democratic Republic (GDR). The democratic FRG embedded itself in key western economic and security organizations the EC which became the EU and NATO while the communist GDR was on the front line of the Soviet-led Warsaw Pact. The decline of the USSR and the end of the Cold War allowed for German unification in 1990. Since then Germany has expended considerable funds to bring eastern productivity and wages up to western standards. In January 1999 Germany and 10 other EU countries introduced a common European exchange currency the euro.","overview":"Germany is a Western European country with a landscape of forests rivers mountain ranges and North Sea beaches. It has over 2 millennia of history. Berlin its capital is home to art and nightlife scenes the Brandenburg Gate and many sites relating to WWII. Munich is known for its Oktoberfest and beer halls including the 16th-century Hofbräuhaus. Frankfurt with its skyscrapers houses the European Central Bank.","independent":1,"landmass_km":348560,"population_christian":46600000,"population_christian_percentage":56.1,"population_catholic_percentage":27.7,"population_protestant_percentage":28.4,"population_refugee":1146685,"population_migration":543822,"population_year_change":0.32,"population_density_km":240,"population_average_age":46,"population_urban_percentage":76,"population_literacy_percentage":99,"region_code":10,"region_id":155,"region_name":"Western Europe","url_wiki":"https://en.wikipedia.org/wiki/Germany","url_britannica":"https://www.britannica.com/place/Germany","url_national_society":"https://www.die-bibel.de/","url_ubs":"https://unitedbiblesocieties.org/locations/german-bible-society/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/germany/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/GM-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/DEU","url_nations_online":"https://www.nationsonline.org/oneworld/germany.htm","url_odp":"https://curlie.org/Regional/Europe/Germany","url_operation_world":"https://operationworld.org/locations/germany","url_religious_freedom":"https://www.state.gov/countries-areas/germany/","url_joshua":"https://joshuaproject.net/countries/DE","url_prayercast":"https://prayercast.com/germany.html","url_prayercast_video":"https://player.vimeo.com/video/23553173","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=Germany2_dload_hi.mp4"}}