{
    "id": "GMHRORE",
    "parent_bible_id": null,
    "uuid": "32fdce1d-09ab-4ea4-b0cf-0bb22463f453",
    "iso": "gmh",
    "language": {
        "name": "Middle High German (ca. 1050-1500)"
    },
    "title": "Rorer Old Testament",
    "title_vernacular": "Deutschsprachige Bibel (Altes Testament)",
    "description": "This two-volume manuscript of a Southern German translation of the Old Testament was written by the professional scribe Georg Rorer from Ratisbon (Regensburg) around 1463, perhaps for the monastery of Rottenbuch in Bavaria. The first volume contains all the books of the Old Testament from the Book of Genesis (with the first part of the Book of Genesis up to 24:19 missing) to the Second Book of Kings, as well as the psalter. The first chapters of the Gospel of Matthew (1:1–5:44) were accidentally bound into this volume between the Book of Numbers and the Book of Deuteronomy. The volume is illustrated by 60 miniatures and additional floral motifs; these were executed in Ratisbon as well, in a style resembling (though slightly predating) the illuminations of Berthold Furtmeyr (active 1460–1501), who is considered one of the finest German illuminators of his time. The second volume, also by Rorer, contains the books of the Old Testament from the Book of Paralipomenon (also known as I and II Chronicles) to the Book of Malachi, as well as single prologues to the books of the Bible, comprising, among others, those to the major and minor prophets, as well as to the four gospels. It is noteworthy that the codex also contains two prologues by the Frankish Benedictine monk Rabanus Magnentius Maurus (circa 784–856, also known as Hrabanus Maurus) to the two books of the Maccabees. The second volume is illustrated by 52 miniatures and additional floral motifs, also in a style resembling that of Furtmeyr. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "DE",
    "country": {
        "name": "Germany"
    },
    "alphabet": {
        "name": "Gothic",
        "script": "Goth",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/German-Middle-(1463)-Rorer-Old-Testament-Illuminated-Vol.-1-of-2-(WDL-8916).pdf",
            "title": "German Middle (1463) Rorer Old Testament - Illuminated Vol. 1 of 2 (WDL-8916)",
            "scope": "",
            "type": "illuminated",
            "filesize": "175832285",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        },
        {
            "url": "http://downloads.dbs.org/archive/German-Middle-(1463)-Rorer-Old-Testament-Illuminated-Vol.-2-of-2-(WDL-8916).pdf",
            "title": "German Middle (1463) Rorer Old Testament - Illuminated Vol. 2 of 2 (WDL-8916)",
            "scope": "",
            "type": "illuminated",
            "filesize": "234994052",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}