{
    "id": "GOHLEO",
    "parent_bible_id": null,
    "uuid": "b07afda4-d434-4088-8879-95eb1d6cd965",
    "iso": "goh",
    "language": {
        "name": "Old High German (ca. 750-1050)"
    },
    "title": "Psalter of Lepold III",
    "title_vernacular": "Psalterium Sancti Leopoldi",
    "description": "This 11th century manuscript was the prayer book of Leopold III, Margrave of Austria (1073‒1136), who founded the monastery of Klosterneuburg in 1114. Besides a psalter and prayers in Latin, the codex also transmits the so-called Klosterneuburger Gebet (Klosterneuberger prayer), a prayer for the forgiveness of sin in Old High German. Included in the codex are an exchange of letters between Saint Jerome and Pope Saint Damasus I (circa 305‒84; pope from 366 to 384); Jerome’s preface to the book of the Psalms; a commentary on the Psalms by Saint Augustine; the Athanasian Creed; and certain other documents. Leopold was canonized in 1485 and is known as Saint Leopold the Pious. He is the patron saint of Austria. A member of the house of Babenberg, he was born at Gars (present-day Gars am Kamp), near Melk in Lower Austria. The Babenbergs had come to Austria from Bavaria, where the family had risen to prominence in the tenth century, and took possession of the lands along the Danube River between Bavaria and Slovenia. Leopold succeeded his father as margrave of Austria in 1096, when he was 23 years of age. He married Agnes, daughter of Emperor Henry IV and the widow of Frederick of Hohenstaufen, with whom he had 17 children, 11 of whom survived to adulthood. Klosterneuburg is located on the Danube, just north of Vienna. Leopold gave the codex to the monastery with his first donation. He also founded the monasteries of Heiligenkreuz and Kleinmariazell. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "DE",
    "country": {
        "name": "Germany"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/German-High-(1000-ca.)-Psalter-of-Lepold-III-Illuminated-(WDL-17194).pdf",
            "title": "German High (1000 ca.) Psalter of Lepold III - Illuminated (WDL-17194)",
            "scope": "",
            "type": "illuminated",
            "filesize": "90782752",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}