{
    "id": "GOHOTTH",
    "parent_bible_id": null,
    "uuid": "201027c1-0ea8-411e-a548-a6d307e23f81",
    "iso": "goh",
    "language": {
        "name": "Old High German (ca. 750-1050)"
    },
    "title": "Ottheinrich Bible",
    "title_vernacular": "Ottheinrich-Bibel",
    "description": "The Ottheinrich Bible is the earliest surviving illustrated manuscript of the New Testament in the German language. The work was commissioned around 1430 by Ludwig VII, the Bearded, Duke of Bavaria-Ingolstadt. The text was written, presumably in Ingolstadt, in a monumental script consistent with the highest calligraphic standards. The text was then sent to Regensburg for illumination. Only about one-fifth of the miniatures were completed, however, before work was stopped. Sometime before 1530, the Count Palatine Ottheinrich acquired the Bible and commissioned the artist Mathis Gerung to complete the sequence of miniatures, which previously extended only as far as the Gospel of St. Mark. Gerung finished the work in 1530–31. In all, this magnificently illuminated Bible contains 146 miniatures and 294 ornamented initials on 307 parchment leaves. The manuscript was later taken as war booty from Heidelberg to Munich and then to Gotha, where in the 19th century it was split into eight volumes. The Bavarian State Library acquired three of these volumes in 1950, and the remaining five in 2007. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "DE",
    "country": {
        "name": "Germany"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/German-High-(1450-ca.)-Ottheinrich-Bible-Vol.-1-8-Illuminated-(WDL-4106).pdf",
            "title": "German High (1450 ca.) Ottheinrich Bible Vol. 1-8 - Illuminated (WDL-4106)",
            "scope": "",
            "type": "illuminated",
            "filesize": "244976739",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}