{
    "id": "GOHWEIS",
    "parent_bible_id": null,
    "uuid": "b12edee9-d089-45c2-9ce5-4d8b7f23e445",
    "iso": "goh",
    "language": {
        "name": "Old High German (ca. 750-1050)"
    },
    "title": "High Weissenburg Gospel",
    "title_vernacular": "Otfrids von Weissenburg Evangelienbuch, Codex Frisingensis",
    "description": "Otfried, a learned monk of the second half of the ninth century at Weissenburg (present-day Wissembourg) in Alsace and pupil of Rabanus Maurus (circa 780–856), an early abbot of Fulda, introduced the use of end rhyme into Old High German poetry. Between 863 and 871 he produced a metrical version of the Gospels or, rather, a Gospel harmony. His work is a “harmonizing” assemblage of selected texts from all four Gospels that tells the story of the life of Christ in southern Rhine Franconian dialect. It is divided in five books with a prologue and is thus a counterpart to the Old Saxon Heliand (an epic poem written down in the early to mid-ninth century that recounts the life of Jesus). The manuscript presented here, consisting of 125 parchment leaves, was copied in 902‒5 in Freising by order of Bishop Waldo of Freising (in office circa 884‒circa 906) from a codex borrowed from Weissenburg. It shows the transition from Carolingian minuscule to the 10th-century script. The first half of each line is in the left-hand column, the second half in the right-hand column, and the odd-numbered lines begin with red initials. In 1803, when Freising Cathedral Library was secularized, the manuscript was untraceable. It took another year to detect it in the cathedral archives, from where it was transferred to the Munich Court Library, predecessor of today’s Bavarian State Library. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "DE",
    "country": {
        "name": "Germany"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/German-High-(0905-ca.)-Weissenburg-Gospel-Illuminated-(WDL-19513).pdf",
            "title": "German High (0905 ca.) Weissenburg Gospel - Illuminated (WDL-19513)",
            "scope": "",
            "type": "illuminated",
            "filesize": "102503487",
            "provider": "Freising, Germany",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}