{
    "id": "GRCAURE",
    "parent_bible_id": null,
    "uuid": "c6d121d4-3654-401d-851a-2299abd859a6",
    "iso": "grc",
    "language": {
        "name": "Ancient Greek"
    },
    "title": "The Golden Book of Anthimos",
    "title_vernacular": "Kodiku i Beratit ",
    "description": "Codex Aureus Anthimi, or Codex of Berat number 2 (Gregory-Aland no. 1143), is a Byzantine manuscript from the ninth century containing the four gospels. It is written on purple parchment (the color has now been deteriorated into yellowish-green) in Greek minuscule letters, in golden ink, in one column, with 17 lines to the page. The manuscript has four gold miniatures of the four Evangelists, making it a unique surviving piece of its time. The manuscript was copied in an imperial scriptorium in Constantinople or somewhere on the shores of Asia Minor during the period known as the Macedonian Renaissance. The manuscript was present in Berat, south central Albania, from 1356, but there is no record of how it came to that city. It was in Berat during the 19th and 20th centuries. After World War II, when the Communists took over Albania and launched a frenzied campaign against religion, the manuscript was hidden in a secret place at the cathedral church of Berat, together with the sixth-century Codex Beratinus Purpurueus Phi. It was accidentally discovered in 1968, after having almost been destroyed by humidity. Under an agreement with the Academy of Sciences of China (Albania’s main international ally at that time), it was restored at the Institute of Archeology in Beijing during 1971. Since its return from China in January 1972, the manuscript has been housed at the Central State Archive of Albania in Tirana. It is considered a unique treasure that belongs to the whole of humanity. In 2005 Codex Beratinus Purpureus Phi and Codex Aureus Anthimi were inscribed on the UNESCO Memory of the World register. The embossed metal plate covers of the manuscript were produced in 1805 and attached to the body, probably during a restoration at that time. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GR",
    "country": {
        "name": "Greece"
    },
    "alphabet": {
        "name": "Greek",
        "script": "Grek",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/GRCAURE_DBS_HS/Greek-(0867-ca.)-Codex-Aureus-Anthimi-Gospels-(WDL-21767).pdf",
            "title": "Greek (0867 ca.) Codex Aureus Anthimi Gospels (WDL-21767)",
            "scope": "",
            "type": "historic",
            "filesize": "120413604",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}