{
    "id": "GRCBERA",
    "parent_bible_id": null,
    "uuid": "e03c07c3-7283-4a24-ac40-56206a655778",
    "iso": "grc",
    "language": {
        "name": "Ancient Greek"
    },
    "title": "Codex Beratinus Purpureus Phi",
    "title_vernacular": "Kodiku i Beratit, Kodiku i Purpurt i Beratit",
    "description": "Codex Beratinus Purpureus Phi, also known as Codex of Berat number 1 (Gregory-Aland no. 043), is a manuscript that was copied in the sixth century in an imperial scriptorium in Constantinople or somewhere on the shores of Asia Minor during the time of the Byzantine Emperor Justinian the Great (circa 483–565, reigned 527–65). It contains the gospels of Matthew and Mark in their original Greek and is the oldest written document housed at the Central State Archive in Tirana, Albania. The manuscript was present in Berat, south-central Albania, from 1356, but there is no record of how it came to that city. It was in Berat during the 19th and 20th centuries. After World War II, when the Communists took over Albania and launched a frenzied campaign against religion, the manuscript was hidden in a secret place at the cathedral church of Berat, together with Codex Aureus Anthimi. It was accidentally discovered in 1968, after having almost been destroyed by humidity. Under an agreement with the Academy of Sciences of China (Albania’s main international ally at that time), it was restored at the Institute of Archeology in Beijing during 1971. Since its return from China in January 1972, the manuscript has been housed at the Central State Archive of Albania. It is considered a unique treasure that belongs to the whole of humanity. In 2005 Codex Beratinus Purpureus Phi and Codex Aureus Anthimi were inscribed on the UNESCO Memory of the World register. The embossed metal plate covers of the manuscript were produced in 1805 and attached to the body, probably during a restoration at that time. The manuscript is in 190 folios on purple parchment, written in Greek majuscule letters of two columns, with 17 lines to the page. The ink is silver and gold, with gold used only for the nomina sacra (sacred names, often abbreviated in Greek manuscripts). (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GR",
    "country": {
        "name": "Greece"
    },
    "alphabet": {
        "name": "Greek",
        "script": "Grek",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/GRCBERA_DBS_HS/Greek-(0565-ca.)-Codex-Beratinus-Purpureus-Phi-(WDL-21766).pdf",
            "title": "Greek (0565 ca.) Codex Beratinus Purpureus Phi (WDL-21766)",
            "scope": "",
            "type": "historic",
            "filesize": "61687622",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [
        {
            "organization_id": null,
            "equivalent_id": "544aa2145117ad29f8e08412",
            "site": null,
            "suffix": null,
            "type": "Archive",
            "url": "globalbiblecatalogue.org"
        }
    ],
    "books": null
}