{
    "id": "GRCRENT",
    "parent_bible_id": null,
    "uuid": "753ca27f-e39f-4b47-b5a0-c0b23a26208b",
    "iso": "grc",
    "language": {
        "name": "Ancient Greek"
    },
    "title": "Robertson Expositers New Testament",
    "title_vernacular": null,
    "description": "Sir William Robertson Nicoll (1851 - 1923) was a Scottish Free Church minister, journalist, editor, and man of letters.<br><br>Nicoll was born in Lumsden, Aberdeenshire, the son of a Free Church minister. He was educated at Aberdeen Grammar School and graduated MA at the University of Aberdeen in 1870, and studied for the ministry at the Free Church Divinity Hall there until 1874, when he was ordained minister of the Free Church at Dufftown, Banffshire. Three years later he moved to Kelso, and in 1884 became editor of The Expositor for Hodder & Stoughton, a position he held until his death.<br><br>In 1885 Nicoll was forced to retire from pastoral ministry after an attack of typhoid had badly damaged his lung. In 1886 he moved south to London, which became the base for the rest of his life. With the support of Hodder and Stoughton he founded the British Weekly, a Nonconformist newspaper, which also gained great influence over opinion in the churches in Scotland.<br><br>Nicoll secured many writers of exceptional talent for his paper (including Marcus Dods, J. M. Barrie, Ian Maclaren, Alexander Whyte, Alexander Maclaren, and James Denney), to which he added his own considerable talents as a contributor. He began a highly popular feature, \"Correspondence of Claudius Clear\", which enabled him to share his interests and his reading with his readers. He was also the founding editor of The Bookman from 1891, and acted as chief literary adviser to the publishing firm of Hodder & Stoughton.<br><br>Among his other enterprises were The Expositor's Bible and The Theological Educator. He edited The Expositor's Greek Testament (from 1897), and a series of Contemporary Writers (from 1894), and of Literary Lives (from 1904).",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GR",
    "country": {
        "name": "Greece"
    },
    "alphabet": {
        "name": "Greek",
        "script": "Grek",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/GRCRENT_DBS_HS/Greek-(1930)-Robertson-Expositers-New-Testament-(Vol-1-5).pdf",
            "title": "Greek (1930) Robertson Expositers New Testament (Vol 1-5)",
            "scope": "",
            "type": "historic",
            "filesize": "253733450",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}