{"id":"GRCRENT","parent_bible_id":null,"gbc":null,"date":"1930","iso":"grc","title":"Robertson Expositers New Testament","title_vernacular":"","copyright":"Public Domain","guid":null,"description":"Sir William Robertson Nicoll (1851 - 1923) was a Scottish Free Church minister, journalist, editor, and man of letters.<br><br>Nicoll was born in Lumsden, Aberdeenshire, the son of a Free Church minister. He was educated at Aberdeen Grammar School and graduated MA at the University of Aberdeen in 1870, and studied for the ministry at the Free Church Divinity Hall there until 1874, when he was ordained minister of the Free Church at Dufftown, Banffshire. Three years later he moved to Kelso, and in 1884 became editor of The Expositor for Hodder & Stoughton, a position he held until his death.<br><br>In 1885 Nicoll was forced to retire from pastoral ministry after an attack of typhoid had badly damaged his lung. In 1886 he moved south to London, which became the base for the rest of his life. With the support of Hodder and Stoughton he founded the British Weekly, a Nonconformist newspaper, which also gained great influence over opinion in the churches in Scotland.<br><br>Nicoll secured many writers of exceptional talent for his paper (including Marcus Dods, J. M. Barrie, Ian Maclaren, Alexander Whyte, Alexander Maclaren, and James Denney), to which he added his own considerable talents as a contributor. He began a highly popular feature, \"Correspondence of Claudius Clear\", which enabled him to share his interests and his reading with his readers. He was also the founding editor of The Bookman from 1891, and acted as chief literary adviser to the publishing firm of Hodder & Stoughton.<br><br>Among his other enterprises were The Expositor's Bible and The Theological Educator. He edited The Expositor's Greek Testament (from 1897), and a series of Contemporary Writers (from 1894), and of Literary Lives (from 1904).","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Grek","versification":null,"numeral_system_id":"default","country_id":"GR","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"GRCRENT","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/GRCRENT_DBS_HS/Greek-(1930)-Robertson-Expositers-New-Testament-(Vol-1-5).pdf","title":"Greek (1930) Robertson Expositers New Testament (Vol 1-5)","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":253733450,"response_code":null}],"pod":[],"alphabet":{"script":"Grek","name":"Greek","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"grek","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Greek script was the first documented writing system to represent consonants and vowels with distinct symbols, making it the oldest true alphabet. It has been used since the 8th century BC for writing the Greek language, and select letters are also currently used in writing mathematic and scientific concepts such as π (pi) and Ω (Ohm). Some symbols have been incorporated into the International Phonetic Alphabet. The script has also been used for writing a number of minority languages, including Urum, Albanian Tosk, and Balkan Gagauz Turkish.</p> <p>The Phoenician prince Cadmus is credited with introducing Phoenician writing to the Greeks, who then adapted it, most significantly by adding vowel letters, to write the Greek language. Historically, there were a number of variants of the alphabet, including an East/West variation. The Western variant was called Chalcidian, from which the Old Italic and Latin alphabets descended, and the Eastern variant was called Ionic, from which the modern Greek alphabet descended. A third variant, called the Attic script, was used in Athens until 400 BC, when they adopted the Ionic script. Subsequently the Ionic script became standard throughout Greece. At that time, Greek was written from right to left or in <a href=page.php?item_id=glossary#boust>boustrophedon</a> style, though it is now written from left to right.</p> <p>The alphabet currently contains twenty-four letters; six archaic letters have either been dropped or are now used as numerals. Some letters have variant forms. In writing the Greek language these variations are purely stylistic, although in mathematic and scientific contexts they can represent different concepts, for example ϖ, a variant form of pi, which is used in fluid dynamics to represent the angular frequency of a wave. The lower case sigma σ has a variant form, word-finally ς. Although this is a contextual form, it can be semantically significant; a word ending with σ must be an abbreviation of some other word having σ word-internally, whereas a word ending with ς must be a single non-abbreviated word.</p> <p>Historically, there were a number of ligatures used in Greek writing. Many of these have dropped from modern usage, although some remain, particularly in handwritten text and printed titles. The most common of these is the ligature ϗ̀, representing <span class=Em>και</span>, and.</p> <p>There have also been three accents used with Greek vowel letters: acute (<span class=Em>oxia</span>), grave (<span class=Em>varia</span>) and circumflex (<span class=Em>perispomeni</span>). In the early 80s, the Greek Government instituted a language reform which, among other things, introduced a single diacritic (<span class=Em>tonos</span>) in place of the three accent system. When two vowels form a diphthong, the accent is placed on the second vowel. Breathing marks were historically used but have fallen from current usage. Languages other than Greek sometimes use other diacritics for representing sounds which are not present in Greek.</p> <p>Greek spelling employs a number of <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#multig target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;digraphs</a> (pairs of letters used to represent a single sound), for example γγ which represents ŋɡ or ɡ, even though a single γ represents γ / j.</p> <p>Greek punctuation provided the basis for Latin punctuation so the two systems are similar, although a Greek middle dot symbol represents a semicolon, and a Greek question mark looks like a Latin semicolon.</p> <p>Bold type is used in Greek writing for titles, but rarely within a body of text. Inside text, expanded letterspacing is often used.</p>"},"children":[],"language":{"iso":"grc","glotto_id":"anci1242","glotto_family":null,"iso1":null,"name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","macroarea":null,"level":"H","development":null,"use":null,"location":null,"area":"","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"GR","latitude":"39.815500","longitude":"21.912930","population":0,"status_id":"10","status_notes":null,"redirect_to_iso":null},"country":{"id":"GR","name":"Greece","name_long":"The Hellenic Republic","population":10569703,"official_language":"Greek","official_language_iso":"ell","url_wiki":"https://en.wikipedia.org/wiki/Greece","hidden":0,"autonym":null,"fips":"GR","iso_a3":"GRC","continent_id":"EU","iso_num":300,"religion_primary":"Christianity","introduction":"Greece achieved independence from the Ottoman Empire in 1830. During the second half of the 19th century and the first half of the 20th century it gradually added neighboring islands and territories most with Greek-speaking populations. In World War II Greece was first invaded by Italy (1940) and subsequently occupied by Germany (1941-44); fighting endured in a protracted civil war between supporters of the king and other anti-communist and communist rebels. Following the latter's defeat in 1949 Greece joined NATO in 1952. In 1967 a group of military officers seized power establishing a military dictatorship that suspended many political liberties and forced the king to flee the country. In 1974 following the collapse of the dictatorship democratic elections and a referendum created a parliamentary republic and abolished the monarchy. In 1981 Greece joined the EC (now the EU); it became the 12th member of the European Economic and Monetary Union (EMU) in 2001. Greece has suffered a severe economic crisis since late 2009 due to nearly a decade of chronic overspending and structural rigidities. Since 2010 Greece has entered three bailout agreements with the European Commission the European Central Bank (ECB) the IMF and with the third the European Stability Mechanism (ESM). The Greek Government agreed to its current $96 billion bailout in August 2015 which will conclude in August 2018.","overview":"'Greece is a country in southeastern Europe with thousands of islands throughout the Aegean and Ionian seas. Influential in ancient times it''s often called the cradle of Western civilization. Athens its capital retains landmarks including the 5th-century B.C. Acropolis citadel with the Parthenon temple. Greece is also known for its beaches from the black sands of Santorini to the party resorts of Mykonos.'","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":52,"land_mass_km":128900,"population_christian":11000000,"population_christian_percentage":98,"population_catholic_percentage":0.7,"population_protestant_percentage":97.3,"population_refugee":80468,"population_migration":-16000,"population_year_change":-0.48,"population_density_km":81,"population_average_age":46,"population_urban_percentage":85,"population_literacy_percentage":"98.00","landmass":null,"region_code":9,"region_id":"39","region_name":"Southern Europe"}}