{"abbr":"GRCTREB","title":"Trebizond Gospels","description":"This Gospel book was probably made in Constantinople in the mid-12th century and is remarkable for the fine execution and monumental quality of its full-page miniatures. The opening for the Gospel of Matthew is missing, but the other three Gospels are prefaced with a pair of miniatures each: the respective Evangelist on the left and a scene from the Gospel story on the right. The combination of Saint John with the Raising of Lazarus is one found only in this manuscript. The text was copied by two scribes with distinctly different hands. One of them must have painted the ornament on folio 175 recto, which contains two falcons, a partridge, and a hare. Falcons were trained to chase game, hunting being a favorite pastime of Byzantine noblemen (the sort of people who would commission a luxury manuscript like this one). Folio 59 verso is a full-page miniature inscribed: “The Baptism.” The Holy Spirit is shown descending over Christ in the form of a dove; two angels wait to receive him when he comes out of the water. The vaguely outlined figure on the lower left is a personification of the River Jordan. Saint Mark is seen on folio 60 recto holding an open book with the text of the beginning of his Gospel. In front of him is a writing desk, probably similar to the ones used by Byzantine scribes. The Annunciation is depicted on folio 102 verso. Mary is in the process of spinning purple thread for the curtain of the Holy of Holies in the Temple of Jerusalem. The Evangelist Luke appears in a half-page miniature on folio 103 recto. The Raising of Lazarus, a full-page miniature on folio 173 verso, shows Lazarus's sisters, Martha and Mary, very small in comparison to Jesus. The man to the left of Lazarus is holding his nose, because the dead body has begun decomposing. Saint John the Theologian is seen in a full-page miniature on folio 174 recto. Unlike the other Evangelists, Saint John is usually shown in Byzantine art as an elderly man. Here he sits at his writing desk, an oil lamp hanging above. (World Digital Library)","iso":"grc","script":"Grek","year":1150,"country_id":"GN","bible_links":[{"bible_abbr":"GRCTREB","url":"https://archive.org/download/GRCTREB_DBS_HS/Greek-(1150-ca.)-Trebizond-Gospels-(WDL-13009).pdf","title":"Greek (1150 ca.) Trebizond Gospels (WDL-13009)","scope":"","type":"historic","filesize":"72041474","response_code":"0","provider":"World Digital Library","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"},"country":{"id":"GN","name":"Guinea","name_long":"The Republic of Guinea","population":12877894,"official_language":"French","official_language_iso":"fra","iso_a3":"GIN","continent_id":"AF","iso_num":324,"language_count":52,"religion_primary":"Islam","introduction":"Guinea is at a turning point after decades of authoritarian rule since gaining its independence from France in 1958. Guinea held its first free and competitive democratic presidential and legislative elections in 2010 and 2013 respectively. Alpha CONDE was elected to a five year term as president in 2010 and the National Assembly was seated in January 2014. CONDE's cabinet is the first all-civilian government in Guinea. Previously Sekou TOURE ruled the country as president from independence to his death in 1984. Lansana CONTE came to power in 1984 when the military seized the government after TOURE's death. Gen. CONTE organized and won presidential elections in 1993 1998 and 2003 though all the polls were rigged. Upon CONTE's death in December 2008 Capt. Moussa Dadis CAMARA led a military coup seizing power and suspending the constitution. His unwillingness to yield to domestic and international pressure to step down led to heightened political tensions that culminated in September 2009 when presidential guards opened fire on an opposition rally killing more than 150 people and in early December 2009 when CAMARA was wounded in an assassination attempt and exiled to Burkina Faso. A transitional government led by Gen. Sekouba KONATE paved the way for Guinea's transition to a fledgling democracy.","overview":"'Guinea is a country in West Africa bordered on the west by the Atlantic Ocean. It''s known for the Mount Nimba Strict Nature Reserve in the southeast. The reserve protects a forested mountain range rich in native plants and animals including chimpanzees and the viviparous toad. On the coast the capital city Conakry is home to the modern Grand Mosque and the National Museum with its regional artifacts.'","independent":1,"landmass_km":245720,"population_christian":1032000,"population_christian_percentage":8.9,"population_catholic_percentage":5,"population_protestant_percentage":5,"population_refugee":4965,"population_migration":-4000,"population_year_change":2.83,"population_density_km":53,"population_average_age":18,"population_urban_percentage":39,"population_literacy_percentage":30,"region_code":8,"region_id":202,"region_name":"Sub-Saharan Africa","url_wiki":"https://en.wikipedia.org/wiki/Guinea","url_britannica":"https://www.britannica.com/place/Guinea","url_ubs":"https://unitedbiblesocieties.org/locations/bible-society-in-guinea-conakry/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/guinea/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/GV-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/GIN","url_nations_online":"https://www.nationsonline.org/oneworld/guinea.htm","url_odp":"https://curlie.org/Regional/Africa/Guinea","url_operation_world":"https://operationworld.org/locations/guinea","url_religious_freedom":"https://www.state.gov/countries-areas/guinea/","url_joshua":"https://joshuaproject.net/countries/GN","url_prayercast":"https://prayercast.com/guinea.html","url_prayercast_video":"https://player.vimeo.com/video/39777558","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=Guinea_dload_hi.mov"}}