{"id":"GRCTREB","parent_bible_id":null,"gbc":null,"date":"1150","iso":"grc","title":"Trebizond Gospels","title_vernacular":"","copyright":"","guid":null,"description":"This Gospel book was probably made in Constantinople in the mid-12th century and is remarkable for the fine execution and monumental quality of its full-page miniatures. The opening for the Gospel of Matthew is missing, but the other three Gospels are prefaced with a pair of miniatures each: the respective Evangelist on the left and a scene from the Gospel story on the right. The combination of Saint John with the Raising of Lazarus is one found only in this manuscript. The text was copied by two scribes with distinctly different hands. One of them must have painted the ornament on folio 175 recto, which contains two falcons, a partridge, and a hare. Falcons were trained to chase game, hunting being a favorite pastime of Byzantine noblemen (the sort of people who would commission a luxury manuscript like this one). Folio 59 verso is a full-page miniature inscribed: “The Baptism.” The Holy Spirit is shown descending over Christ in the form of a dove; two angels wait to receive him when he comes out of the water. The vaguely outlined figure on the lower left is a personification of the River Jordan. Saint Mark is seen on folio 60 recto holding an open book with the text of the beginning of his Gospel. In front of him is a writing desk, probably similar to the ones used by Byzantine scribes. The Annunciation is depicted on folio 102 verso. Mary is in the process of spinning purple thread for the curtain of the Holy of Holies in the Temple of Jerusalem. The Evangelist Luke appears in a half-page miniature on folio 103 recto. The Raising of Lazarus, a full-page miniature on folio 173 verso, shows Lazarus's sisters, Martha and Mary, very small in comparison to Jesus. The man to the left of Lazarus is holding his nose, because the dead body has begun decomposing. Saint John the Theologian is seen in a full-page miniature on folio 174 recto. Unlike the other Evangelists, Saint John is usually shown in Byzantine art as an elderly man. Here he sits at his writing desk, an oil lamp hanging above. (World Digital Library)","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Grek","versification":null,"numeral_system_id":"default","country_id":"GN","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"GRCTREB","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/GRCTREB_DBS_HS/Greek-(1150-ca.)-Trebizond-Gospels-(WDL-13009).pdf","title":"Greek (1150 ca.) Trebizond Gospels (WDL-13009)","scope":null,"type":"historic","provider":"World Digital Library","organization_id":"world-digital-library","filesize":72041474,"response_code":null}],"pod":[],"alphabet":{"script":"Grek","name":"Greek","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"grek","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Greek script was the first documented writing system to represent consonants and vowels with distinct symbols, making it the oldest true alphabet. It has been used since the 8th century BC for writing the Greek language, and select letters are also currently used in writing mathematic and scientific concepts such as π (pi) and Ω (Ohm). Some symbols have been incorporated into the International Phonetic Alphabet. The script has also been used for writing a number of minority languages, including Urum, Albanian Tosk, and Balkan Gagauz Turkish.</p> <p>The Phoenician prince Cadmus is credited with introducing Phoenician writing to the Greeks, who then adapted it, most significantly by adding vowel letters, to write the Greek language. Historically, there were a number of variants of the alphabet, including an East/West variation. The Western variant was called Chalcidian, from which the Old Italic and Latin alphabets descended, and the Eastern variant was called Ionic, from which the modern Greek alphabet descended. A third variant, called the Attic script, was used in Athens until 400 BC, when they adopted the Ionic script. Subsequently the Ionic script became standard throughout Greece. At that time, Greek was written from right to left or in <a href=page.php?item_id=glossary#boust>boustrophedon</a> style, though it is now written from left to right.</p> <p>The alphabet currently contains twenty-four letters; six archaic letters have either been dropped or are now used as numerals. Some letters have variant forms. In writing the Greek language these variations are purely stylistic, although in mathematic and scientific contexts they can represent different concepts, for example ϖ, a variant form of pi, which is used in fluid dynamics to represent the angular frequency of a wave. The lower case sigma σ has a variant form, word-finally ς. Although this is a contextual form, it can be semantically significant; a word ending with σ must be an abbreviation of some other word having σ word-internally, whereas a word ending with ς must be a single non-abbreviated word.</p> <p>Historically, there were a number of ligatures used in Greek writing. Many of these have dropped from modern usage, although some remain, particularly in handwritten text and printed titles. The most common of these is the ligature ϗ̀, representing <span class=Em>και</span>, and.</p> <p>There have also been three accents used with Greek vowel letters: acute (<span class=Em>oxia</span>), grave (<span class=Em>varia</span>) and circumflex (<span class=Em>perispomeni</span>). In the early 80s, the Greek Government instituted a language reform which, among other things, introduced a single diacritic (<span class=Em>tonos</span>) in place of the three accent system. When two vowels form a diphthong, the accent is placed on the second vowel. Breathing marks were historically used but have fallen from current usage. Languages other than Greek sometimes use other diacritics for representing sounds which are not present in Greek.</p> <p>Greek spelling employs a number of <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#multig target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;digraphs</a> (pairs of letters used to represent a single sound), for example γγ which represents ŋɡ or ɡ, even though a single γ represents γ / j.</p> <p>Greek punctuation provided the basis for Latin punctuation so the two systems are similar, although a Greek middle dot symbol represents a semicolon, and a Greek question mark looks like a Latin semicolon.</p> <p>Bold type is used in Greek writing for titles, but rarely within a body of text. Inside text, expanded letterspacing is often used.</p>"},"children":[],"language":{"iso":"grc","glotto_id":"anci1242","glotto_family":null,"iso1":null,"name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","macroarea":null,"level":"H","development":null,"use":null,"location":null,"area":"","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"GR","latitude":"39.815500","longitude":"21.912930","population":0,"status_id":"10","status_notes":null,"redirect_to_iso":null},"country":{"id":"GN","name":"Guinea","name_long":"The Republic of Guinea","population":12877894,"official_language":"French","official_language_iso":"fra","url_wiki":"https://en.wikipedia.org/wiki/Guinea","hidden":0,"autonym":null,"fips":"GV","iso_a3":"GIN","continent_id":"AF","iso_num":324,"religion_primary":"Islam","introduction":"Guinea is at a turning point after decades of authoritarian rule since gaining its independence from France in 1958. Guinea held its first free and competitive democratic presidential and legislative elections in 2010 and 2013 respectively. Alpha CONDE was elected to a five year term as president in 2010 and the National Assembly was seated in January 2014. CONDE's cabinet is the first all-civilian government in Guinea. Previously Sekou TOURE ruled the country as president from independence to his death in 1984. Lansana CONTE came to power in 1984 when the military seized the government after TOURE's death. Gen. CONTE organized and won presidential elections in 1993 1998 and 2003 though all the polls were rigged. Upon CONTE's death in December 2008 Capt. Moussa Dadis CAMARA led a military coup seizing power and suspending the constitution. His unwillingness to yield to domestic and international pressure to step down led to heightened political tensions that culminated in September 2009 when presidential guards opened fire on an opposition rally killing more than 150 people and in early December 2009 when CAMARA was wounded in an assassination attempt and exiled to Burkina Faso. A transitional government led by Gen. Sekouba KONATE paved the way for Guinea's transition to a fledgling democracy.","overview":"'Guinea is a country in West Africa bordered on the west by the Atlantic Ocean. It''s known for the Mount Nimba Strict Nature Reserve in the southeast. The reserve protects a forested mountain range rich in native plants and animals including chimpanzees and the viviparous toad. On the coast the capital city Conakry is home to the modern Grand Mosque and the National Museum with its regional artifacts.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":52,"land_mass_km":245720,"population_christian":1032000,"population_christian_percentage":8.9,"population_catholic_percentage":5,"population_protestant_percentage":5,"population_refugee":4965,"population_migration":-4000,"population_year_change":2.83,"population_density_km":53,"population_average_age":18,"population_urban_percentage":39,"population_literacy_percentage":"30.00","landmass":null,"region_code":8,"region_id":"202","region_name":"Sub-Saharan Africa"}}