{
    "id": "GRCTREB",
    "parent_bible_id": null,
    "uuid": "e01ca599-41d8-4a3a-9c6b-7b093d45df48",
    "iso": "grc",
    "language": {
        "name": "Ancient Greek"
    },
    "title": "Trebizond Gospels",
    "title_vernacular": null,
    "description": "This Gospel book was probably made in Constantinople in the mid-12th century and is remarkable for the fine execution and monumental quality of its full-page miniatures. The opening for the Gospel of Matthew is missing, but the other three Gospels are prefaced with a pair of miniatures each: the respective Evangelist on the left and a scene from the Gospel story on the right. The combination of Saint John with the Raising of Lazarus is one found only in this manuscript. The text was copied by two scribes with distinctly different hands. One of them must have painted the ornament on folio 175 recto, which contains two falcons, a partridge, and a hare. Falcons were trained to chase game, hunting being a favorite pastime of Byzantine noblemen (the sort of people who would commission a luxury manuscript like this one). Folio 59 verso is a full-page miniature inscribed: “The Baptism.” The Holy Spirit is shown descending over Christ in the form of a dove; two angels wait to receive him when he comes out of the water. The vaguely outlined figure on the lower left is a personification of the River Jordan. Saint Mark is seen on folio 60 recto holding an open book with the text of the beginning of his Gospel. In front of him is a writing desk, probably similar to the ones used by Byzantine scribes. The Annunciation is depicted on folio 102 verso. Mary is in the process of spinning purple thread for the curtain of the Holy of Holies in the Temple of Jerusalem. The Evangelist Luke appears in a half-page miniature on folio 103 recto. The Raising of Lazarus, a full-page miniature on folio 173 verso, shows Lazarus's sisters, Martha and Mary, very small in comparison to Jesus. The man to the left of Lazarus is holding his nose, because the dead body has begun decomposing. Saint John the Theologian is seen in a full-page miniature on folio 174 recto. Unlike the other Evangelists, Saint John is usually shown in Byzantine art as an elderly man. Here he sits at his writing desk, an oil lamp hanging above. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": null,
    "copyright_type": null,
    "date": null,
    "country_id": "GN",
    "country": {
        "name": "Guinea"
    },
    "alphabet": {
        "name": "Greek",
        "script": "Grek",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/GRCTREB_DBS_HS/Greek-(1150-ca.)-Trebizond-Gospels-(WDL-13009).pdf",
            "title": "Greek (1150 ca.) Trebizond Gospels (WDL-13009)",
            "scope": "",
            "type": "historic",
            "filesize": "72041474",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}