{
    "id": "GRCVATI",
    "parent_bible_id": null,
    "uuid": "41d1f39a-311a-4cef-ace9-0be190d05bda",
    "iso": "grc",
    "language": {
        "name": "Ancient Greek"
    },
    "title": "Codex Vaticanus",
    "title_vernacular": null,
    "description": "The Codex Vaticanus is one of the oldest copies of the Bible, one of the four great uncial codices. The Codex is named after its place of conservation in the Vatican Library, where it has been kept since at least the 15th century. It is written on 759 leaves of vellum in uncial letters and has been dated palaeographically to the 4th century.<br><br>The manuscript became known to Western scholars as a result of correspondence between Erasmus and the prefects of the Vatican Library. Portions of the codex were collated by several scholars, but numerous errors were made during this process. The codex's relationship to the Latin Vulgate was unclear and scholars were initially unaware of its value. This changed in the 19th century when transcriptions of the full codex were completed. It was at that point that scholars realised the text differed significantly from the Textus Receptus.<br><br>Most current scholars consider the Codex Vaticanus to be one of the most important Greek witnesses to the Greek text of the New Testament, followed by the Codex Sinaiticus. Until the discovery by Tischendorf of Sinaiticus, Vaticanus was unrivaled. It was extensively used by Westcott and Hort in their edition of The New Testament in the Original Greek in 1881. The most widely sold editions of the Greek New Testament are largely based on the text of the Codex Vaticanus. Codex Vaticanus \"is rightly considered to be the oldest extant copy of the Bible.\"",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "GR",
    "country": {
        "name": "Greece"
    },
    "alphabet": {
        "name": "Greek",
        "script": "Grek",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/GRCVATI_DBS_HS/Greek-(1906)-Hexaglot-Bible-(Eng-Fre-Ger-Lat-Heb)-Vol-1-6.pdf",
            "title": "Greek (1906) Hexaglot Bible (Eng Fre Ger Lat Heb) Vol 1-6",
            "scope": "",
            "type": "historic",
            "filesize": "608147107",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        },
        {
            "url": "https://archive.org/download/GRCVATI_DBS_HS/Greek-(1906)-Old-Testament-in-Greek-(Codex-Vaticanus)-Vol-1-9-OT.pdf",
            "title": "Greek (1906) Old Testament in Greek (Codex Vaticanus) Vol 1-9 - OT",
            "scope": "",
            "type": "historic",
            "filesize": "116372253",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}