{"id":"GUXDOR","parent_bible_id":null,"gbc":null,"date":"2020","iso":"gux","title":"Gourmanchéma Door Version","title_vernacular":null,"copyright":"© 2020 Door 43 world-wide mission community","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":2,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"NE","copyright_type":"CCBY","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[{"bible_id":"GUXDOR","publisher_id":"door43","partner_id":null,"description":null,"trim":"us_trade","scope":"bible","pages":375,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"CrimsonPro-Regular.ttf","font_bold":"CrimsonPro-Bold.ttf","font_format":"truetype","font_size":11,"orphans":2,"widows":2,"line_height":1.3,"counter_style":null,"justified":null,"justified_cjk":null,"cover_filter":null,"custom_styles":null},{"bible_id":"GUXDOR","publisher_id":"door43","partner_id":null,"description":null,"trim":"us_letter","scope":"bible","pages":0,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"CrimsonPro-Regular.ttf","font_bold":"CrimsonPro-Bold.ttf","font_format":"truetype","font_size":11,"orphans":2,"widows":2,"line_height":1.25,"counter_style":null,"justified":null,"justified_cjk":null,"cover_filter":null,"custom_styles":null}],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"gux","glotto_id":"gour1243","glotto_family":null,"iso1":null,"name":"Gourmanchéma","autonym":"Gulimancema","macroarea":null,"level":"L","development":null,"use":null,"location":"Burkina Faso","area":"East, Gourma, Tapoa, Gnagna, Komandjari, Yagha, and Kompienga provinces, below scrub land that blends into the Sahara. Also in Benin, Niger, Togo.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"BF","latitude":"11.671070","longitude":"1.284893","population":1109300,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":{"id":"NE","name":"Niger","name_long":"The Republic of the Niger","population":23605767,"official_language":"French","official_language_iso":"fra","url_wiki":"https://en.wikipedia.org/wiki/Niger","hidden":0,"autonym":null,"fips":"NG","iso_a3":"NER","continent_id":"AF","iso_num":562,"religion_primary":"Islam","introduction":"Niger became independent from France in 1960 and experienced single-party and military rule until 1991 when Gen. Ali SAIBOU was forced by public pressure to allow multiparty elections which resulted in a democratic government in 1993. Political infighting brought the government to a standstill and in 1996 led to a coup by Col. Ibrahim BARE. In 1999 BARE was killed in a counter coup by military officers who restored democratic rule and held elections that brought Mamadou TANDJA to power in December of that year. TANDJA was reelected in 2004 and in 2009 spearheaded a constitutional amendment allowing him to extend his term as president. In February 2010 military officers led a coup that deposed TANDJA and suspended the constitution. ISSOUFOU Mahamadou was elected in April 2011 following the coup and reelected to a second term in early 2016. Niger is one of the poorest countries in the world with minimal government services and insufficient funds to develop its resource base. The largely agrarian and subsistence-based economy is frequently disrupted by extended droughts common to the Sahel region of Africa. A Tuareg rebellion emerged in 2007 and ended in 2009. Niger is facing increased security concerns on its borders from various external threats including insecurity in Libya spillover from the conflict in Mali and violent extremism in northeastern Nigeria.","overview":"Niger also called the Niger officially the Republic of the Niger is a landlocked country in Western Africa named after the Niger River.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":30,"land_mass_km":1266700,"population_christian":85000,"population_christian_percentage":0.5,"population_catholic_percentage":null,"population_protestant_percentage":5,"population_refugee":180006,"population_migration":4000,"population_year_change":3.84,"population_density_km":19,"population_average_age":15,"population_urban_percentage":17,"population_literacy_percentage":"19.00","landmass":null,"region_code":8,"region_id":"202","region_name":"Sub-Saharan Africa"}}