{"id":"HAKHNT","parent_bible_id":null,"gbc":null,"date":"1924","iso":"hak","title":"Hakka New Testament (Romanised)","title_vernacular":"Kiu-chú Yâsu kaì Sin-yok Shìn-kin","copyright":"Public Domain","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Hant","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[],"alphabet":{"script":"Hant","name":"Han (Traditional variant)","unicode_pdf":null,"family":"East Asian","type":"logo-syllabary","white_space":"none","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":null,"status":"Current","baseline":"centered","ligatures":"none","direction":"ltr","direction_notes":"vertical (RTL) and horizontal (LTR)","sample":null,"sample_img":null,"description":"<p>The Traditional Han script, also known as Traditional Chinese, developed from the Clerical script, ultimately from the Oracle Bone script, around the 5th century AD. It was used since that time throughout the Chinese-speaking world until the Communist government of China replaced it with the Simplified Han script in 1949. The simplified script is now the official script of the Peoples Republic of China (PRC) and of Singapore, but the traditional characters are still used in Taiwan, Hong Kong and Macau, as well as for aesthetic purposes in the PRC and Singapore.</p> <p>There are five principles of character formation which have been used in developing the script. The <span class=Em>pictographic principle</span> refers to signs which visually resemble the thing they represent, for example a dot within a circle for representing the concept sun. The <span class=Em>simple indicative principle</span> is related to this, but applies to more abstract concepts, such as above which is represented by a particular mark above a horizontal line, or below which is represented by a related mark below a horizontal line. The <span class=Em>compound indicative principle</span> is used for compound signs, for example the combination of the sun and moon signs for representing the concept bright. The <span class=Em>phonetic loan principle</span> has been used in developing the signs for homphonous words. For example, the sound <span class=Em>ləg</span> archaically meant both wheat and to come, so a character visually resembling a sheaf of wheat is still used for representing the word come, although the two words are no longer pronounced alike. The last principle is the <span class=Em>semantic-phonetic principle</span>, whereby homophonous words represented by the same character are distinguished by adding a semantic element, sometimes called a determinative, classifier, signific or radical.</p> <p>The script is neither purely phonetic nor purely logographic; rather, it can be seen as a very large and phonetically imprecise syllabary having a strong semantic element. Neither the phonetic nor the semantic component alone gives an exact indication of sound or meaning, but the combined phonetic and semantic associations provided by the character enables the reader to deduce the pronunciation and the meaning represented. For example, the character representing the concept sprain (ankle), pronounced <span class=Em>bié</span> is a combination of the phonetic element representing the sound <span class=Em>bì</span>, which means - among other things - shabby, and the semantic radical meaning foot.</p> <p>Both traditional and simplified Han characters have been designed to fit within the same sized square; there are no ascenders or descenders. Traditional Han characters are much more complex than their simplified equivalents, as would be expected. Characters are written with 12 basic strokes, but a given character can contain between 1 and 64 of these strokes. Each stroke is always written in the same direction, and there is a particular order in which strokes must be written when composing a character.</p> <p>Traditional Han is written both vertically (more common in Taiwan) and horizontally (more common in Hong Kong and Macau). The alignment of the text is also influenced by the shape of the surface being written on, for example, text a signpost which is longer than it is wide will be written vertically even in an area which tends to write horizontally. Vertical columns are read from right to left, but horizontal lines are read from left to right.</p>"},"children":[],"language":{"iso":"hak","glotto_id":"hakk1236","glotto_family":null,"iso1":null,"name":"Hakka Chinese","autonym":"客家話 / 客家话 Hak-kâ-fa","macroarea":null,"level":"L","development":null,"use":null,"location":"Southern China","area":"Widespread with other dialects. Eastern and northeastern Guangdong greatest concentration; also in Fujian, Jiangxi, Guangxi, Hunan, and Sichuan. Also in Brunei, Canada, French Guiana, French Polynesia, Indonesia (Java and Bali), Malaysia (Peninsular), Mauritius, New Zealand, Panama, Singapore, South Africa, Suriname, Taiwan, Thailand, United Kingdom, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"CN","latitude":"25.000000","longitude":"116.000000","population":48200000,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":null}