{
    "id": "HBOLENI",
    "parent_bible_id": null,
    "uuid": "a08c2689-e69e-49ec-ba6b-7e362af8a6b9",
    "iso": "hbo",
    "language": {
        "name": "Ancient Hebrew"
    },
    "title": "The Leningrad Codex",
    "title_vernacular": "Codex Leningradensis",
    "description": "The Leningrad Codex (Latin: Codex Leningradensis, the \"codex of Leningrad\") is the oldest complete manuscript of the Hebrew Bible in Hebrew, using the Masoretic Text and Tiberian vocalization. According to its colophon, it was made in Cairo in 1008 CE (or possibly 1009). There are older manuscripts of translations into other languages, such as the 4th-century Codex Vaticanus in Greek (surviving almost complete).<br><br>Some have proposed that the Leningrad Codex was corrected against the slightly earlier Aleppo Codex. However, Paul E. Kahle argues that the Leningrad manuscript was more likely based on other, lost manuscripts by the ben Asher family. The Aleppo Codex is several decades older, but parts of it have been missing since the 1947 anti-Jewish riots in Aleppo, making the Leningrad Codex the oldest complete codex of the Tiberian mesorah that has survived intact to this day.<br><br>In modern times, the Leningrad Codex is significant as the Hebrew text reproduced in Biblia Hebraica (1937), Biblia Hebraica Stuttgartensia (1977), and Biblia Hebraica Quinta (2004–present). It also serves as a primary source for the recovery of details in the missing parts of the Aleppo Codex.",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "IL",
    "country": {
        "name": "Israel"
    },
    "alphabet": {
        "name": "Hebrew",
        "script": "Hebr",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/HBOLENI_DBS_HS/Hebrew-(1008)-The-Leningrad-Codex-(Codex-Leningradensis)-OT.pdf",
            "title": "Hebrew (1008) The Leningrad Codex (Codex Leningradensis) - OT",
            "scope": "",
            "type": "historic",
            "filesize": "746633584",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}