{
    "id": "HEBCERV",
    "parent_bible_id": null,
    "uuid": "472e1df2-3857-4fc8-a0f2-b946e8643a31",
    "iso": "heb",
    "language": {
        "name": "Hebrew"
    },
    "title": "The Cervera Bible",
    "title_vernacular": null,
    "description": "The Cervera Bible is among the oldest and most significant Sephardi Bibles to survive the destruction of most of the Jewish communities in the kingdoms of Castile and Aragon beginning in 1391 and the expulsion of the Jews from Spain in 1492 and from Portugal in 1498. An extremely rare example of the Iberian Hebrew paleography of its time, this manuscript on parchment consists of 451 folios in two columns, each with 31 lines. Profusely illuminated in gold and color with Mozarabic and Jewish motifs, it includes the books of the Old Testament, the Masorah (the body of textual criticism of the Hebrew Scriptures with notes on writing, vocabulary, and variant sources, pronunciation, and other comments), and a grammatical treatise, Sefer Ha-Nikud (The book of vocalization, which is better known as Et Sofer, literally, “The writer’s pen”), written by Rabbi David Kimhi (circa 1160−circa 1235). The scribe who copied the main text, Samuel Ben Abraham ibn Nathan, is identified in the colophon at folio 434 recto. This page also states that the work was executed in Cervera (present-day Lleida Province, Catalonia, Spain); it was begun on July 30, 1299 and completed on May 19, 1300. This colophon also originally included the identity of the patron, which was later erased, probably because of a change of ownership. The identity of the illuminator, Josef Asarfati, a Jew of French origin who settled in Castile, is found in the last folio of the codex, a colophon in zoomorphic letters, making this is a rare example of a Hebrew manuscript containing an explicit signature of the artist. The identity of the Masorah scribe (Josue ben Abraham ibn Gaon) is also known, as his name is inscribed in 20 places in the Masoretic text. The illuminations are spread across many frames and display a remarkable diversity of color and forms. They include ornamental page borders, full-page illuminations representing Jewish iconography, and smaller illuminations illustrating parts of the Old Testament or symbolizing its different books or depicting objects from the Tabernacle used in worship. Some of the illuminations have a largely decorative function (e.g., the hunting scenes and the drolleries). Many of the full-page illuminations are found in the treatise on grammar, where they frame the text with architectural, animal, and human-figure motifs. The Masoretic text is developed in micrographic script, forming geometric schemes and stylized vegetable, animal, and mythic animal motifs. The binding, with cardboard folders covered in red leather and engravings in gold and marbled flyleaves, dates from the 18th century. The manuscript was acquired in 1804, in The Hague, on the initiative of António Ribeiro dos Santos (1745−1818), head librarian of the Royal Public Library of the Court in Lisbon, for the sum of 240,000 reis. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "IL",
    "country": {
        "name": "Israel"
    },
    "alphabet": {
        "name": "Hebrew",
        "script": "Hebr",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Hebrew-(1299)-The-Cervera-Bible-Illuminated-(WDL-14158).pdf",
            "title": "Hebrew (1299) The Cervera Bible - Illuminated (WDL-14158)",
            "scope": "",
            "type": "illuminated",
            "filesize": "146796452",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}