{
    "id": "HEBLISB",
    "parent_bible_id": null,
    "uuid": "a4336af4-5bd9-4edf-a500-495d06809f83",
    "iso": "heb",
    "language": {
        "name": "Hebrew"
    },
    "title": "Lisbon Bible Pentateuch",
    "title_vernacular": null,
    "description": "The Lisbon Bible is the most accomplished dated codex (a manuscript in book form rather than a scroll) of the Portuguese school of medieval Hebrew illumination. Its three volumes comprise all 24 books of the Hebrew Bible. Volume One contains the Torah, or the Five Books of Moses, also known as the Pentateuch. The second and third volumes contain the Prophets and the Hagiographa (Holy Writings) respectively. Added to the manuscript are lists of the Commandments in the Torah, as well as masoretic material, which give information on the correct spelling, reading and pronunciation of the biblical text.<br><br>Samuel ben Samuel Ibn Musa, known as Samuel the Scribe, copied the biblical text in an elegant square script for the manuscript's patron Yosef ben Yehudah al-Hakim. The sumptuous decorations were created by a team of skilled artists. Completed in 1482, the Lisbon Bible is a testimony to the rich cultural life the Portuguese Jews experienced prior to the expulsion and forced conversions of 1496.<br><br>The British Museum (now the British Library) bought the manuscript in 1882. The present binding was crafted in 1954 and replaced the 16th-century leather covers.",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "IL",
    "country": {
        "name": "Israel"
    },
    "alphabet": {
        "name": "Hebrew",
        "script": "Hebr",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Hebrew-(1483)-Lisbon-Bible-(Pentateuch)-Vol.-1-6-Manuscript.pdf",
            "title": "Hebrew (1483) Lisbon Bible (Pentateuch) Vol. 1-6 Manuscript",
            "scope": "",
            "type": "manuscript",
            "filesize": "195736929",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}