{
    "id": "HEBPOR",
    "parent_bible_id": null,
    "uuid": "1563e785-18cc-4b76-bca0-a01a812141c2",
    "iso": "heb",
    "language": {
        "name": "Hebrew"
    },
    "title": "Old Testament Portions",
    "title_vernacular": null,
    "description": "This manuscript, possibly a remnant of a complete Hebrew Bible, includes books from the Nevi’im (Prophets) as well as the books of Chronicles and Psalms from the Ketuvim (Hagiographa or writings) section of the Bible. (The tripartite division of the Hebrew Bible includes the Torah, the Prophets, and the Hagiographa.) It includes full vocalization and accentuation, as well as some Masorah Parva notes. The latter are very brief notes on the side margins or between columns, which are part of the Masorah, the collection of critical notes, compiled in the 7th–10th centuries by Jewish scribes and scholars known as the Masoretes and accepted as the authoritative regulator of the written and vocalized transmission of the Hebrew Bible. The manuscript is on parchment, in Ashkenazi square script, with two columns per page and 28–30 lines per column. The leather binding was added by an apparently Christian owner of the manuscript in France in the beginning of the 18th century. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "IL",
    "country": {
        "name": "Israel"
    },
    "alphabet": {
        "name": "Hebrew",
        "script": "Hebr",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/HEBPOR_DBS_HS/Hebrew-(1280-ca.)-Old-Testament-Portions-Natoinal-Library-of-Israel-(WDL-11366).pdf",
            "title": "Hebrew (1280 ca.) Old Testament Portions - National Library of Israel (WDL-11366)",
            "scope": "",
            "type": "historic",
            "filesize": "286073492",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}