{
    "id": "HEBTOLE",
    "parent_bible_id": null,
    "uuid": "eabf45cc-fd65-4565-b42b-0d2e1fab5acc",
    "iso": "heb",
    "language": {
        "name": "Hebrew"
    },
    "title": "Bible Latin-Spanish Toledo",
    "title_vernacular": null,
    "description": "This manuscript of the Hebrew Bible is comprised of 340 large-format folios in parchment of excellent quality written in three columns. They present a beautiful Sephardic square letter of the biblical text, with Minor Masorah on the margins and between the columns, and Major Masorah in the upper and lower margins, in three and four lines respectively. The text has Tiberian Hebrew punctuation, which greatly resembles that in the best Eastern codices that are examples of this tradition. The parashiyyot (in singular, parashah, annual pericope) are indicated in the margin by means of the abbreviation parash or the letter peh (both decorated). The order of the books of the Bible coincides with the one prescribed in the Babylonian Talmud. In most cases, the Major Masorah is ornamental, especially in the outer margins of the first books of the Pentateuch, and forms micrographs with plant and geometric motifs that in places are reminiscent of large candelabra. This characteristic of the manuscript has given rise to some doubts about its place of origin, since candelabra-shaped micrographs are more common among Catalonian Bibles of the second half of the 14th century. It seems clear, however, that this Bible cannot be associated with the Catalonian school of the 14th century. It is dated to the 13th century, and the style of the candelabra in this manuscript is different from those in Catalonian Bibles. The manuscript reproduces a note concerning proof of purchase that until recently was thought to be the colophon. It states that the Bible was bought by brothers Isaac and Abraham ben Maimón in Toledo in 1280. The manuscript’s Toledan origin seems plausible given the sedarim (singular form, seder, triennial pericope), a typical feature of the Bibles of the Kingdom of Toledo. However, candelabra-shaped micrographs are not found in any other known Toledan manuscript. At the end of the Pentateuch, the Early Prophets, the Latter Prophets, and the Chronicles are exhaustive Masoretic notes that state the total number of the verses and pericopes, as well as the verse, the word, and the medial letter of each book of the Pentateuch, along with other lists with information about the text. The verse recount, which appears at the end of each book of the Bible, generally appears within an ornate vignette (cut off in some cases). The manuscript was part of the collection owned, used, and annotated by the convert Alfonso de Zamora (circa 1474–circa 1544), teacher of Hebrew in Salamanca and Alcalá de Henares. Evidence for his ownership is apparent in his characteristic way of numbering chapters or naming the books of the Bible, for example. The manuscript is also known to be the one used extensively for the composition of the Hebrew text of the Complutensian Polyglot Bible of 1514. It has a Complutense (of Alcalá de Henares) cloth binding from the 16th century and bears the golden coat of arms of the Complutense University of Madrid. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "IL",
    "country": {
        "name": "Israel"
    },
    "alphabet": {
        "name": "Hebrew",
        "script": "Hebr",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/HEBTOLE_DBS_HS/Hebrew-(1280-ca.)-Bible-(Latin-Spanish)-Toledo-(WDL-17841).pdf",
            "title": "Hebrew (1280 ca.) Bible (Latin-Spanish) Toledo (WDL-17841)",
            "scope": "",
            "type": "historic",
            "filesize": "301766721",
            "provider": "Biblioteca Complutense",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}