{"id":"HRVPSA","parent_bible_id":null,"gbc":null,"date":"1860","iso":"hrv","title":"Croatian Psalms","title_vernacular":"Zabur-ki-kitab","copyright":"Public Domain","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Cyrl","versification":null,"numeral_system_id":"default","country_id":"HR","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"HRVPSA","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/HRVPSA_DBS_HS/Croatian-(1860)-Psalms-(Zabur-ki-kitab).pdf","title":"Croatian (1860) Psalms","scope":null,"type":"historic","provider":"","organization_id":"british-and-foreign-bible-society","filesize":9147256,"response_code":null}],"pod":[],"alphabet":{"script":"Cyrl","name":"Cyrillic","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"cyrl","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The creation of the Cyrillic script is traditionally attributed to Saint Cyril, a missionary working in Bulgaria during the 9th century. He and his brother are also credited with the invention of the Glagolitic script, a derivation of the Greek cursive alphabet which was modified to fit the sound systems of Slavic languages. Some historians credit Clement of Ohrid, a student of Saint Cyrils, with creating the Cyrillic script as a more readable writing system based on Glagolitic. The Cyrillic script was initially used for writing Old Church Slavonic (also called Old Bulgarian), but it has undergone a number of changes since that time, so much so that the old and modern variants are considered by many to be two different but related scripts. Many of the modern letterforms differ from those used in early Cyrillic writing, some letters have been dropped, and new letters have been added. An orthographic reform was implemented by the Russian tsar Peter the Great in 1708 which removed a number of obsolete letters so that Russian writing is now almost perfectly phonetic.</p> <p>The script has traditionally been used for writing the Slavic languages, of which Russian is the most widely spoken. During the nineteenth and twentieth centuries, particularly under Soviet rule, it was extended to write over 50 languages throughout Eastern Europe and Asia.</p> <p>Cyrillic is written from left to right with spaces between words. Upper- and lowercase letters are used; most printed lowercase letters are simply smaller versions of their uppercase equivalents. However, the shapes of handwritten and italic letters can vary greatly from the shapes of printed letters. With the conversion of the script to non-Slavic languages in which new sounds needed to be written, a number of <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#multig target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;digraphs, trigraphs and tetragraphs</a> were employed. Russian and the Slavic languages use only a few digraphs. Many new letters were also created for writing the non-Slavic languages by adding hooks, breves or diaereses to existing letters. These marks are not considered diacritics, instead, a letter so modified is considered a separate letter with the mark an intrinsic part.</p> <p>After the dissolution of the Soviet Union in 1991, some of the languages which had been forced to adopt the Cyrillic script opted instead to give the Latin or Arabic script official status. However, at the end of 2002, President Putin signed into law an addition to Russian Federation law stipulating that the alphabets of the state language of the Russian Federation and the state languages of its republics must be based on the Cyrillic script. Other scripts for the alphabets of the state language of the Russian Federation and the state languages of its republics can only be adopted under federal laws. The law was received very negatively in some states.</p>"},"children":[],"language":{"iso":"hrv","glotto_id":"croa1245","glotto_family":null,"iso1":"hr","name":"Croatian","autonym":"hrvatski","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"Also in Austria, Bosnia and Herzegovina, Canada, Chile, Czech Republic, Germany, Hungary, Italy, Montenegro, Serbia, Slovakia, Slovenia, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"HR","latitude":"45.200602","longitude":"16.826005","population":5488390,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"HR","name":"Croatia","name_long":"The Republic of Croatia","population":4208973,"official_language":"Croatian","official_language_iso":"hrv","url_wiki":"https://en.wikipedia.org/wiki/Croatia","hidden":0,"autonym":null,"fips":"HR","iso_a3":"HRV","continent_id":"EU","iso_num":191,"religion_primary":"Christianity","introduction":"The lands that today comprise Croatia were part of the Austro-Hungarian Empire until the close of World War I. In 1918 the Croats Serbs and Slovenes formed a kingdom known after 1929 as Yugoslavia. Following World War II Yugoslavia became a federal independent communist state under the strong hand of Marshal TITO. Although Croatia declared its independence from Yugoslavia in 1991 it took four years of sporadic but often bitter fighting before occupying Serb armies were mostly cleared from Croatian lands along with a majority of Croatia's ethnic Serb population. Under UN supervision the last Serb-held enclave in eastern Slavonia was returned to Croatia in 1998. The country joined NATO in April 2009 and the EU in July 2013.","overview":"'Croatia is an Eastern European country with a long coastline on the Adriatic Sea. Encompassing more than a thousand islands it''s also crossed by the Dinaric Alps. Its inland capital Zagreb is distinguished by its medieval Gornji Grad (Upper Town) and diverse museums. The major coastal city Dubrovnik has massive 16th-century walls encircling an Old Town with Gothic and Renaissance buildings.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":24,"land_mass_km":106440,"population_christian":4107000,"population_christian_percentage":90.1,"population_catholic_percentage":86.2,"population_protestant_percentage":4.7,"population_refugee":916,"population_migration":-14400,"population_year_change":-0.06,"population_density_km":106,"population_average_age":42,"population_urban_percentage":78,"population_literacy_percentage":"99.00","landmass":null,"region_code":9,"region_id":"39","region_name":"Southern Europe"}}