{"id":"HUYARA","parent_bible_id":null,"gbc":null,"date":null,"iso":"huy","title":"The Gospel of John in Aramaic","title_vernacular":null,"copyright":null,"guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Hebr","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[],"alphabet":{"script":"Hebr","name":"Hebrew","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"between words","open_type_tag":"hebr","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"required","direction":"rtl","direction_notes":"RTL bidirectional","sample":null,"sample_img":null,"description":"<p>The Hebrew script is primarily used for writing the Hebrew, Samaritan and Yiddish languages. It is also used for writing some varieties of Arabic spoken in North Africa, Iraq and Yemen; the languages of the Jewish communities in Italy and Corfu, Morocco (Berber), Spain and the Caucasus mountains; and the modern Jewish Aramaic languages. Prior to 500 BC the Hebrew language was written in the Paleo-Hebrew script, which was abandoned after the Jewish exile in the 5th century BC in favour of the Aramaic script, from which the current Hebrew script descended. It is commonly called the Hebrew alphabet, after its first two letters <span class=Em>aleph</span> and <span class=Em>bet</span>, although it is actually an abjad.</p> <p>Hebrew is a unicameral script; there is only one case. It is written from right to left. The script contains twenty-two consonant letters, five of which take a variant form when used at the end of a word. Vowels are normally omitted when writing the Hebrew language, but four of the consonant letters א <span class=Em>aleph</span>, ה <span class=Em>he</span>, ו <span class=Em>waw</span> and י <span class=Em>yod</span> can be used for representing a number of (normally long) vowels when it is necessary to disambiguate between similar words. Until the 9th century, these letters, called <span class=Em>mater lectionis</span> were the only means for representing vowels; later a system of diacritics, called <span class=Em>niqqud</span> was introduced with the potential for fully representing long and short vowels in every word. Niqqud is rarely used outside of childrens books, poetry, and books for teaching the Hebrew language. When writing the Yiddish language, vowels are fully expressed by means of a system derived but different from Hebrew vocalic representation (see Yiddish Orthography).</p> <p>A number of cantillation marks are used in the scriptural scrolls (<span class=Em>Tanakh</span>) to indicate the rhythm and stress pattern for chanting the text aloud.</p> <p>One ligature is commonly used in writing the Hebrew language, <span class=Em>alef lamed</span> ﭏ. Four additional ligatures are used for writing Yiddish. The <span class=Em>tetragrammaton</span> is also considered by many to be a ligature. It represents one of a number of sacred words which are not permitted to be written, so are represented by means of another symbol or set of symbols. The tetragarammaton does not refer to one specific symbol, but to any of a number of symbols representing the Hebrew word for God, composed of the letters J H W and H. Some Hebrew scribes use a ligature in place of any combination of these four letters, even when they appear within a different, secular word.</p> <p>Punctuation in the Hebrew script is much the same as in the Latin script, with the exception of a script-specific hyphen <span class=Em>maqaf</span>, colon <span class=Em>sof pasuq</span>, forward/vertical slash <span class=Em>paseq</span>, abbreviation mark <span class=Em>geresh</span>, and a mark <span class=Em>gershayim</span> to indicate that a word is an acronym.</p> <p>Hebrew writing for the most part uses Latin numbers, although a system used to be in much more common use which assigned a numerical value of units, tens, or hundreds to each letter in the script inventory; the letters could then be added together to create any number. In modern texts this system is only used for the Hebrew calendar and other special cases.</p> <p>There are four main styles of writing the Hebrew language. <span class=Em>Ashuri</span> is a widely-used block style. A particular form of Ashuri, called <span class=Em>STA\\\\\\M</span> (an acronym for the Hebrew words for which this style is used)"},"children":[],"language":{"iso":"huy","glotto_id":"hula1244","glotto_family":null,"iso1":null,"name":"Hulaulá","autonym":"יהודיותא Hûla'ûlā","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"Also in Iran, United States.","progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"IL","latitude":"31.911135","longitude":"43.486485","population":350,"status_id":"8a","status_notes":null,"redirect_to_iso":null},"country":null}