{"abbr":"HYEAJG","title":"Armenian Archbishop Johannes Gospels - Illuminated","title_vernacular":"Աւետարան","description":"Presented here is the oldest Armenian manuscript in the Bavarian State Library. It was written in 1278 by Archbishop Johannes, the brother of King Lewon III (also seen as Leon, 1270‒89) and abbot of the monastery in Grner in the kingdom of Cilician Armenia (which existed from 1080 to 1375). An artist named Basilius made the illuminations, and the binder was Arrakhel Hnasandentz, as is stated in a note in the book. The manuscript follows the usual pattern of Armenian texts of the four Gospels: the letter of Eusebius to Carpianus, decked out with tailpieces, is followed by the Canon tables (here unfortunately without the usual artistic embellishments); then come the texts of the four Gospels, each introduced by a table of contents of the chapters and a prologue, a picture of the Evangelist covering the whole of the left-hand page, and a richly decorated first page of the Gospel covering the right-hand page. At the bottom of the pages are found details relating to individual canons of Eusebius, a method which served to facilitate the subdivision of the Gospels prior to the introduction of chapters and verses. The translation of the Gospels into Armenian is amongst the oldest examples of Armenian literature, and was an achievement of the Armenian Golden Age of around 400 to 450. The miniatures in the manuscript were executed during the best period of Armenian illumination, which reached its peak in Cilician Armenia with the artist T’oros Roslin in the mid-13th century. Together with the library of Johann Jakob Fugger, this manuscript has been part of the library of the dukes of Bavaria and hence of today's Bavarian State Library since 1571. (World Digital Library)","iso":"hye","script":"Armn","year":1278,"country_id":"AM","bible_links":[{"bible_abbr":"HYEAJG","url":"http://downloads.dbs.org/archive/Armenian-(1278)-Archbishop-Johannes-Gospels-Illuminated-(WDL-18396).pdf","title":"Armenian (1278) Archbishop Johannes Gospels - Illuminated (WDL-18396)","scope":"","type":"illuminated","filesize":"117337927","response_code":"0","provider":"World Digital Library","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"},"country":{"id":"AM","name":"Armenia","name_long":"The Republic of Armenia","population":3011609,"official_language":"Armenian","official_language_iso":"hye","iso_a3":"ARM","continent_id":"AS","iso_num":51,"language_count":17,"religion_primary":"Christianity","introduction":"Armenia prides itself on being the first nation to formally adopt Christianity (early 4th century). Despite periods of autonomy over the centuries Armenia came under the sway of various empires including the Roman Byzantine Arab Persian and Ottoman. During World War I in the western portion of Armenia the Ottoman Empire instituted a policy of forced resettlement coupled with other harsh practices that resulted in at least 1 million Armenian deaths. The eastern area of Armenia was ceded by the Ottomans to Russia in 1828; this portion declared its independence in 1918 but was conquered by the Soviet Red Army in 1920. ++ Armenian leaders remain preoccupied by the long conflict with Azerbaijan over Nagorno-Karabakh a primarily Armenian-populated region assigned to Soviet Azerbaijan in the 1920s by Moscow. Armenia and Azerbaijan began fighting over the area in 1988; the struggle escalated after both countries attained independence from the Soviet Union in 1991. By May 1994 when a cease-fire took hold ethnic Armenian forces held not only Nagorno-Karabakh but also seven surrounding regions approximately 14 percent of Azerbaijan’s territory. The economies of both sides have been hurt by their inability to make substantial progress toward a peaceful resolution. ++ Turkey closed the common border with Armenia in 1993 in support of Azerbaijan in its conflict with Armenia over control of Nagorno-Karabakh and surrounding areas further hampering Armenian economic growth. In 2009 senior Armenian leaders began pursuing rapprochement with Turkey aiming to secure an opening of the border but Turkey has not yet ratified the Protocols normalizing relations between the two countries. In January 2015 Armenia joined Russia Belarus and Kazakhstan as a member of the Eurasian Economic Union.","overview":"Armenia is a nation and former Soviet republic in the mountainous Caucasus region between Asia and Europe. Among the earliest Christian civilizations it’s defined by religious sites including the Greco-Roman Temple of Garni and 4th-century Etchmiadzin Cathedral headquarters of the Armenian Church. Khor Virap Monastery is a pilgrimage site near Mount Ararat a dormant volcano just across the border in Turkey.","independent":1,"landmass_km":28470,"population_christian":2826000,"population_christian_percentage":97.9,"population_protestant_percentage":97.9,"population_refugee":17985,"population_migration":-4998,"population_year_change":0.19,"population_density_km":104,"population_average_age":35,"population_urban_percentage":63,"population_literacy_percentage":99,"region_code":5,"region_id":145,"region_name":"Western Asia","url_wiki":"https://en.wikipedia.org/wiki/Armenia","url_britannica":"https://www.britannica.com/place/Armenia","url_national_society":"https://biblesociety.am/arm/1/Main","url_ubs":"https://unitedbiblesocieties.org/locations/bible-society-in-armenia/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/armenia/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/AM-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/ARM","url_nations_online":"https://www.nationsonline.org/oneworld/armenia.htm","url_odp":"https://curlie.org/Regional/Asia/Armenia","url_operation_world":"https://operationworld.org/locations/armenia","url_religious_freedom":"https://www.state.gov/countries-areas/armenia/","url_joshua":"https://joshuaproject.net/countries/AM","url_prayercast":"https://prayercast.com/armenia.html","url_prayercast_video":"https://player.vimeo.com/video/22048631","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=Armenia_dload_hi.mov"}}