{
    "id": "HYENAG",
    "parent_bible_id": null,
    "uuid": "04ed2117-fbfc-493a-a679-b1ba214bd326",
    "iso": "hye",
    "language": {
        "name": "Armenian"
    },
    "title": "Armenian Nerses the Abbot Gospels",
    "title_vernacular": "Աւետարան",
    "description": "This Gospel book is the earliest of the Armenian manuscripts in the collections of Library of Congress. It contains the text of the Gospels, copied in the year 770 of the Armenian era (1321) by Nerses the Abbot in Jerusalem. The manuscript is unadorned except for headpieces at the start of each Gospel and decorative devices in the margins, all in red, black, and brown ink. The text is in two columns on ruled paper. There are some marginal pen-drawn decorations and later written marginalia. The manuscript has one marginal miniature—that of an infant. The original incised leather binding is in damaged condition. Colophons throughout indicate the history of the manuscript, which at the turn of the 20th century was in the hands of the Library of the Board of Foreign Missions of the Presbyterian Church in the United States of America. The Bible was first translated into Armenian in the early fifth century, shortly after the invention of the Armenian alphabet between 407 and 412. The history of the translation of the Armenian Bible is complicated. By tradition it has been ascribed to Mesrob Mashtots (circa 361‒440), the creator of the Armenian alphabet, and Isaac (Sahak) the Catholicos (died 439) and their assistants. The work was completed before the Ecumenical Council of Ephesus in 431. This manuscript is an awetaran, the copying of the four gospels alone, which was a very popular genre among the Armenians. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": null,
    "copyright_type": null,
    "date": null,
    "country_id": "AM",
    "country": {
        "name": "Armenia"
    },
    "alphabet": {
        "name": "Armenian",
        "script": "Armn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/HYENAG_DBS_HS/Armenian-(1321)-Nerses-the-Abbot-Gospels-(WDL-15059).pdf",
            "title": "Armenian (1321) Nerses the Abbot Gospels (WDL-15059)",
            "scope": "",
            "type": "historic",
            "filesize": "130328327",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [
        {
            "organization_id": null,
            "equivalent_id": "5454ef955117ad454c0f73c3",
            "site": null,
            "suffix": null,
            "type": "Archive",
            "url": "globalbiblecatalogue.org"
        }
    ],
    "books": null
}