{
    "id": "HYEPCC",
    "parent_bible_id": null,
    "uuid": "99d800f3-3403-4af5-9483-1cfade2fc3df",
    "iso": "hye",
    "language": {
        "name": "Armenian"
    },
    "title": "Armenian Psalms with Chrysostom Commentary",
    "title_vernacular": "Պարզաբանւթիւն Սաղմոսաց Դաւթի Մարգարէին",
    "description": "Presented here is a printed edition in Armenian, dating from 1687, of the Commentaries on the Psalms of the Prophet David by Saint John Chrysostom, Archbishop of Constantinople (died 407). The Psalms and commentaries on them were produced in Armenian in numerous manuscript editions, which were followed by the production of many print editions after 1512, when Armenian printing and publishing began in Venice. The edition presented here bears an ornamental headpiece and marginal devices that are identifiably Armenian while the 16 principal engravings show strong Western influence. The Psalms are in Grabar (classical Armenian), but the commentary is in the vernacular, most likely because the intended buyers of the edition could no longer understand Grabar. John was called Chrysostom (“Golden Mouth”) because of his great eloquence. Along with Athanasius of Alexandria, Basil the Great, and Gregory of Nazianzus, he is counted as one of the Four Great Eastern (or Greek) doctors of the Ancient Church, and thus is highly venerated by the Armenian Church. He wrote his Commentaries on the Psalms between 386 and 398. He may have written on all of the Psalms, but the only commentaries that survive are those on Psalms 4‒12, 43‒49, and 108‒50 (except for Psalm 118). (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": null,
    "copyright_type": null,
    "date": null,
    "country_id": "AM",
    "country": {
        "name": "Armenia"
    },
    "alphabet": {
        "name": "Armenian",
        "script": "Armn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/HYEPCC_DBS_HS/Armenian-(1687)-Psalms-with-Chrysostom-Commentary-(WDL-15054).pdf",
            "title": "Armenian (1687) Psalms with Chrysostom Commentary (WDL-15054)",
            "scope": "",
            "type": "historic",
            "filesize": "189060396",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}