{"abbr":"HYEPCC","title":"Armenian Psalms with Chrysostom Commentary","title_vernacular":"Պարզաբանւթիւն Սաղմոսաց Դաւթի Մարգարէին","description":"Presented here is a printed edition in Armenian, dating from 1687, of the Commentaries on the Psalms of the Prophet David by Saint John Chrysostom, Archbishop of Constantinople (died 407). The Psalms and commentaries on them were produced in Armenian in numerous manuscript editions, which were followed by the production of many print editions after 1512, when Armenian printing and publishing began in Venice. The edition presented here bears an ornamental headpiece and marginal devices that are identifiably Armenian while the 16 principal engravings show strong Western influence. The Psalms are in Grabar (classical Armenian), but the commentary is in the vernacular, most likely because the intended buyers of the edition could no longer understand Grabar. John was called Chrysostom (“Golden Mouth”) because of his great eloquence. Along with Athanasius of Alexandria, Basil the Great, and Gregory of Nazianzus, he is counted as one of the Four Great Eastern (or Greek) doctors of the Ancient Church, and thus is highly venerated by the Armenian Church. He wrote his Commentaries on the Psalms between 386 and 398. He may have written on all of the Psalms, but the only commentaries that survive are those on Psalms 4‒12, 43‒49, and 108‒50 (except for Psalm 118). (World Digital Library)","iso":"hye","script":"Armn","year":1687,"country_id":"AM","bible_links":[{"bible_abbr":"HYEPCC","url":"https://archive.org/download/HYEPCC_DBS_HS/Armenian-(1687)-Psalms-with-Chrysostom-Commentary-(WDL-15054).pdf","title":"Armenian (1687) Psalms with Chrysostom Commentary (WDL-15054)","scope":"","type":"historic","filesize":"189060396","response_code":"0","provider":"World Digital Library","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"bible_equivalents":[{"bible_abbr":"HYEPCC","equivalent_id":"53eb28c05117ad17968be84c","type":"Archive","url":"globalbiblecatalogue.org"},{"bible_abbr":"HYEPCC","equivalent_id":"5454ef8c5117ad43a77b8148","type":"Archive","url":"globalbiblecatalogue.org"}],"language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"},"country":{"id":"AM","name":"Armenia","name_long":"The Republic of Armenia","population":3011609,"official_language":"Armenian","official_language_iso":"hye","iso_a3":"ARM","continent_id":"AS","iso_num":51,"language_count":17,"religion_primary":"Christianity","introduction":"Armenia prides itself on being the first nation to formally adopt Christianity (early 4th century). Despite periods of autonomy over the centuries Armenia came under the sway of various empires including the Roman Byzantine Arab Persian and Ottoman. During World War I in the western portion of Armenia the Ottoman Empire instituted a policy of forced resettlement coupled with other harsh practices that resulted in at least 1 million Armenian deaths. The eastern area of Armenia was ceded by the Ottomans to Russia in 1828; this portion declared its independence in 1918 but was conquered by the Soviet Red Army in 1920. ++ Armenian leaders remain preoccupied by the long conflict with Azerbaijan over Nagorno-Karabakh a primarily Armenian-populated region assigned to Soviet Azerbaijan in the 1920s by Moscow. Armenia and Azerbaijan began fighting over the area in 1988; the struggle escalated after both countries attained independence from the Soviet Union in 1991. By May 1994 when a cease-fire took hold ethnic Armenian forces held not only Nagorno-Karabakh but also seven surrounding regions approximately 14 percent of Azerbaijan’s territory. The economies of both sides have been hurt by their inability to make substantial progress toward a peaceful resolution. ++ Turkey closed the common border with Armenia in 1993 in support of Azerbaijan in its conflict with Armenia over control of Nagorno-Karabakh and surrounding areas further hampering Armenian economic growth. In 2009 senior Armenian leaders began pursuing rapprochement with Turkey aiming to secure an opening of the border but Turkey has not yet ratified the Protocols normalizing relations between the two countries. In January 2015 Armenia joined Russia Belarus and Kazakhstan as a member of the Eurasian Economic Union.","overview":"Armenia is a nation and former Soviet republic in the mountainous Caucasus region between Asia and Europe. Among the earliest Christian civilizations it’s defined by religious sites including the Greco-Roman Temple of Garni and 4th-century Etchmiadzin Cathedral headquarters of the Armenian Church. Khor Virap Monastery is a pilgrimage site near Mount Ararat a dormant volcano just across the border in Turkey.","independent":1,"landmass_km":28470,"population_christian":2826000,"population_christian_percentage":97.9,"population_protestant_percentage":97.9,"population_refugee":17985,"population_migration":-4998,"population_year_change":0.19,"population_density_km":104,"population_average_age":35,"population_urban_percentage":63,"population_literacy_percentage":99,"region_code":5,"region_id":145,"region_name":"Western Asia","url_wiki":"https://en.wikipedia.org/wiki/Armenia","url_britannica":"https://www.britannica.com/place/Armenia","url_national_society":"https://biblesociety.am/arm/1/Main","url_ubs":"https://unitedbiblesocieties.org/locations/bible-society-in-armenia/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/armenia/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/AM-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/ARM","url_nations_online":"https://www.nationsonline.org/oneworld/armenia.htm","url_odp":"https://curlie.org/Regional/Asia/Armenia","url_operation_world":"https://operationworld.org/locations/armenia","url_religious_freedom":"https://www.state.gov/countries-areas/armenia/","url_joshua":"https://joshuaproject.net/countries/AM","url_prayercast":"https://prayercast.com/armenia.html","url_prayercast_video":"https://player.vimeo.com/video/22048631","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=Armenia_dload_hi.mov"}}