{
    "id": "HYESGI",
    "parent_bible_id": null,
    "uuid": "8e85fd8a-99b0-4509-b37e-7fc3337b1a53",
    "iso": "hye",
    "language": {
        "name": "Armenian"
    },
    "title": "Armenian Sargis Gospels - Illuminated",
    "title_vernacular": "աւետարան",
    "description": "Dated to the tenth century, this manuscript is the oldest Armenian codex in North America and the fifth oldest among documented Armenian Gospel books. The principal colophon, on folio 2 verso, records that Sargis the priest completed the text in 415 (966). Within the framed area, the commission of the codex is described: a priest, whose name was replaced by the later owner T’oros, commissioned the work \"as decoration and for the splendor of [the] holy church and for the pleasure of the congregation of Rznēr.\" As the codex was written and commissioned by priests, the manuscript is referred to as the “Gospels of the Priest.” It was formerly known as the “Gospels of the Translators,” as, following the date 415, someone erased the formula “of the Armenian era” and replaced it with “of our Lord,” suggesting an earlier date and implying that the text was based on the original translation of the Gospels into Armenian during the fifth century. The text is copied in large angular erkat‘agir script. The full-page paintings and marginal ornaments bear stylistic characteristics of Armenian illumination of the 10th and 11th centuries associated with non-royal patronage. The illustrations comprise the Canon tables, with only the last two remaining; the Virgin and Child on a wheeled chariot; the framed colophon; ornamental cross with donor’s portrait; portraits of Matthew and Mark together (folio 72 verso, at the end of the book of Matthew) and Mark with Luke (folio 114 verso, at the end of Mark); two final images depict unknown saints (folio 192 recto, at the end of Luke). Marginalia are found throughout the text. It has been suggested that the scribe was also responsible for the illumination. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": null,
    "copyright_type": null,
    "date": null,
    "country_id": "AM",
    "country": {
        "name": "Armenia"
    },
    "alphabet": {
        "name": "Armenian",
        "script": "Armn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Armenian-(0966)-Sargis-Gospels-Illuminated-(WDL-13011).pdf",
            "title": "Armenian (0966) Sargis Gospels - Illuminated (WDL-13011)",
            "scope": "",
            "type": "illuminated",
            "filesize": "70398057",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}