{
    "id": "HYETRG",
    "parent_bible_id": null,
    "uuid": "155fa1b9-4094-4503-a7bb-88e8acc70bed",
    "iso": "hye",
    "language": {
        "name": "Armenian"
    },
    "title": "Armenian T'oros Roslin Gospels - Illuminated",
    "title_vernacular": "Աւետարան",
    "description": "This Armenian manuscript was made in 1262 by T’oros Roslin, the celebrated illuminator who extended the iconographic repertoire by defining a narrative Gospel cycle beyond the traditional portraits of the Evangelists. This signed manuscript was created at the scriptorium of Hromkla (present-day Rum Kalesi, Turkey), which became the leading artistic center of Armenian Cilicia under the rule of Catholicos Constantine I (1221-67). As an extensive colophon starting on folio 406 verso explains, T’oros created this manuscript under commission from the nephew of Constantine, a priest also named T’oros. It is one of seven known manuscripts bearing T’oros Roslin’s signature, and it is the most sumptuous of them all, with 15 miniatures and 67 smaller illustrations. The style of the images suggests that T’oros had several assistants helping with the illustrations, although the overall quality remains extremely high. The manuscript was long cherished within the Armenian Church. Even in the 17th century, its illumination served as a model for Armenian scribes, particularly Bargham and his son Mik’ayel. The influence of T’oros is seen in Jerusalem, Armenian Patriarchate, no. 3438 and Washington DC, Freer Gallery, Ms. 36.15; in the latter manuscript, Mik’ayel explicitly refers to “the excellent scribe T’oros, surnamed Roslin.” (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": null,
    "copyright_type": null,
    "date": null,
    "country_id": "AM",
    "country": {
        "name": "Armenia"
    },
    "alphabet": {
        "name": "Armenian",
        "script": "Armn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Armenian-(1262)-T'oros-Roslin-Gospels-Illuminated-(WDL-13012).pdf",
            "title": "Armenian (1262) T'oros Roslin Gospels - Illuminated (WDL-13012)",
            "scope": "",
            "type": "illuminated",
            "filesize": "114045183",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}