{
    "id": "HYEVNG",
    "parent_bible_id": null,
    "uuid": "fa968dae-60c6-4d79-95b3-de747650629d",
    "iso": "hye",
    "language": {
        "name": "Armenian"
    },
    "title": "Armenian Verin Noravank Gospels - Illuminated",
    "title_vernacular": null,
    "description": "This beautifully illuminated gospel book was copied in 1487 AD at the Monastery of Verin Noravank in Armenia. The exact location of the monastery is unknown, although, since the late 1980s, it has been associated with the ruins of the Monastery of Arates (Aratesivank) of Siwnik. Verin Noravank was in close contact with the better-known Noravank of Amaghu, with which it has often been confused. Fewer than 15 manuscripts are known to have been copied at Verin Noravank. As was customary with most Armenian manuscripts, the Verin Noravank gospel contains a lengthy colophon that traces its own history. The colophon is also important because it contains one of the few references to the White Sheep Turkoman overlord of that region at the time, Yaqub Bek. The four miniatures of the Evangelists and the decorative illuminations in the text are striking features of the gospel book, which was acquired by the Library of Congress in 2008. Technical analysis of the illuminations has revealed that the artist used a number of rare pigments, including tin white (tin oxide, SnO2); a blue-pigment mixture of cobalt glass (smalt), ultramarine, and possibly indigo; and a mixed red lead-vermillion pigment. The use of these pigments suggests ingenuity on the part of the artist, as well as the influence of Near Eastern and indigenous ceramic and textile technologies. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": null,
    "copyright_type": null,
    "date": null,
    "country_id": "AM",
    "country": {
        "name": "Armenia"
    },
    "alphabet": {
        "name": "Armenian",
        "script": "Armn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Armenian-(1487)-Verin-Noravank-Gospels-Illuminated-(WDL-3243).pdf",
            "title": "Armenian (1487) Verin Noravank Gospels - Illuminated (WDL-3243)",
            "scope": "",
            "type": "illuminated",
            "filesize": "13954608",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}