{"id":"HYEWAP","parent_bible_id":null,"gbc":null,"date":"2003","iso":"hye","title":"2003 Western Armenian New Testament","title_vernacular":null,"copyright":null,"guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Armn","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[],"alphabet":{"script":"Armn","name":"Armenian","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"armn","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Armenian alphabet was created around 405AD by Mesrop Mashtots. He reportedly studied a number of scripts, including Greek and Syriac, before having a dream in which he saw elements of these scripts integrated into one system. The Geez script has also been suggested as a possible influence. Armenia adopted Christianity in the early fourth century, but later began reverting to paganism. Mashtots believed that if the Bible could be written in Armenian the country would have the means to maintain a Christian faith and culture at a time when the Persian empire was attempting to assimilate the country. It also enabled Armenian educational institutions to be established, as well as a large body of early Armenian literature. The alphabet has been used in the country since its inception, with some modifications.</p> <p>There were originally 30 consonant and 6 vowel letters in the alphabet, but in the 12th century two more letters were added for representing aw and f, bringing the total to 38. A third symbol was also introduced to represent the word and in lower case form. Much later, in the early 20th century, orthographic reform under the Soviet government led to two spelling conventions being used. Broadly speaking, Mesropian orthography is used throughout the Armenian diaspora (which makes up the majority of Armenian speakers), and Reformed orthography is used within Armenia. The difference between the two has been likened to that between British and American English, though with stronger political connotations.</p> <p>Early Armenian writers relied heavily on ligated form of letters in order to save space. Five of these are still in common use, to combine the symbol for m with n, ɛ, i and x, and to combine the symbol for ɛ with v. </p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/r3/2r/r32rqthawp_ArmeLigas.png height=159 width=546 /></p> <p>A ligature also used to exist which combined the symbols representing ɛ + w/v, but it is used so commonly that followers of the Reformed orthography consider it a distinct letter rather than a ligature, bringing their total number of symbols to 39.</p> <p>The script is an alphabet; consonants and vowels are written with independent letters. It is read from left to right. The traditional order of the letters composes an acrostic prayer. It is generally believed that this order follows the order of the Greek alphabet, although it has also been suggested that Mashtot followed a number symbolism found in early kabbalistic traditions when ordering the letters. </p> <p>Armenian is written with spaces between words. There are four punctuation marks unique to Armenian, two of which follow a word to indicate that it has been abbreviated, or to add emphasis, and two marks which are placed after and above the last vowel, respectively, as a question mark and an exclamation mark. Non-Latin marks are used to perform the functions of full stop, semicolon, word-joining and word-splitting hyphen. The script employs upper and lower case.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/r3/2r/r32rqthawp_ArmenianPunctuation.png height=116 width=190 /></p> <p>Written Armenian contains no script-specific numbers, rather, each letter was assigned a numeric value. In recent years and particularly in print form, Latin numbers have increasingly been used.</p>"},"children":[],"language":{"iso":"hye","glotto_id":"nucl1235","glotto_family":null,"iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","macroarea":null,"level":"L","development":null,"use":null,"location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"AM","latitude":"40.000000","longitude":"45.000000","population":3849000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":null}