{"id":"IRULAN","parent_bible_id":null,"gbc":null,"date":"2016","iso":"iru","title":"Irula New Testament","title_vernacular":null,"copyright":null,"guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Mlym","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[],"alphabet":{"script":"Mlym","name":"Malayalam","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"discretionary","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":true,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Malayalam script is used for writing the Malayalam language, the official language of the Indian state of Kerala, and a number of minority languages spoken in India. Until the 16th century Malayalam was written in the <span class=Em>vattezhuthu</span> script, a Brahmic script which developed alongside Grantha writing, from which the modern Malayalam script descended.</p> <p>Malayalam is written from left to right. There are fifty-three letters, called <span class=Em>akṣaras</span>; thirty-seven of these represent full syllables consisting of a consonant and the vowel a, and sixteen represent independent vowels. Independent vowel letters are only used where a vowel appears at the beginning of a word. Vowels which follow a consonant are written with a diacritic above, below, to the left or right of, or flanking either side of the consonant letter. So an unmarked letter <span class=Em>k</span> represents the syllable ka, but the letter <span class=Em>k</span> written with the <span class=Em>e</span> diacritic (a spiral to the left) represents the syllable ke. There are two vowels for which the diacritics are quite complex; u and u: are normally written with a small circle or looped circle below the letter, but can be written with one of eight other diacritics when following particular consonants. The script also contains a subset of letters called <span class=Em>cillakṣarams</span> letter fragments for representing sonorants followed by a pause, for example (but not necessarily) at the end of a word.</p> <p>Spaces are often used between words, but it is not uncommon for writers to use spacing to indicate phonological pauses, rather than lexical boundaries. </p> <p>When multiple consonants are used as a cluster within a word, that is, with no vowel between them, they are traditionally written with special conjunct letters. Malayalam is known for its large number of conjuncts, which are also used for writing <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#gemination target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;geminate</a> (long) consonants. Conjuncts take several forms; the most common are decomposable left-to-right ligatures, but some combinations stack vertically. Some conjuncts are not so easily decomposable as one or both letters change shape when in a cluster. The letters <span class=Em>y</span>, <span class=Em>r</span> and <span class=Em>v</span> are all written as diacritics when they follow a consonant. The letter <span class=Em>l</span> also takes a different form when it is the second member in a consonant cluster.</p> <p>To reduce the complexity associated with writing these conjuncts, an orthography reform was implemented in the 1970s which recommended the replacement of a large number of irregular conjuncts with a predictable sequence of individual letters using a <span class=Em>virama</span> symbol to delete the vowel inherent in all but the last consonant in the sequence. Many vowel diacritics were also redesigned so they could be written as spacing letters next to the consonant they modify. However, these changes were implemented inconsistently so that modern writing uses a mixture of traditional and reformed letters, even within the same text.</p>"},"children":[],"language":{"iso":"iru","glotto_id":"irul1243","glotto_family":null,"iso1":null,"name":"Irula","autonym":"இருளா","macroarea":null,"level":"L","development":null,"use":null,"location":"India, Map 8","area":"Tamil Nadu, Nilgiri, Coimbatore, Periyar districts; Karnataka; Kerala, Palakkad District, Attapady and Walayar panchayats; Andhra Pradesh.","progress":"Portions\r","typology":null,"writing":null,"description":null,"country_id":"IN","latitude":"12.706450","longitude":"79.952090","population":200000,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":null}