{
    "id": "ITA1495",
    "parent_bible_id": null,
    "uuid": "2bb18bc1-80db-48ed-8ec7-737ff90a7919",
    "iso": "ita",
    "language": {
        "name": "Italian"
    },
    "title": "Tuscan Pescia Gospels",
    "title_vernacular": "Epistole et Euangelii et Lectioni vulgari in lingua toschana",
    "description": "This devotional book in Italian ('the language of Tuscany'), published in 1495 by Piero Pacini da Pescia (active, circa 1495-1514), is considered the greatest Florentine illustrated book of the 15th century. It contains 144 large woodcuts, all but eight original to this text, 24 small images of saints and prophets, and a series of 14 different border styles. The large number of images, along with the quality of the designs and execution, make this work a treasure of Florentine design and one of the truly important sources for the study of the Renaissance woodcut. The title leaf is one of the most striking of the period and reflects the influence of Florentine painting on woodcut composition. This influence is also visible in the large woodcuts, where the styles of the artists Donatello, Alessandro Botticelli, and Domenico Ghirlandaio can be identified. In addition to compositional format, the woodcuts exhibit convincing representations of the human form in motion and nearly always succeed in focusing the attention of the viewer on the dramatic action of the Gospel story. This volume is one of two known copies of the book. This copy is from the Rosenwald Collection of the Library of Congress. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "IT",
    "country": {
        "name": "Italy"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/ITA1495_DBS_HS/Tuscan-(1495)-Pescia-Gospels-Epistles-and-Readings-(WDL-11360).pdf",
            "title": "Tuscan (1495) Pescia Gospels Epistles and Readings (WDL-11360)",
            "scope": "",
            "type": "historic",
            "filesize": "98631476",
            "provider": "Lorenzo Morgiani and Johannes Petri, for Piero Pacini da Pescia, Florence",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}