{"id":"JPNSHIH","parent_bible_id":null,"gbc":null,"date":"1914","iso":"jpn","title":"Japanese Psalms Shihen in Romanji Script","title_vernacular":"Shihen (Psalms in Romaji)","copyright":"Public Domain","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Jpan","versification":null,"numeral_system_id":"default","country_id":"JP","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"JPNSHIH","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/JPNSHIH_DBS_HS/Japanese-(1914)-Psalms-(Shihen)-in-Romanji-Script.pdf","title":"Japanese (1914) Psalms (Shihen) in Romanji Script","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":15479183,"response_code":null}],"pod":[],"alphabet":{"script":"Jpan","name":"Japanese","unicode_pdf":null,"family":"East Asian","type":"logo-syllabary","white_space":"discretionary","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"centered","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Japanese language is written in a mixture of three scripts; <span class=Em>kanji</span>, which is derived from Chinese characters and represents logographic or morphological units, and two <span class=Em>kana</span>, pairs of syllabaries. The two kana are called <span class=Em>hiragana</span> and <span class=Em>katakana</span>. A single text usually contains all three scripts. Kanji is used for writing nouns, verb stems, adjective stems and some adverbs. Hiragana is used primarily for grammatical elements - particles, inflectional endings and auxiliary verbs. Katakana is used for writing loan words, onomatopoeic words, to give emphasis, to suggest a conversational tone, or to indicate irony or a euphemism. The two kana can also be used to write a word for which the writer does not know the kanji character. A fourth writing system, Roman, is also used in small amounts, particularly for writing numerals. The Japanese writing system is neither syllabic nor logographic, but uses elements of both in tandem.</p> <p>Kanji characters were introduced to Japan around the 3rd century, it is thought from Korea. Until the 7th or 8th century, the Japanese language was written exclusively in these Chinese characters. Initially these were used phonetically to represent similar-sounding Japanese syllables, regardless of their meaning in written Chinese. However, the process of writing Japanese solely in kanji was laborious; each symbol consisted of a number of strokes and only represented one syllable. Two simplified forms of writing began to emerge around the 7th century. The modern hiragana script developed from a simplified cursive style originally developed by women, who were discouraged from learning kanji, and katakana was developed by Buddhist scholars who wrote only one element of each kanji symbol as a form of shorthand.</p> <p>In modern written Japanese, many kanji characters can be read in two ways. <span class=Em>On</span>-readings are based on the Chinese pronunciation of the character at the time of borrowing, irrespective of any subsequent changes in meaning, while <span class=Em>kun</span>-readings are based on the pronunciation of the Japanese word having the same meaning. For example, the loan word <span class=Em>nin</span> is based on the sound of the Mandarin word <span class=Em>rén </span> person, which is written with the character 人. The native Japanese word having the same meaning - person - is pronounced <span class=Em>hito</span>. So the character 人 can be pronounced either <span class=Em>nin</span> (the on-reading), or <span class=Em>hito</span> (the kun-reading). To avoid confusion, small-type kana are sometimes written alongside or above a kanji character to indicate which pronunciation is intended.</p> <p>Spoken Japanese contains a large number of homophones - words which are pronounced the same but have different meanings. To avoid ambiguity, different kanji can be used to indicate which meaning is intended. For example, the word for both science and chemistry is <span class=Em>kagaku</span>, but the former meaning is written using the symbols meaning division + study, and the latter, the symbols meaning change + study. The ability to disambiguate in this way using kanji is one of the reasons often cited in opposition to proposals to eliminate kanji altogether and only use kana.</p>"},"children":[],"language":{"iso":"jpn","glotto_id":"nucl1643","glotto_family":null,"iso1":"ja","name":"Japanese","autonym":"日本語","macroarea":null,"level":"L","development":null,"use":null,"location":"Japan","area":"Widespread. Also in American Samoa, Argentina, Australia, Belize, Brazil, Canada, Dominican Republic, Germany, Guam, Mexico, Micronesia, Mongolia, New Zealand, Northern Mariana Islands, Palau, Panama, Paraguay, Philippines, Singapore, Taiwan, Thailand, United Arab Emirates, United Kingdom, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"JP","latitude":"35.000000","longitude":"135.000000","population":128000000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"JP","name":"Japan","name_long":"Japan","population":124687293,"official_language":"Japanese","official_language_iso":"jpn","url_wiki":"https://en.wikipedia.org/wiki/Japan","hidden":0,"autonym":null,"fips":"JA","iso_a3":"JPN","continent_id":"AS","iso_num":392,"religion_primary":"Buddhism","introduction":"In 1603 after decades of civil warfare the Tokugawa shogunate (a military-led dynastic government) ushered in a long period of relative political stability and isolation from foreign influence. For more than two centuries this policy enabled Japan to enjoy a flowering of its indigenous culture. Japan opened its ports after signing the Treaty of Kanagawa with the US in 1854 and began to intensively modernize and industrialize. During the late 19th and early 20th centuries Japan became a regional power that was able to defeat the forces of both China and Russia. It occupied Korea Formosa (Taiwan) and southern Sakhalin Island. In 1931-32 Japan occupied Manchuria and in 1937 it launched a full-scale invasion of China. Japan attacked US forces in 1941 - triggering America's entry into World War II - and soon occupied much of East and Southeast Asia. After its defeat in World War II Japan recovered to become an economic power and an ally of the US. While the emperor retains his throne as a symbol of national unity elected politicians hold actual decision-making power. Following three decades of unprecedented growth Japan's economy experienced a major slowdown starting in the 1990s but the country remains a major economic power. In March 2011 Japan's strongest-ever earthquake and an accompanying tsunami devastated the northeast part of Honshu island killing thousands and damaging several nuclear power plants. The catastrophe hobbled the country's economy and its energy infrastructure and tested its ability to deal with humanitarian disasters.","overview":"'Japan is an island nation in the Pacific Ocean with dense cities imperial palaces mountainous national parks and thousands of shrines and temples. Shinkansen bullet trains connect the main islands of Kyushu (with Okinawa''s subtropical beaches) Honshu (home to Tokyo and Hiroshima’s atomic-bomb memorial) and Hokkaido (famous for skiing). Tokyo the capital is known for skyscrapers shopping and pop culture.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":32,"land_mass_km":364555,"population_christian":2921000,"population_christian_percentage":2.3,"population_catholic_percentage":1,"population_protestant_percentage":1,"population_refugee":1465,"population_migration":71560,"population_year_change":-0.3,"population_density_km":347,"population_average_age":48,"population_urban_percentage":92,"population_literacy_percentage":"99.00","landmass":null,"region_code":3,"region_id":"30","region_name":"Eastern Asia"}}