{"id":"KANKRV","parent_bible_id":null,"gbc":null,"date":"2019","iso":"kan","title":"Kannada Revised Version Bible","title_vernacular":"ಕನ್ನಡ ಬೈಬಲ್","copyright":"© 2017 Bridge Connectivity Solutions. Released under the Creative Commons Attribution Share-Alike license 4.0.","guid":null,"description":"The Indian Revised Version Holy Bible in the Kannada language of India","description_short":null,"description_vernacular":null,"description_reviewed":3,"script":"Knda","versification":null,"numeral_system_id":"default","country_id":"IN","copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[{"bible_id":"KANKRV","publisher_id":"bridge-connectivity-solutions","partner_id":null,"description":"This Bible is copyrighted by Free Bibles India and made available under a Creative Commons Attribution-ShareAlike 4.0 International License. Original work available at http://www.freebiblesindia.com.<br /><br />This Bible is provided at the cost of printing by the Digital Bible Society (dbs.org). This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":1324,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSansKannada-Regular.ttf","font_bold":"NotoSansKannada-Bold.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.25,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null},{"bible_id":"KANKRV","publisher_id":"bridge-connectivity-solutions","partner_id":null,"description":"This Bible is copyrighted by Free Bibles India and made available under a Creative Commons Attribution-ShareAlike 4.0 International License. Original work available at http://www.freebiblesindia.com.<br /><br />This Bible is provided at the cost of printing by the Digital Bible Society (dbs.org). This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":1234,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSansKannada-Regular.ttf","font_bold":"NotoSansKannada-Bold.ttf","font_format":"truetype","font_size":9,"orphans":2,"widows":2,"line_height":1,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null}],"alphabet":{"script":"Knda","name":"Kannada","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Kannada script is used for writing the Kannada language spoken by over 35 million people in southern India. It is also used for writing Konkani, a South Indian language with over 3 million speakers, Tulu, with almost 2 million speakers, and a number of south Indian minority languages including Badaga, Kudiya and Paniya. The script is closely related to Telugu writing; both languages were written using the Old Kanarese script until the 1500s when it diverged into two distinct varieties. The script was standardized in the 19th century under the influence of Christian mission organizations, who established printing presses for printing books in the Kannada language.</p> <p>Kannada letters are rounded in shape, typical of South Indian scripts. They are generally written with a headstroke running along the top, although this headstroke is not continuous throughout words as it is in Devanagari writing. The headstroke is omitted from letters followed by a long <span class=Em>a</span>, or a long or short <span class=Em>i</span>. There are forty-nine basic letters in the Kannada inventory. Of these, thirty-four are consonants, thirteen are vowels and two (<span class=Em>anusvara</span> and <span class=Em>visarga</span>) are non-alphabetic symbols which will be described later.</p> <p>The thirteen vowel letters are only used for writing vowels at the start of words. Vowels which follow a consonant are written using a different set of symbols. Each of the thirty-four consonant letters (called <span class=Em>aksaras</span>) represents a syllable containing the inherent vowel a. Fourteen diacritic symbols can be used for changing this vowel; to represent the syllable ku for example, the letter <span class=Em>ka</span> is written with the <span class=Em>u</span> diacritic below it. Vowel diacritics can be written above, below or to the right of the aksara. To write a syllable-final consonant, that is, one which is not followed by a vowel, a <span class=Em>virama</span> symbol is written above the letter to silence the inherent vowel.</p> <p>The two additional symbols mentioned previously are only written after vowels. The first is <span class=Em>anusvara</span>, a circle which is often used to represent a nasal consonant pronounced at the same place in the oral cavity as the following consonant, as in the word ʌŋgə limb of the body, which is written with <span class=Em>anusvara</span> following the ʌ. Where there is not following consonant, <span class=Em>anusvara</span> represents a final m, as in the word lʌga:m bridle, which is written with <span class=Em>anusvara</span> following the a:. The second symbol is <span class=Em>visarga</span>, two small circles stacked in the manner of the dots in a Latin colon. This symbol is transcribed as ḥ and normally represents a post-vocalic ha, as in the word again, written <span class=Em>punaḥ</span> and pronounced punəha.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/nb/ah/nbahkck8u3_KannadaSigns.png height=94 width=180 /></p> <p>The Kannada script employs a large number of ligatures, also called <span class=Em>conjuncts</span>, for writing consonant clusters. These are formed by reducing all but the first consonant in the cluster to an altered form and joining it below or to the right of the first consonant. A written syllable does not necessarily correspond to a phonological syllable where consonant clusters are concerned, for example the spoken word <span class=Em>rakta</span> blood would be syllabified <span class=Em>rak</span>+<span class=Em>ta</span> but is written with the letters <span class=Em>ra</span>+<span class=Em>kta</span>.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/nb/ah/nbahkck8u3_Kannadarakta.png height=66 width=403 /></p> <p>There is a set of digits from 0-9 for writing numbers in the Kannada script.</p>"},"children":[],"language":{"iso":"kan","glotto_id":"nucl1305","glotto_family":null,"iso1":"kn","name":"Kannada","autonym":"ಕನ್ನಡ","macroarea":null,"level":"L","development":null,"use":null,"location":"India: Index Map","area":"Karnataka; Andhra Pradesh; Tamil Nadu; Maharashtra. Also in Canada, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"IN","latitude":"13.587850","longitude":"76.119830","population":43600000,"status_id":"2","status_notes":null,"redirect_to_iso":null},"country":{"id":"IN","name":"India","name_long":"The Republic of India","population":1339330514,"official_language":"Hindi","official_language_iso":"hin","url_wiki":"https://en.wikipedia.org/wiki/India","hidden":0,"autonym":null,"fips":"IN","iso_a3":"IND","continent_id":"AS","iso_num":356,"religion_primary":"Hinduism","introduction":"The Indus Valley civilization one of the world's oldest flourished during the 3rd and 2nd millennia B.C. and extended into northwestern India. Aryan tribes from the northwest infiltrated the Indian subcontinent about 1500 B.C.; their merger with the earlier Dravidian inhabitants created the classical Indian culture. The Maurya Empire of the 4th and 3rd centuries B.C. - which reached its zenith under ASHOKA - united much of South Asia. The Golden Age ushered in by the Gupta dynasty (4th to 6th centuries A.D.) saw a flowering of Indian science art and culture. Islam spread across the subcontinent over a period of 700 years. In the 10th and 11th centuries Turks and Afghans invaded India and established the Delhi Sultanate. In the early 16th century the Emperor BABUR established the Mughal Dynasty which ruled India for more than three centuries. European explorers began establishing footholds in India during the 16th century. ++ By the 19th century Great Britain had become the dominant political power on the subcontinent. The British Indian Army played a vital role in both World Wars. Years of nonviolent resistance to British rule led by Mohandas GANDHI and Jawaharlal NEHRU eventually resulted in Indian independence which was granted in 1947. Large-scale communal violence took place before and after the subcontinent partition into two separate states - India and Pakistan. The neighboring nations have fought three wars since independence the last of which was in 1971 and resulted in East Pakistan becoming the separate nation of Bangladesh. India's nuclear weapons tests in 1998 emboldened Pakistan to conduct its own tests that same year. In November 2008 terrorists originating from Pakistan conducted a series of coordinated attacks in Mumbai India's financial capital. Despite pressing problems such as significant overpopulation environmental degradation extensive poverty and widespread corruption economic growth following the launch of economic reforms in 1991 and a massive youthful population are driving India's emergence as a regional and global power.","overview":"India is a vast South Asian country with diverse terrain – from Himalayan peaks to Indian Ocean coastline – and history reaching back 5 millennia. In the north Mughal Empire landmarks include Delhi’s Red Fort complex and massive Jama Masjid mosque plus Agra’s iconic Taj Mahal mausoleum. Pilgrims bathe in the Ganges in Varanasi and Rishikesh is a yoga centre and base for Himalayan trekking.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":511,"land_mass_km":2973190,"population_christian":30000000,"population_christian_percentage":2.3,"population_catholic_percentage":1.3,"population_protestant_percentage":1,"population_refugee":195105,"population_migration":-532687,"population_year_change":0.99,"population_density_km":464,"population_average_age":28,"population_urban_percentage":35,"population_literacy_percentage":"71.00","landmass":null,"region_code":4,"region_id":"34","region_name":"Southern Asia"}}