{
    "id": "KEDBST",
    "parent_bible_id": null,
    "uuid": "7acbcdf7-f49a-4158-84ab-3099d66c8937",
    "iso": "ked",
    "language": {
        "name": "Kerewe"
    },
    "title": "Kerebe New Testament",
    "title_vernacular": "Kikahindurwa mu Kikerewe",
    "description": "Ukerewe Island\n\nUkerewe also called Bukerebe Island is a lush island in Tanzania, within Lake Victoria. It is the largest inland lake in Africa. It is also known as in island refuge for albino people. Long ago, the island chief Ruhumbika, would use large drums to send important messages to the people. Today the drum is a symbol of island.\n\nKikerewe Language\n\nUkerewe island is inhabited by the Kerewe people who speak the Bantu Kerewe language, also called Kikerewe, Kerebe or Kikerebe. The language is also sometimes called Ecikerebe, Ekikerebe, Ikikerebe, Kikwere or Urukerebe.\n\nMissions to Ukerewe\n\nIn December 1877 two Anglican missionaries Shergold Smith and Mr. O’Neill were martyred on Ukerewe Island by King Lukonge. There is a shrine to them on the island which commemorates the event.\n\nIn 1868 the Missionaries of Africa were founded as a Catholic society for evangelism and education in Africa. They are known as the White Fathers (Pères Blancs) after the colour of their habits. The society is composed of missionary priests and brothers. They arrived at the Lake Victoria region in 1879, and at Ukerewe island in 1880.\n\nNew Testament\n\nThe first attempts at Bible translation into Kerewe were some Bible stories in 1899, liturgical Gospels in 1921 and 1937 and Gospel harmony in 1930.\n\nThe New Testament was translated into Kerewe by French Canadian Padri Almas Simard (1907-1954) from the White Fathers, working with several native speakers. The translation received the Imprimatur on 4th October 1945 from Bishop Anton Oomen (1876-1957), Vicar Apostolic of Mwanza.\n\nIn 1946 the first New Testament in Kerewe was published as Omulago Muhya, (Kikahindurwa mu Kikerewe) at the White Fathers Mission Press in Bukerewe. It included section headings, and includes helpful footnotes and cross-references. The story is told in God Speaks My Language: A History of Bible Translation in East Africa by Aloo Osotsi Mojola published in 1999.\n\nDigital Edition\n\nThe Kerewe New Testament was digitised with the help of MissionAssist from an original copy at the British and Foreign Bible Society (BFBS) archives at Cambridge, donated by the Bible Society of Tanzania. ",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": "OPEN",
    "date": null,
    "country_id": "TZ",
    "country": {
        "name": "Tanzania"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [
        {
            "publisher_id": "efae84c0-a97c-4972-9858-2071e2e4b088",
            "partner_id": null,
            "description": "",
            "trim": "us_letter",
            "scope": "bible",
            "pages": 188,
            "print_ready": 0,
            "print_banned": 0
        },
        {
            "publisher_id": "efae84c0-a97c-4972-9858-2071e2e4b088",
            "partner_id": null,
            "description": "",
            "trim": "us_trade",
            "scope": "bible",
            "pages": 350,
            "print_ready": 0,
            "print_banned": 0
        }
    ],
    "links": [
        {
            "url": "https://dbs.org/bibles/KEDBST",
            "title": "eBook Downloads",
            "scope": null,
            "type": null,
            "filesize": null,
            "provider": null,
            "publisher_id": "93619ca8-7f05-48dc-995c-6f46cdc94918",
            "publisher": "Digital Bible Society"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}