{"id":"KORKRV","parent_bible_id":null,"gbc":null,"date":"1961","iso":"kor","title":"The Revised Korean Bible (New Script)","title_vernacular":"개역한글","copyright":"© Korean Bible Society 1961","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Kore","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"KORKRV","bible_size_id":null,"bible_link_type":"web","url":"https://live.bible.is/bible/KORKRV","title":"Full Bible","scope":null,"type":"web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"KORKRV","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/88-krv","title":"개역한글","scope":null,"type":"web","provider":"Korean Bible Society","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"KORKRV","bible_size_id":"FB","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=20b5ffd57ecda079","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Kore","name":"Korean (alias for Hangul + Han)","unicode_pdf":null,"family":"East Asian","type":"logo-syllabary","white_space":"between words","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Korean language is often written using a combination of a language-specific script, called <span class=Em>Hangul</span>, and Chinese Han characters, called <span class=Em>hanja</span> in Korean. Hangul is a complete orthography; anything that can be said in Korean can be written in Hangul, but there are cultural and historical reasons for the use of hanja. The form of writing which combines both scripts is sometimes called Korean mixed script.</p> <p>Until 1446, Korean had been written exclusively in Chinese characters, but this script was not well-suited to the language. A given Chinese character could be used to represent a spoken Korean syllable, irrespective of its original Chinese meaning, or it could be used to represent the Korean word with the closest meaning to its original. Reading was difficult because the intended function of the character was not always apparent. In 1446 King Sejong designed the phonetic Hangul script to be perfectly suited for writing Korean, to make literacy available to everyone. Initially, Hangul met with some resistance from scholars, and it was not until the 19th century, when Christian missionaries began teaching it, that it really began to be widely established. By about 1950, Hangul and hanja were being mixed fairly evenly, at least in the South, and hanja has been in decline ever since. Hangul is now Koreas national script, although it is still not used exclusively.</p> <p>The Hangul script is written using 51 letters, called <span class=Em>jamo</span>, which are arranged into syllable blocks by modifying the size, shape or position of each jamo to reflect its position in the spoken syllable. Hangul syllable blocks were designed to conform with the square frame of Chinese characters, and, like Chinese characters, can be written in vertical or horizontal lines.</p> <p>A small number of hanja characters have been modified to be unique to Korean writing, but generally they are identical to traditional Han characters.</p> <p>Spoken Korean vocabulary consists of native Korean words, Sino-Korean words (that is, words influenced by having been written in hanja or imported from Chinese), and loan words from other foreign languages, mainly English. Sino-Korean words make up a little over half of the South Korean vocabulary, although many of these words have been replaced by native Korean words in the North. Hanja is not used for writing native Korean words nor, generally, for writing other loan words; where it is used, it is used for writing Sino-Korean words only.</p> <p>The role of hanja is different in the North and in the South of the country. After the division of Korea at the end of the second world war, North Korea officially abolished the use of hanja in any printed publications, but schoolchildren there are still taught 2-3,000 characters. Hanja are not used in literature in the North, but are sometimes used for decorative purposes such as at athletic events and cultural parades, or on packaging. In the South, children do not begin learning hanja until the seventh year of school, and are taught only 1,800 characters. The script is primarily used for academic literature in the South, often to clarify words with an ambiguous meaning, and for decorative purposes such as the name of a newspaper.</p>"},"children":[],"language":{"iso":"kor","glotto_id":"kore1284","glotto_family":null,"iso1":"ko","name":"Korean","autonym":"한국어","macroarea":null,"level":"L","development":null,"use":null,"location":"China","area":"Also in American Samoa, Australia, Bahrain, Belize, Brazil, Brunei, Canada, China, Germany, Guam, Japan, Kazakhstan, North Korea, Kyrgyzstan, Libya, Mauritania, Mongolia, Mozambique, New Zealand, Northern Mariana Islands, Panama, Paraguay, Philippines, Russian Federation (Asia), Saudi Arabia, Singapore, Suriname, Tajikistan, Thailand, Turkmenistan, United States, Uzbekistan.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"KR","latitude":"37.500000","longitude":"128.000000","population":77300000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":null}