{
    "id": "KXVLUK",
    "parent_bible_id": null,
    "uuid": "aa743a68-a8a9-4ee2-a77e-670644f7abc3",
    "iso": "kxv",
    "language": {
        "name": "Kuvi"
    },
    "title": "The Gospel of Luke in Kuvi",
    "title_vernacular": "Luka suvarta",
    "description": "<b>Kuvi Kond Gosepl of Luke</b>\n<p>This translation of St. Luke into the dialect spoken by the Konds of the hill‐country in the Vizagapatam District of South India is the work of the Rev. F.V.P. Schulze, who has laboured among the Telugus and the Konds for over twenty‐five years as a missionary of the Schleswig‐Holstein Mission.</p>\n<p>The Konds are a Dravidian tribe inhabiting the Eastern Ghauts, speaking different dialects in different districts. Those who speak, with slight variations, the dialect which Mr. Schulze names Kuvi, number about 300,000.\n Having made himself familiar with the speech of the Konds, Mr. Schulze has published a Kuvi Grammar, some Bible stories in the Telugu character, and a little book in English entitled <i>The Religion of the Kuvi‐Konds: their Customs and Folklore</i>. A version of the four Gospels, in Roman character, is his latest work.</p>\n<p>There are very few Konds who can read, and, owing to the repatriation of the German missionaries [during the Great War], it is uncertain what provision will be made for their educational and religious welfare in the near future; but, as Mr. Schulze was eager that the publication of at least one Gospel should be undertaken without delay and has contributed a donation to cover the expense, the Committee of the Bible Society’s Madras Auxiliary have much pleasure in publishing this little book in the hope that it will prove to be of service not only to the Konds themselves but to the many Indian officials of the Government who have been provided with Mr. Schulze’s Grammar in order to acquaint themselves with the dialect of the tribe. An account of the Konds appeared in The Bible in the World for April, 1915.</p>\n\n<b>Digital Edition</b>\n<p>The Gospel of Luke according to St Luke in Kuvi-Kond (except chapter 14) was published by the Madras Auxiliary of the British and Foreign Bible Society in 1916, as \"Luka Suvarta\". it was printed at the S.P.C.K. Press at Vepery in Madras. It was the first part of the Bible published in this language. It was digitised in 2021 with the help of MissionAssist, from an original copy at the Bible Society archives in Cambridge, England.</p>",
    "description_short": "Translated by F. V. P. Schulze (Luth). Withdrawn from circulation when omission of chapter 14 was discovered. \"This translation of St. Luke into the dialect spoken by the Konds ... is the work of the Rev. F.V.P. Schulze.",
    "description_vernacular": null,
    "copyright": null,
    "copyright_type": null,
    "date": null,
    "country_id": "IN",
    "country": {
        "name": "India"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [
        {
            "publisher_id": null,
            "partner_id": null,
            "description": null,
            "trim": "us_trade",
            "scope": "bible",
            "pages": 52,
            "print_ready": 0,
            "print_banned": 0
        },
        {
            "publisher_id": null,
            "partner_id": null,
            "description": null,
            "trim": "us_letter",
            "scope": "bible",
            "pages": 32,
            "print_ready": 0,
            "print_banned": 0
        }
    ],
    "links": [
        {
            "url": "https://dbs.org/bibles/KXVLUK",
            "title": "eBook Downloads",
            "scope": null,
            "type": null,
            "filesize": null,
            "provider": null,
            "publisher_id": "93619ca8-7f05-48dc-995c-6f46cdc94918",
            "publisher": "Digital Bible Society"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}