{"id":"KYUKYU","parent_bible_id":null,"gbc":null,"date":"2009","iso":"kyu","title":"Western Kayah New Testament (2009)","title_vernacular":null,"copyright":null,"guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Mymr","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[],"alphabet":{"script":"Mymr","name":"Myanmar (Burmese)","unicode_pdf":null,"family":"Southeast Asian","type":"abugida","white_space":"between phrases","open_type_tag":"mymr","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":true,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Myanmar script was adapted from the Mon script, a descendent of Brahmi, and is found in stone inscriptions dating from the 12th century. It is used for writing the Burmese and Mon languages, both spoken in Myanmar (previously Burma). The two languages differ in how some phonemic values are assigned to letters. The script is also used, with character extensions, to write some of the Karen languages spoken in Myanmar and Thailand.</p> <p>The script is an abugida, written from left to right. There are thirty-three initial consonants, each consonant containing an inherent a vowel (this can be realised as ə). Of these, <span lang=xxx-Mymr>စ, က, တ, ပ, င, န, မ, ဥ and ည</span> commonly also occur at the end of a syllable, although any consonant <span class=Em>can</span> be used syllable-finally. Final consonants are written with a virama mark called <span class=Em>asat</span>, which silences the inherent vowel.</p> <p>There are two methods for writing multiple adjacent consonants. Consonant letters can be stacked to form vertical consonant clusters. There are four consonant diacritics that can also be attached to the initial consonant to represent initial h or medial j, r or w. Some letters can take up to three of these diacritics; most can only take one or two. In addition, the diacritic representing h can also indicate that a sonorant consonant is voiceless, and the diacritic representing j can indicate that a velar consonant is pronounced as a laminal alveopalatal.<br /> <br /> Nasal vowels in spoken Burmese contrast with glottal stopped vowels and are represented by nasal consonant symbols with the virama.</p> <p>Other vowels, apart from inherent a or ə, are written with diacritics above, below, before or after the consonant letter. When a vowel is in initial position, with no preceding consonant to which it can attach, the sign for ʔ acts as a vowel support and the vowel diacritic is attached to it. In some cases, especially when writing loanwords of Indian origin, special initial vowel letters are used. There are also special letters for writing non-native sounds, although in spoken Burmese these are not pronounced as they would be in the language from which they were borrowed; they are pronounced as the closest equivalent Burmese letter would be. For example, Burmese does not contain retroflex sounds, so these would be pronounced as the equivalent from the alveolar set, but written differently.</p> <p>The Burmese tone system contains four tones; high, low, creaky and stopped. Vowels contain an inherent tone, which can be modified by means of vowel diacritics. The stopped tone is never represented using diacritics as it is context-specific; it always and only occurs in syllables ending with ʔ, which is the only stop consonant that Burmese syllables can end with.</p> <p>The Myanmar script uses the two Brahmic punctuation marks, <span class=Em>danda</span> and <span class=Em>double danda</span>, corresponding roughly to the Latin comma/semi-colon and full stop, respectively. There is a set of Myanmar digits from 0-9. Spacing conventions are not standardized, although the general practice is to use spaces to separate one phonological word from another.</p>"},"children":[],"language":{"iso":"kyu","glotto_id":"west2409","glotto_family":null,"iso1":null,"name":"Western Kayah","autonym":"Kayah","macroarea":null,"level":"L","development":null,"use":null,"location":"Central Myanmar","area":"Kayah and Kayin (Karen) states, west of Pong River.","progress":"New Testament\r","typology":null,"writing":null,"description":null,"country_id":"MM","latitude":"18.687040","longitude":"97.487700","population":150000,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":null}