{"id":"LAOSSR","parent_bible_id":null,"gbc":null,"date":"1990","iso":"lao","title":"Sam Siam New Testament (OT Portions)","title_vernacular":null,"copyright":null,"guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Laoo","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"LAOSSR","bible_size_id":null,"bible_link_type":"audio_web","url":"https://live.bible.is/bible/LAOSSR","title":"NT","scope":null,"type":"audio_web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"LAOSSR","bible_size_id":null,"bible_link_type":"genesis","url":"http://downloads.dbs.org/archive/Lao-(1991)-Genesis-Portion.pdf","title":"Lao (1991) Genesis Portion","scope":null,"type":"historic","provider":"Thailand Bible Society","organization_id":"bible-society-of-thailand","filesize":579957,"response_code":null}],"pod":[],"alphabet":{"script":"Laoo","name":"Lao","unicode_pdf":null,"family":"Southeast Asian","type":"abugida","white_space":"between phrases","open_type_tag":"lao","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":true,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Lao script is used for writing the Lao language, and is also the official script of a number of minority languages in Laos. The Lao language is closely related to Thai; there is a considerable Lao-speaking population in Thailand who write their language with the Thai script. However, the Lao script underwent a number of reforms which caused significant divergence from the Thai script. When the communist Pathet Lao overthrew the Lao government in 1975, they implemented a final spelling reform which simplified and standardized the script.</p> <p>There are 27 consonant letters in the Lao script. Many consonant letters are pronounced differently at the beginning and at the end of a syllable. However, not all consonant sounds or letters can occur at the end of a syllable.</p> <p>Linguists do not agree as to whether there are five or six tones in the Lao language; it may vary by dialect. The system for representing tone (illustrated below) is fairly complex. Consonant letters are divided into three tone classes. There are four tone marks, two of which are in common use. The class of consonant, the type of syllable (open or closed), vowel length, and the tone marker all combine to represent the tone of a syllable. Closed syllables do not carry a tone marker, but open syllables may. Tone can also be changed by ligating a consonant to a special (silent) letter.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/8d/c8/8dc8ff27ad_LaoTones.png.jpg height=366 width=600 /></p> <p>Consonants carry an inherent a vowel, which can be modified by means of vowel signs written above, below, alongside or around (in more than one position) the consonant. Long vowels are represented by seven vowel letters. Some short vowels are represented by adding a short marker to the long vowel symbol, and others with a different symbol, often related in form to the long vowel symbol. Vowels are not written at the start of a syllable, although they can be the first <span class=Em>sound</span> in a syllable. In these cases, the symbol for a glottal stop is used as a base onto which the vowel letter can join.</p> <p>Lao consonant letters are given names consisting of the consonants sound (in initial position), followed by the sound aw, and a second arbitrary word, normally the name of an animal or common object beginning with the sound in question. These names help to associate between letters representing the same sound. For example, there are two letters representing s, one called saw seua (<span class=Em>seua</span> meaning tiger) and the other called saw sang (<span class=Em>sang</span> meaning elephant).</p> <p>Lao has its own set of digits from 0-9. Some Latin punctuation is used in modern writing, in particular ! ? ( ) ... Quotation marks may be in either \\\\\\\\\\\\\" or «» style. Spaces are used at the end of clauses or sentences"},"children":[],"language":{"iso":"lao","glotto_id":"laoo1244","glotto_family":null,"iso1":"lo","name":"Lao","autonym":"ພາສາລາ","macroarea":null,"level":"L","development":null,"use":null,"location":"Cambodia","area":"Mekong River Valley, Luang Prabang south to Cambodia border. Lao-Khrang in Nakhonsawan and Nakhon Pathom area. Possibly in Viet Nam. Also in Australia, Cambodia, Canada, France, Thailand, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"LA","latitude":"16.072620","longitude":"104.568480","population":7169000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":null}