{
    "id": "LATAPOC",
    "parent_bible_id": null,
    "uuid": "ec247a66-21f5-4f12-9c65-bb2d6cb47e71",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Latin Apocalypse of Saint John",
    "title_vernacular": "Apocalypsis Sancti Johannis",
    "description": "This work, printed in Germany in 1470, includes part of the text of the Apocalypse of Saint John, the last book of the Christian Bible, also known as the Book of Revelation. The book is based on letters written to church members in Asia Minor that describe Saint John’s heavenly visions and revelations. It tells the story of the great heavenly warfare between good and evil, Christ’s return to earth, the punishment of the wicked, and the reward of righteousness. This edition of the Apocalypse is a superb example of block book printing. Block books were essentially picture books in which design and text were carved from a plank of wood, inked, and then pressed against paper, leaving an impression of words and image. Block book printing emerged in the 15th century and was used to produce Bible tales and moral stories for a semi-literate population in much the same fashion as stained glass windows in churches depicted stories from the life of Christ and the saints. Block book printing originally was thought to be the precursor to printing with movable type, but more recent research has indicated that these scarce books were created in the same period that Gutenberg introduced printing to Western Europe. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1470)-Apocalypse-of-Saint-John-Illuminated-(WDL-368).pdf",
            "title": "Latin (1470) Apocalypse of Saint John - Illuminated (WDL-368)",
            "scope": "",
            "type": "illuminated",
            "filesize": "36924797",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}