{
    "id": "LATAUGU",
    "parent_bible_id": null,
    "uuid": "8c1fa810-0619-4c2c-85d8-aa68e7552a0f",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Augustine Harmony of the Gospels",
    "title_vernacular": "Augustini Harmonia Evangeliorum",
    "description": "The manuscript presented here contains the text of De concordia evangelistarum (The harmony of the Gospels), a Latin treatise by Saint Augustine of Hippo (354–430) composed in the year 400. The manuscript was created in France in the eighth century and is written in a half-uncial script. The Gospels, written by the four evangelists, provide slightly different accounts of the life of Christ, with some events recorded in only one Gospel and others in more than one. Early Christian writers composed works that aimed to harmonize the different accounts and show there were no contradictions between them. Augustine took for granted that the order in which the Gospels appeared in the New Testament was the order in which they were composed, and that the writers of each of the Gospels had knowledge of the ones already written. Matthew was the original account of Jesus’s life on earth, and the writers of the other Gospels either added or reworked content to emphasize different aspects of Christ’s life and the Incarnation. The work is organized in four books: “Authority, number, order, and plan of the Gospels. Response to attacks on the Gospels;” Harmonization of Matthew with the other Gospels, up to the Last Supper;” “Harmonization of Matthew with the other Gospels, beginning with the Last Supper;” and “Passages unique to Mark, Luke, or John.” (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/LATAUGU_DBS_HS/Latin-(0700-ca.)-Augustine-Harmony-of-the-Gospels-(WDL-20004).pdf",
            "title": "Latin (0700 ca.) Augustine Harmony of the Gospels (WDL-20004)",
            "scope": "",
            "type": "historic",
            "filesize": "100643355",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}