{
    "id": "LATASHB",
    "parent_bible_id": null,
    "uuid": "f0a316bc-45ff-4dc7-aaed-d173844a7f6f",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "The Ashburnham Pentateuch",
    "title_vernacular": "Pentateuchum Ashburnham",
    "description": "This illustrated manuscript of the Pentateuch in the Latin Vulgate was made in Spain, North Africa, Northern Italy, or Rome in the late sixth century. The manuscript reached Frankish Gaul during the eighth century. It was kept in Tours during the following century, where it remained for about 1,000 years. The manuscript is fragmentary. Originally 208 folios, it contains 129 original folios and 13 folios made in eastern France and added in the ninth century (folios 3‒4, 8, 37‒38, 60‒64, 122, 129) including one Carolingian folio (folio 33). References to gaps in the text were noted in several places on the manuscript in the tenth century. The biblical books preserved are (with significant gaps): Genesis, folio 2 recto‒49 verso (starts with a table of contents); Exodus, folios 51 recto‒90 verso (with a table of chapters under arches, folios 51 recto‒53 recto, the end missing); Leviticus, folio 91 recto‒115 recto; Numbers, folios 115 verso‒141 verso; and Deuteronomy, folio 142 recto. The writing is in uncial script, with marginal additions mixing uncials and half-uncials, sometimes with ligatures. Folio 32 verso is in Carolingian minuscule. The manuscript originally contained 69 full-page paintings, only 18 of which remain; many of them contain multiple narratives. It was stolen in Tours in 1842 by Count Guglielmo Libri, a mathematician, physicist, and Inspector of the Libraries of France, a position he used to purloin many precious books and manuscripts. He sold almost 2,000 of them, including the Pentateuch, to the bibliophile fourth Earl of Ashburnham in 1847. After the death of the earl in 1878, and after lengthy negotiations, the manuscript was acquired by the National Library of France in 1888. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/LATASHB_DBS_HS/Latin-(0500-ca.)-The-Ashburnham-Pentateuch-(WDL-20009).pdf",
            "title": "Latin (0500 ca.) The Ashburnham Pentateuch (WDL-20009)",
            "scope": "",
            "type": "historic",
            "filesize": "80451487",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}