{
    "id": "LATBOBB",
    "parent_bible_id": null,
    "uuid": "a54768f2-1a22-4a76-854b-80968977fd17",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Bobbio Psalter",
    "title_vernacular": "Bobbio Psalterium",
    "description": "Together with two manuscripts in the Vatican Library, this psalter preserves the so-called diacritical Milan recension of the Psalms, which was carried out between the end of the eighth century and the middle of the ninth century. The Psalms, the core of the work, are preceded by a critical foreword on the text and by other introductory matter; biblical canticles and hymns in a typical Milan arrangement are annexed. According to recent research, the present copy was produced as early as the last decades of the ninth century in Milan, where the manuscript remained for at least three centuries. It remains unclear how it came into the ducal art collection in Munich, where it must have arrived by 1580 at the latest; from there it was transferred to the court library. Besides a full-page picture of David as Psalmist, the manuscript is decorated with interlace frames and numerous historiated and figured initials. The stylistic model is Franco-Saxon illumination, here with regional variations. Influences from late antiquity have been noted, particularly in the treatment of the figures. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(0875-ca.)-Bobbio-Psalter-illuminated-(WDL-14692).pdf",
            "title": "Latin (0875 ca.) Bobbio Psalter - illuminated (WDL-14692)",
            "scope": "",
            "type": "illuminated",
            "filesize": "56157823",
            "provider": "Ex Electorali Biblio Theca SerenissVtrivsq",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}