{
    "id": "LATCARR",
    "parent_bible_id": null,
    "uuid": "c7cd0631-fb19-4f34-b722-2a9ad43a996c",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Carrow Psalter",
    "title_vernacular": "Carrow Psalterium",
    "description": "This English manuscript was made in East Anglia in the mid-13th century for a patron with special veneration for Saint Olaf, whose life and martyrdom are prominently portrayed in the Beatus initial of Psalm 1. Known as the Carrow Psalter, because of its later use by the nunnery of Carrow near Norwich, it is more accurately described as a psalter-hours, as it contains, among other texts, the Office of the Dead and the Hours of the Virgin. The manuscript is striking for its rich variety of illuminations, including full-page cycles of saints, martyrs, and biblical scenes. It also has historiated initials within the psalter, and heraldry added in the 15th century to undecorated initials in the Hours of the Virgin. Especially notable is the miniature on folio 15 verso portraying the martyrdom of Saint Thomas Becket. After Henry VIII found Becket guilty of treason in 1538, his image was concealed by gluing a page over it rather than destroying it. The image has since been rediscovered. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1250-ca.)-Carrow-Psalter-Illuminated-(WDL-13005).pdf",
            "title": "Latin (1250 ca.) Carrow Psalter - Illuminated (WDL-13005)",
            "scope": "",
            "type": "illuminated",
            "filesize": "87757952",
            "provider": "Ex Muaeo Henrici Yates Thompson",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}