{
    "id": "LATCORV",
    "parent_bible_id": null,
    "uuid": "b739e237-8fdb-48e4-8c53-4a7b7e6bdfa1",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Corvey Gospel Fragment",
    "title_vernacular": "Bibliotheque Sainte-Genevieve Evangeliorum Fragmenta",
    "description": "This manuscript consists of four folios from a Gospel book that was likely made at the monastery of Corvey in western Germany during the mid-to-late tenth century. Dating to the reign of Otto I, these pages are a magnificent example of early Ottonian manuscript illumination. The heavily ornamented pages, which introduce the Gospels of Luke and John, shine with gold and jewel-like colors against dyed purple grounds. These pages combine monumental classicizing square capitals on purple grounds with rich and complex interlace. This fragment contains the opening pages of Luke (folios 93−94) and John (folios 137−38) that were originally part of Rheims, Bibliothèque Municipale, Ms. 10. The latter is a Gospel book originally owned by the Chapter Library of the Cathedral of Rheims until it was confiscated, along with the rest of the cathedral's manuscripts, during the French Revolution. Related manuscripts include New York, Pierpont Morgan Library, Ms. M. 755 and New York Public Library, Ms. 1. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(0900-ca.)-Corvey-Gospel-Fragment-Illuminated-(WDL-13017).pdf",
            "title": "Latin (0900 ca.) Corvey Gospel Fragment - Illuminated (WDL-13017)",
            "scope": "",
            "type": "illuminated",
            "filesize": "6201068",
            "provider": "MS. SAEC",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}