{
    "id": "LATELLE",
    "parent_bible_id": null,
    "uuid": "4f0f17a3-0d14-4111-b574-a1925e13533a",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Ellenhard Canons of the Gospels",
    "title_vernacular": "Evangelia quatuor cum prologis et capitulis : Canones Evangeliorum. Capitula IV evangeliorum. Hieronymi prologus in IV evangelia. Epistolae (duae) Hieronimi et (una) Eusebii",
    "description": "This 11th-century Gospel book, written and created in Freising, Bavaria, was presented to the collegiate church of Saint Andreas in Freising by Bishop Ellenhard (1052 or 1053−78). Originally the manuscript was lavishly decorated with 11 initials, 14 canon tables, four portraits of the Evangelists, and a full-page dedication miniature, which was later transferred to a different codex, a Gospel lectionary (also held in the Bavarian State Library, shelf mark Clm 6831). The miniature depicts Bishop Ellenhard in front of the patron saint, Saint Andreas, who is holding the book and presenting it to Christ. The front cover of the Gospel book is decorated with a framed Byzantine ivory. Also included in the work are the preface to the four Gospels by Saint Jerome (died 419 or 420) and letters by Jerome and Eusebius of Caesarea (circa 260−circa 340). The manuscript came from the collegiate church of Saint Andreas in Freising to Munich following the dissolution of the monastery in 1803. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1000-ca.)-Ellenhard-Canons-of-the-Gospels-Illuminated-(WDL-14702).pdf",
            "title": "Latin (1000 ca.) Ellenhard Canons of the Gospels - Illuminated (WDL-14702)",
            "scope": "",
            "type": "illuminated",
            "filesize": "72400172",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}