{
    "id": "LATEBER",
    "parent_bible_id": null,
    "uuid": "0d2fad79-8246-490b-ae22-68ce2a2abe24",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Eberhard Psalter - Illuminated",
    "title_vernacular": "Psalterium cum commentariis",
    "description": "With its 181 gold and silver initials, four picture pages on purple ground, and two miniature pages, the so-called Eberhard Psalter is among the most magnificent monuments of Bavarian illumination in the first quarter of the 11th century. The manuscript contains the 150 psalms with commentaries, as well as additional liturgical songs and a confession of faith. It takes its name from Count Eberhard of Ebersberg (died circa 1041–45), who is said to have donated the psalter to the Benedictine convent of Geisenfeld, which he had founded. The manuscript was commissioned by an unidentified Benedictine monk, who is shown kneeling at the feet of Christ crucified in one of the two miniatures (folio 6r). He is believed to be the former Ebersberg abbot named Reginbald (died 1039), who later became the abbot of Lorsch and finally the bishop of Speyer. The scriptorium from which the manuscript originated is unknown, but the style indicates a convent in southern or eastern Bavaria, possibly Niederaltaich in the time of Abbot Godehard (died 1038). In 1803 the psalter came into the Munich Court Library, predecessor to the Bavarian State Library, where it has remained ever since. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Illuminated",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1025-ca.)-Eberhard-Psalter-Illuminated-(WDL-8960).pdf",
            "title": "Latin (1025 ca.) Eberhard Psalter - Illuminated (WDL-8960)",
            "scope": "",
            "type": "illuminated",
            "filesize": "203374667",
            "provider": "Psalteri Vmeberhardi Comitisdemvr",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}