{"abbr":"LATFLEM","title":"Latin Flemish Psalter","title_vernacular":"Psautier flamand","description":"This Flemish Psalter from the library of the Irish College in Paris was made in Bruges (present-day Belgium) around 1500. The manuscript is written in Latin on vellum, and it has a 19th-century binding. Psalters are religious books, especially popular in the Middle Ages, containing the psalms (poems that are sung) from the Bible, often with other devotional texts. Richly decorated, the Psalter includes a fully illuminated page depicting the Tree of Jesse and a miniature of King David, the main author of the psalms. Twelve illuminations, each composed of two panels, depict the months of the year and the signs of the zodiac. Nine sheets have borders ornamented with flowers, birds, and butterflies. The last illumination introduces the text of the Office of the Dead. The manuscript was commissioned by an unknown ecclesiastic whose coat of arms, consisting of azure-colored lion rampant on a silver background, is painted nine times in the volume. (World Digital Library)","iso":"lat","script":"Latn","year":1500,"country_id":"VA","copyright":"Public Domain","bible_links":[{"bible_abbr":"LATFLEM","url":"http://downloads.dbs.org/archive/Latin-(1500)-Flemish-Psalter-Illuminated-(WDL-232).pdf","title":"Latin (1500) Flemish Psalter - Illuminated (WDL-232)","scope":"","type":"illuminated","filesize":"84425207","response_code":"0","provider":"World Digital Library","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"},"country":{"id":"VA","name":"Holy See  Vatican","name_long":"The Holy See","population":1000,"official_language":"Latin","official_language_iso":"lat","iso_a3":"VAT","continent_id":"EU","iso_num":336,"language_count":2,"religion_primary":"Christianity","introduction":"Popes in their secular role ruled portions of the Italian peninsula for more than a thousand years until the mid 19th century when many of the Papal States were seized by the newly united Kingdom of Italy. In 1870 the pope's holdings were further circumscribed when Rome itself was annexed. Disputes between a series of \\\"prisoner\\\" popes and Italy were resolved in 1929 by three Lateran Treaties which established the independent state of Vatican City and granted Roman Catholicism special status in Italy. In 1984 a concordat between the Holy See and Italy modified certain of the earlier treaty provisions including the primacy of Roman Catholicism as the Italian state religion. Present concerns of the Holy See include religious freedom threats against minority Christian communities in Africa and the Middle East sexual misconduct by clergy international development interreligious dialogue and reconciliation and the application of church doctrine in an era of rapid change and globalization. About 1.2 billion people worldwide profess Catholicism - the world's largest Christian faith.","overview":"'Vatican City a city-state surrounded by Rome Italy is the headquarters of the Roman Catholic Church. It''s home to the Pope and a trove of iconic art and architecture. Its Vatican Museums house ancient Roman sculptures such as the famed “Laocoön and His Sons” as well as Renaissance frescoes in the Raphael Rooms and the Sistine Chapel famous for Michelangelo’s ceiling.'","independent":1,"population_year_change":0.25,"population_density_km":2003,"population_literacy_percentage":100,"region_code":10,"region_id":39,"region_name":"Southern Europe","url_wiki":"https://en.wikipedia.org/wiki/Vatican_City","url_britannica":"https://www.britannica.com/place/Vatican-City","url_factbook":"https://www.cia.gov/the-world-factbook/countries/holy-see-vatican-city/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/VT-summary.pdf","url_nations_online":"https://www.nationsonline.org/oneworld/vatican.htm","url_odp":"https://curlie.org/Regional/Europe/Vatican_City","url_operation_world":"https://operationworld.org/locations/holy-see-vatican-city-state","url_religious_freedom":"https://www.state.gov/countries-areas/holy-see/","url_joshua":"https://joshuaproject.net/countries/VA"}}