{
    "id": "LATGERM",
    "parent_bible_id": null,
    "uuid": "6cc1e1bb-ecc7-491e-b4df-9cf3e42b93ee",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Psalter of Saint Germain",
    "title_vernacular": "Psalterium Sancti Germani",
    "description": "The manuscript presented here, Latin 11947 in the collections of the National Library of France, is known as the Psalter of Saint Germain of Paris. Saint Germain was born in France in circa 496. He became bishop of Paris in 555 and served in that position until his death in 576. The psalter contains the text of the Psalms from a version of the Old Latin Bible. The latter are translations of the Bible into Latin that predate the Vulgate, the authoritative translation made by Saint Jerome (died, 420) late in the fourth century. The manuscript is written in an uncial script, on crimson parchment, in silver ink. In the left margin are 70 letters R written in gold ink. Scholars have determined that the R stands for responsa (responsory), which indicate how the psalms were used in the liturgy. On the initial pages of the manuscript, the monks of Saint-Germain-des-Prés transcribed a text from Jerome’s preface to the book of Job, in which he stated that in ancient times purple parchment was used for luxury manuscripts. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/LATGERM_DBS_HS/Latin-(0500-ca.)-Psalter-of-Saint-Germain-(WDL-20008).pdf",
            "title": "Latin (0500 ca.) Psalter of Saint Germain (WDL-20008)",
            "scope": "",
            "type": "historic",
            "filesize": "128928613",
            "provider": "SAEC",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}