{"abbr":"LATGOLD","title":"Golden Munich Psalter","title_vernacular":"Psalterium aureum Munich","description":"This manuscript is one of the most lavishly illuminated psalters of the Middle Ages. It includes 91 full-page miniatures, most of which contain gold, in five picture cycles that give an overview of the most important scenes of the Bible, and especially the Old Testament, which is depicted in no fewer than 176 scenes. Among these, several very unusual motifs concerning heroic women are especially noteworthy. The style of the illumination is typical for the transition period between late Romanesque and early Gothic art. With its calendar, the texts of the Psalms, 15 canticles, and ten prayers, this book was intended for the private use and devotion of an important noble lady. Although its English provenance has long been known, it was only recently that the origin of the manuscript could be determined more precisely. In view of the close parallels with another dated calendar of known origin, it now seems probable that the book was commissioned in an Oxford workshop as a present for Margaret de Briouze on the occasion of her marriage to the nobleman Walter de Lacy II in the year 1201. According to an ex libris preserved on the front pastedown, the manuscript must have reached the Bavarian State Library by the 1620s. Dynastic links between the house of Wittelsbach-Straubing-Holland and members of the English aristocracy in the 13th and early 14th centuries could explain the manuscript's migration to continental Europe. (World Digital Library)","iso":"lat","script":"Latn","year":1200,"country_id":"VA","copyright":"Public Domain","bible_links":[{"bible_abbr":"LATGOLD","url":"http://downloads.dbs.org/archive/Latin-(1200-ca.)-Golden-Munich-Psalter-Illuminated-(WDL-8939).pdf","title":"Latin (1200 ca.) Golden Munich Psalter - Illuminated (WDL-8939)","scope":"","type":"illuminated","filesize":"64383820","response_code":"0","provider":"Ex Electorali Biblio Theca Sereniss","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"},"country":{"id":"VA","name":"Holy See  Vatican","name_long":"The Holy See","population":1000,"official_language":"Latin","official_language_iso":"lat","iso_a3":"VAT","continent_id":"EU","iso_num":336,"language_count":2,"religion_primary":"Christianity","introduction":"Popes in their secular role ruled portions of the Italian peninsula for more than a thousand years until the mid 19th century when many of the Papal States were seized by the newly united Kingdom of Italy. In 1870 the pope's holdings were further circumscribed when Rome itself was annexed. Disputes between a series of \\\"prisoner\\\" popes and Italy were resolved in 1929 by three Lateran Treaties which established the independent state of Vatican City and granted Roman Catholicism special status in Italy. In 1984 a concordat between the Holy See and Italy modified certain of the earlier treaty provisions including the primacy of Roman Catholicism as the Italian state religion. Present concerns of the Holy See include religious freedom threats against minority Christian communities in Africa and the Middle East sexual misconduct by clergy international development interreligious dialogue and reconciliation and the application of church doctrine in an era of rapid change and globalization. About 1.2 billion people worldwide profess Catholicism - the world's largest Christian faith.","overview":"'Vatican City a city-state surrounded by Rome Italy is the headquarters of the Roman Catholic Church. It''s home to the Pope and a trove of iconic art and architecture. Its Vatican Museums house ancient Roman sculptures such as the famed “Laocoön and His Sons” as well as Renaissance frescoes in the Raphael Rooms and the Sistine Chapel famous for Michelangelo’s ceiling.'","independent":1,"population_year_change":0.25,"population_density_km":2003,"population_literacy_percentage":100,"region_code":10,"region_id":39,"region_name":"Southern Europe","url_wiki":"https://en.wikipedia.org/wiki/Vatican_City","url_britannica":"https://www.britannica.com/place/Vatican-City","url_factbook":"https://www.cia.gov/the-world-factbook/countries/holy-see-vatican-city/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/VT-summary.pdf","url_nations_online":"https://www.nationsonline.org/oneworld/vatican.htm","url_odp":"https://curlie.org/Regional/Europe/Vatican_City","url_operation_world":"https://operationworld.org/locations/holy-see-vatican-city-state","url_religious_freedom":"https://www.state.gov/countries-areas/holy-see/","url_joshua":"https://joshuaproject.net/countries/VA"}}