{"abbr":"LATGALL","title":"Saint Gall Gospels","title_vernacular":"Saint Gall Evangeliarium","description":"This manuscript originated in the monastery of Saint Gall in eastern Switzerland in the late-ninth or early tenth century. Because of its typical style of decoration, it has been ascribed to the \"Sintram Group\" of manuscripts, after the scribe and calligrapher Sintram, who was active at Saint Gall in the ninth century and whose handwriting was known and admired in much of Europe. This decoration consists of an impressive script in monumental (square) capitals, the interspaces of which are filled with gold and silver, two-line rustic capitals, and uncial script or monumental capitals in gold at the beginning of texts. The canon tables display rows of arcades, drawn in red ink and decorated with floral and geometrical motifs filled in bright blue, gold and silver. The numerous initials are usually decorated with gold or silver floral or animal motifs or interlace. The miniatures in this manuscript, however, are not typical of the famous Carolingian school of Saint Gall and have been linked to exemplars from the court school of Charles the Bald (823–77). Two of the portraits of the evangelists, those of Mark and John, are preserved and are fine examples of Carolingian painting. (World Digital Library)","iso":"lat","script":"Latn","year":850,"country_id":"VA","copyright":"Public Domain","bible_links":[{"bible_abbr":"LATGALL","url":"http://downloads.dbs.org/archive/Latin-(0850-ca.)-Saint-Gall-Gospels-Illuminated-(WDL-8922).pdf","title":"Latin (0850 ca.) Saint Gall Gospels - Illuminated (WDL-8922)","scope":"","type":"illuminated","filesize":"112640500","response_code":"0","provider":"World Digital Library","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"},"country":{"id":"VA","name":"Holy See  Vatican","name_long":"The Holy See","population":1000,"official_language":"Latin","official_language_iso":"lat","iso_a3":"VAT","continent_id":"EU","iso_num":336,"language_count":2,"religion_primary":"Christianity","introduction":"Popes in their secular role ruled portions of the Italian peninsula for more than a thousand years until the mid 19th century when many of the Papal States were seized by the newly united Kingdom of Italy. In 1870 the pope's holdings were further circumscribed when Rome itself was annexed. Disputes between a series of \\\"prisoner\\\" popes and Italy were resolved in 1929 by three Lateran Treaties which established the independent state of Vatican City and granted Roman Catholicism special status in Italy. In 1984 a concordat between the Holy See and Italy modified certain of the earlier treaty provisions including the primacy of Roman Catholicism as the Italian state religion. Present concerns of the Holy See include religious freedom threats against minority Christian communities in Africa and the Middle East sexual misconduct by clergy international development interreligious dialogue and reconciliation and the application of church doctrine in an era of rapid change and globalization. About 1.2 billion people worldwide profess Catholicism - the world's largest Christian faith.","overview":"'Vatican City a city-state surrounded by Rome Italy is the headquarters of the Roman Catholic Church. It''s home to the Pope and a trove of iconic art and architecture. Its Vatican Museums house ancient Roman sculptures such as the famed “Laocoön and His Sons” as well as Renaissance frescoes in the Raphael Rooms and the Sistine Chapel famous for Michelangelo’s ceiling.'","independent":1,"population_year_change":0.25,"population_density_km":2003,"population_literacy_percentage":100,"region_code":10,"region_id":39,"region_name":"Southern Europe","url_wiki":"https://en.wikipedia.org/wiki/Vatican_City","url_britannica":"https://www.britannica.com/place/Vatican-City","url_factbook":"https://www.cia.gov/the-world-factbook/countries/holy-see-vatican-city/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/VT-summary.pdf","url_nations_online":"https://www.nationsonline.org/oneworld/vatican.htm","url_odp":"https://curlie.org/Regional/Europe/Vatican_City","url_operation_world":"https://operationworld.org/locations/holy-see-vatican-city-state","url_religious_freedom":"https://www.state.gov/countries-areas/holy-see/","url_joshua":"https://joshuaproject.net/countries/VA"}}