{
    "id": "LATGOLD",
    "parent_bible_id": null,
    "uuid": "3f6d647e-bb4c-46ca-b682-4bd0ce79f75e",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Golden Munich Psalter",
    "title_vernacular": "Psalterium aureum Munich",
    "description": "This manuscript is one of the most lavishly illuminated psalters of the Middle Ages. It includes 91 full-page miniatures, most of which contain gold, in five picture cycles that give an overview of the most important scenes of the Bible, and especially the Old Testament, which is depicted in no fewer than 176 scenes. Among these, several very unusual motifs concerning heroic women are especially noteworthy. The style of the illumination is typical for the transition period between late Romanesque and early Gothic art. With its calendar, the texts of the Psalms, 15 canticles, and ten prayers, this book was intended for the private use and devotion of an important noble lady. Although its English provenance has long been known, it was only recently that the origin of the manuscript could be determined more precisely. In view of the close parallels with another dated calendar of known origin, it now seems probable that the book was commissioned in an Oxford workshop as a present for Margaret de Briouze on the occasion of her marriage to the nobleman Walter de Lacy II in the year 1201. According to an ex libris preserved on the front pastedown, the manuscript must have reached the Bavarian State Library by the 1620s. Dynastic links between the house of Wittelsbach-Straubing-Holland and members of the English aristocracy in the 13th and early 14th centuries could explain the manuscript's migration to continental Europe. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1200-ca.)-Golden-Munich-Psalter-Illuminated-(WDL-8939).pdf",
            "title": "Latin (1200 ca.) Golden Munich Psalter - Illuminated (WDL-8939)",
            "scope": "",
            "type": "illuminated",
            "filesize": "64383820",
            "provider": "Ex Electorali Biblio Theca Sereniss",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}