{
    "id": "LATGALL",
    "parent_bible_id": null,
    "uuid": "fe9d3598-4703-4063-b88a-f8d7713a5730",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Saint Gall Gospels",
    "title_vernacular": "Saint Gall Evangeliarium",
    "description": "This manuscript originated in the monastery of Saint Gall in eastern Switzerland in the late-ninth or early tenth century. Because of its typical style of decoration, it has been ascribed to the \"Sintram Group\" of manuscripts, after the scribe and calligrapher Sintram, who was active at Saint Gall in the ninth century and whose handwriting was known and admired in much of Europe. This decoration consists of an impressive script in monumental (square) capitals, the interspaces of which are filled with gold and silver, two-line rustic capitals, and uncial script or monumental capitals in gold at the beginning of texts. The canon tables display rows of arcades, drawn in red ink and decorated with floral and geometrical motifs filled in bright blue, gold and silver. The numerous initials are usually decorated with gold or silver floral or animal motifs or interlace. The miniatures in this manuscript, however, are not typical of the famous Carolingian school of Saint Gall and have been linked to exemplars from the court school of Charles the Bald (823–77). Two of the portraits of the evangelists, those of Mark and John, are preserved and are fine examples of Carolingian painting. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(0850-ca.)-Saint-Gall-Gospels-Illuminated-(WDL-8922).pdf",
            "title": "Latin (0850 ca.) Saint Gall Gospels - Illuminated (WDL-8922)",
            "scope": "",
            "type": "illuminated",
            "filesize": "112640500",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}