{
    "id": "LATGIGA",
    "parent_bible_id": null,
    "uuid": "de6d0a5f-eb3e-47b6-bc5f-6b043e091720",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Codex Gigas - Latin Vulgate Bible Medieval",
    "title_vernacular": "Codex Gigas",
    "description": "The Codex Gigas (\"Giant Book\"; Czech: Obří kniha) is the largest extant medieval illuminated manuscript in the world, at a length of 92 cm (36 in). Very large illuminated bibles were a typical feature of Romanesque monastic book production, but even within this group, the page-size of the Codex Gigas is noted as exceptional. The manuscript is also known as the Devil's Bible, due to its highly unusual full-page portrait of Satan, and the legend surrounding its creation.<br><br>The manuscript was created in the early 13th century in the Benedictine monastery of Podlažice in Bohemia, now a region in the modern-day Czech Republic. The manuscript contains the complete Vulgate Bible, as well as other popular works, all written in Latin. Between the Old and New Testaments are a selection of other popular medieval reference works: Josephus's Antiquities of the Jews and De bello iudaico, Isidore of Seville's encyclopedia Etymologiae, the chronicle of Cosmas of Prague, and medical works: an early version of the Ars medicinae compilation of treatises, and two books by Constantine the African.<br><br>Eventually finding its way to the imperial library of Rudolf II in Prague, the entire collection was taken as spoils of war by the Swedish in 1648 during the Thirty Years' War, and the manuscript is now preserved at the National Library of Sweden in Stockholm, where it is on display for the general public.",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/LATGIGA_DBS_HS/Latin-(1300)-Vulgate-Bible-Codex-Gigas-(Medieval).pdf",
            "title": "Latin (1300) Vulgate Bible - Codex Gigas (Medieval)",
            "scope": "",
            "type": "historic",
            "filesize": "507623937",
            "provider": "The Bible Archive",
            "publisher_id": "0f04902f-a48b-4402-8eaa-899296cbb7ea",
            "publisher": "The Bible Archive"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}