{"abbr":"LATHENR","title":"Book of Henry Gospels and Pictures","title_vernacular":"Henrici Evangelia et Pictures","description":"This Gospel manuscript, probably the most impressive work of the Reichenau school of illumination, was commissioned by Henry II (973–1024) for Bamberg Cathedral, which he founded in 1007 and dedicated in 1012. A dedicatory poem and a full-page miniature, in which Henry and his wife Cunegunda (also seen as Kunigunde) are crowned by Christ, commemorate the royal donor, who was crowned Holy Roman Emperor in 1014 and later was canonized. The generously proportioned manuscript, with its wide margins, combines great care in execution with extraordinary artistic power. In the boldly expressive figures with their imperious gestures, Reichenau illumination attains the sublime. For the binding, precious materials were provided by the emperor, who is again named in an inscription. The Crucifixion ivory from the time of Charles the Bald may possibly have come from the back cover of the Codex aureus, a ninth century Gospel written for Charles the Bald and preserved in the monastery of Saint Emmeram. The Byzantine enamels of Christ and the Apostles are pieces of a woman’s or votive crown, which may well have come from the heritage of Holy Roman Emperor Otto III (980–1002), as was the case with many a precious codex. The delicate cloisonné enamels with Evangelists’ symbols in the corners were, like the rest of the gold work, made specifically for the cover. This cover was produced in Regensburg or Bamberg, and not in Reichenau. In 2003 the manuscript was inscribed on the UNESCO Memory of the World Register. (World Digital Library)","iso":"lat","script":"Latn","year":1007,"country_id":"VA","copyright":"Public Domain","bible_links":[{"bible_abbr":"LATHENR","url":"http://downloads.dbs.org/archive/Latin-(1007-ca.)-Book-of-Henry-Gospels-and-Pictures-Illuminated-(WDL-14712).pdf","title":"Latin (1007 ca.) Book of Henry Gospels and Pictures - Illuminated (WDL-14712)","scope":"","type":"illuminated","filesize":"69150007","response_code":"0","provider":"World Digital Library","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"},"country":{"id":"VA","name":"Holy See  Vatican","name_long":"The Holy See","population":1000,"official_language":"Latin","official_language_iso":"lat","iso_a3":"VAT","continent_id":"EU","iso_num":336,"language_count":2,"religion_primary":"Christianity","introduction":"Popes in their secular role ruled portions of the Italian peninsula for more than a thousand years until the mid 19th century when many of the Papal States were seized by the newly united Kingdom of Italy. In 1870 the pope's holdings were further circumscribed when Rome itself was annexed. Disputes between a series of \\\"prisoner\\\" popes and Italy were resolved in 1929 by three Lateran Treaties which established the independent state of Vatican City and granted Roman Catholicism special status in Italy. In 1984 a concordat between the Holy See and Italy modified certain of the earlier treaty provisions including the primacy of Roman Catholicism as the Italian state religion. Present concerns of the Holy See include religious freedom threats against minority Christian communities in Africa and the Middle East sexual misconduct by clergy international development interreligious dialogue and reconciliation and the application of church doctrine in an era of rapid change and globalization. About 1.2 billion people worldwide profess Catholicism - the world's largest Christian faith.","overview":"'Vatican City a city-state surrounded by Rome Italy is the headquarters of the Roman Catholic Church. It''s home to the Pope and a trove of iconic art and architecture. Its Vatican Museums house ancient Roman sculptures such as the famed “Laocoön and His Sons” as well as Renaissance frescoes in the Raphael Rooms and the Sistine Chapel famous for Michelangelo’s ceiling.'","independent":1,"population_year_change":0.25,"population_density_km":2003,"population_literacy_percentage":100,"region_code":10,"region_id":39,"region_name":"Southern Europe","url_wiki":"https://en.wikipedia.org/wiki/Vatican_City","url_britannica":"https://www.britannica.com/place/Vatican-City","url_factbook":"https://www.cia.gov/the-world-factbook/countries/holy-see-vatican-city/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/VT-summary.pdf","url_nations_online":"https://www.nationsonline.org/oneworld/vatican.htm","url_odp":"https://curlie.org/Regional/Europe/Vatican_City","url_operation_world":"https://operationworld.org/locations/holy-see-vatican-city-state","url_religious_freedom":"https://www.state.gov/countries-areas/holy-see/","url_joshua":"https://joshuaproject.net/countries/VA"}}