{
    "id": "LATHEIR",
    "parent_bible_id": null,
    "uuid": "afc74563-8478-4219-b8b2-2dbe8e341869",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Heiric of Auxerre Gospels- Illuminated",
    "title_vernacular": "Hererici Autissiodorensis Evangelia",
    "description": "This 10th-century manuscript from the Bergendal Collection at the Pontifical Institute of Medieval Studies in Toronto is the oldest extant copy of a book of homilies composed by Heiric (Eric) of Auxerre, France, around 865–870. Heiric, a Benedictine theologian and writer, was a monk at the Abbey of Saint-Germain d’Auxerre. He studied under Lupus of Ferrière, John Scotus Erigena, and Haymo of Auxerre. He was the teacher of Remigius of Auxerre and is an important representative of intellectual life in the Carolingian period. The manuscript was written, by at least three scribes, in dark-brown ink in a fine Caroline minuscule script. On the basis of the script, which resembles that of manuscript BAV, Reg. Lat. 215 (in the Vatican Apostolic Library) ascribed to Tours and dated after 877 and the scripts of another manuscript in the Bergendal Collection, also done in Tours circa 1025, it is fairly certain that this codex was prepared in the scriptorium of the Abbey of Saint Martin in Tours circa 950. This scriptorium was founded around 795 by Alcuin of York (735–804). On the basis of marginal notations, it can be concluded that the manuscript likely was once in the possession of the Abbey of Saint Julian in Tours. It later belonged to Sir Thomas Phillipps (1792–1872), an Englishman who was an important book and manuscript collector. For many years the manuscript was virtually unknown, existing as it did in Phillips’s disordered collection. This copy is thus a relatively recent discovery, which is only just becoming known to students of homiliaries in general and of Heiric of Auxerre in particular. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(0950-ca)-Heiric-of-Auxerre-Gospels-Illuminated-(WDL-2582).pdf",
            "title": "Latin (0950 ca) Heiric of Auxerre Gospels- Illuminated (WDL-2582)",
            "scope": "",
            "type": "illuminated",
            "filesize": "100242737",
            "provider": "Tours, France",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}