{
    "id": "LATINGO",
    "parent_bible_id": null,
    "uuid": "23977b4d-de7b-4be2-a1a6-095c155202d8",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Ingolstadt Gospel Book - Illuminated",
    "title_vernacular": "Ingolstadii Liber Evangelicus",
    "description": "The so-called Ingolstadt Gospel Book shares the fate of many other liturgical manuscripts, which over time gradually lost their status as religious objects and came to be reused for profane purposes. Only a fraction of the formerly 260−80 folios of this sumptuous manuscript from the middle of the ninth century have survived. Most of its pages were used in bindings of account books in the 17th and 19th centuries. One double leaf was in the possession of the German painter Carl Spitzweg in the 19th century. When and why the Gospel book was disassembled and the circumstances under which it reached Ingolstadt are uncertain. The manuscript was created at Mondsee Abbey in Upper Austria. It is written in uncial script with decorated initials that are slightly unusual for the Mondsee School and which seem to be influenced by the Insular style of illumination (e.g., folio 18a recto). Besides the texts of the Gospels, 10 pages with canon tables are preserved. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(0850-ca.)-Ingolstadt-Gospel-Book-(Fragment)-Illuminated-(WDL-14687).pdf",
            "title": "Latin (0850 ca.) Ingolstadt Gospel Book (Fragment) - Illuminated (WDL-14687)",
            "scope": "",
            "type": "illuminated",
            "filesize": "47996223",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}