{
    "id": "LATISAB",
    "parent_bible_id": null,
    "uuid": "9dbd5a65-328d-4fa8-a58f-cfcc5e74eb7e",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Queen Isabella of England Psalter",
    "title_vernacular": "Isabellae reginae Angliae Psalterium",
    "description": "The richly illuminated Isabella Psalter contains the text of the Psalms in both Latin and Anglo-Norman. It is likely that the codex was a wedding gift of King Edward II of England (1284–1327) to his wife Isabella of France (1292/96–1358), presented in 1303–8. The initial to Psalm 119 shows a queen, most likely Isabella herself, kneeling between the coats of arms of England and France. Written for the diocese of York, probably in the workshop of the Augustinian priory near Nottingham (as revealed by the calendar), the psalter was illuminated by the workshop of the Tickhill Psalter (preserved in the New York Public Library, Spencer 26). Both psalters are among the most richly illuminated English psalters of the 14th century. The Isabella Psalter features three independent cycles of illumination with scenes from the Old Testament. The first shows views of the Creation. The second is a cycle of the life of King David, with special scenes relevant to a queen, including a wedding and the hiding of the king. A third cycle, in the bas-de-page of the Anglo-Norman version of the psalter, shows scenes and animals of a bestiary, largely based on the Physiologus (a popular medieval bestiary, derived from an earlier Greek source), while the initials of the Anglo-Norman text show coats of arms, mostly of English knights. The Isabella Psalter remained in England up until the 17th century or early 18th century. It was in the library of Maximilian I Joseph of Bavaria (1756–1825, king of Bavaria 1806–25) and subsequently became part of the present-day Bavarian State Library. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1300-ca.)-Queen-Isabella-of-England-Psalter-Illuminated-(WDL-8957).pdf",
            "title": "Latin (1300 ca.) Queen Isabella of England Psalter - Illuminated (WDL-8957)",
            "scope": "",
            "type": "illuminated",
            "filesize": "128376628",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}