{"abbr":"LATKRAM","title":"Latin Kramer Psalter","title_vernacular":"Psalmi, hymni cum pulchris picturis","description":"According to its colophon, the psalter presented here was completed by the scribe Balthasar Kramer in the days of Abbot Johannes of Gilt Lingen (abbot from 1482 to 1496) for the Benedictine Abbey of Saint Ulrich and Saint Afra in Augsburg on April 11, 1495. The codex had been commissioned for the daily psalms to be sung in the church choir. The initials and fleuronée ornamentation are today ascribed to Conrad Wagner, a conventual of Saint Ulrich and Afra. In addition, the Augsburg book painter Georg Beck (1450-1512) was involved in the production, in charge, together with his son, of the illuminations. Beck’s son is identified as the painter Leonhard Beck (circa 1480‒1542), who has been repeatedly verified as a miniaturist. Consistent with its intended use in the monastic choral prayer of the Benedictine monks, antiphons or invitatoria, responsories, ferial hymns, and verses are, in their biblical order, interposed in the psalms, thus constituting a so-called psalterium feriatum. The Psalter is preceded by benedictions, absolutions, and a calendar. The text follows the version of the Septuagint, the Greek Bible; only the psalm titles, i.e., the biblical “headlines,” quote mostly the translation of the Psalter iuxta Hebraeos, being a direct translation by Saint Jerome from Hebrew. The manuscript contains, for the purpose of the monastic division of the psalter as well as for highlighted canticles and sequences of hymns, a total of 35 historiated initials with solid colored backgrounds and images from the life of David, who was then regarded as the author of the psalms and to whom many of the headlines relate. The iconographic peculiarities of this manuscript include, in the context of Psalm 52, the drinking fools, who are bowling and playing dice, as well as the depiction of the Good Shepherd, the latter in connection with Psalm 79. The image of the monk and Death, found within the Office of the Dead on leaf 177 recto, is remarkable. The Psalter even uses images from incunabula, including the woodblock print of all saints, taken from Günther Zainer’s Heiligenleben (Life of the saints) and the works of art by Martin Schongauer or Israhel van Meckenem (Judith with the Head of Holofernes, among other works). In the course of the secularization of the monasteries in Bavaria the manuscript was transferred, in January 1807, from Saint Ulrich and Afra in Augsburg to the court and state library in Munich, now the Bavarian State Library. (World Digital Library)","iso":"lat","script":"Latn","year":1495,"country_id":"VA","copyright":"Public Domain","bible_links":[{"bible_abbr":"LATKRAM","url":"http://downloads.dbs.org/archive/Latin-(1495)-Kramer-Psalter-Illuminated-(WDL-19505).pdf","title":"Latin (1495) Kramer Psalter - Illuminated (WDL-19505)","scope":"","type":"illuminated","filesize":"127159207","response_code":"0","provider":"Augsburg, Germany","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"},"country":{"id":"VA","name":"Holy See  Vatican","name_long":"The Holy See","population":1000,"official_language":"Latin","official_language_iso":"lat","iso_a3":"VAT","continent_id":"EU","iso_num":336,"language_count":2,"religion_primary":"Christianity","introduction":"Popes in their secular role ruled portions of the Italian peninsula for more than a thousand years until the mid 19th century when many of the Papal States were seized by the newly united Kingdom of Italy. In 1870 the pope's holdings were further circumscribed when Rome itself was annexed. Disputes between a series of \\\"prisoner\\\" popes and Italy were resolved in 1929 by three Lateran Treaties which established the independent state of Vatican City and granted Roman Catholicism special status in Italy. In 1984 a concordat between the Holy See and Italy modified certain of the earlier treaty provisions including the primacy of Roman Catholicism as the Italian state religion. Present concerns of the Holy See include religious freedom threats against minority Christian communities in Africa and the Middle East sexual misconduct by clergy international development interreligious dialogue and reconciliation and the application of church doctrine in an era of rapid change and globalization. About 1.2 billion people worldwide profess Catholicism - the world's largest Christian faith.","overview":"'Vatican City a city-state surrounded by Rome Italy is the headquarters of the Roman Catholic Church. It''s home to the Pope and a trove of iconic art and architecture. Its Vatican Museums house ancient Roman sculptures such as the famed “Laocoön and His Sons” as well as Renaissance frescoes in the Raphael Rooms and the Sistine Chapel famous for Michelangelo’s ceiling.'","independent":1,"population_year_change":0.25,"population_density_km":2003,"population_literacy_percentage":100,"region_code":10,"region_id":39,"region_name":"Southern Europe","url_wiki":"https://en.wikipedia.org/wiki/Vatican_City","url_britannica":"https://www.britannica.com/place/Vatican-City","url_factbook":"https://www.cia.gov/the-world-factbook/countries/holy-see-vatican-city/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/VT-summary.pdf","url_nations_online":"https://www.nationsonline.org/oneworld/vatican.htm","url_odp":"https://curlie.org/Regional/Europe/Vatican_City","url_operation_world":"https://operationworld.org/locations/holy-see-vatican-city-state","url_religious_freedom":"https://www.state.gov/countries-areas/holy-see/","url_joshua":"https://joshuaproject.net/countries/VA"}}