{
    "id": "LATLORS",
    "parent_bible_id": null,
    "uuid": "141ed9e3-f7e7-4fd4-a8fe-dda2b1e5ebb9",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Gospel of Lorsch - Evangeliary of Udalrich- Illuminated",
    "title_vernacular": "Evangelium Lorsch - Evangeliarium Udalrich",
    "description": "This lavishly decorated Gospel lectionary belongs to a group of manuscripts in which is mentioned an Oudalricus peccator (Udalrich the sinner), who has been connected to Udalrich, abbot of the monastery of Lorsch, who died in 1075. It is decorated with golden display script in capitals, and initials in gold and silver. The main feasts (Christmas, Easter, Whitsun, and the feast of Saint Michael) are emphasized by full-size miniatures. The manuscript also displays four full-page framed miniatures depicting the evangelists in the unusual order of Matthew, Luke, John, and Mark. The precious binding of the manuscript is decorated with an ivory table on both front and back covers. The one on the front cover, depicting a crucifixion, the three women at the grave, and the ascension, was probably made in 11th-century Franconia; its framing ornamental ivories can be dated to the 12th or 13th centuries. Similar ivory plates serve as a frame to the side wings of a consular diptych from Ravenna or Rome on the back cover, which is datable to around 450. The manuscript has been attributed to the monastery dedicated to Saint Michael on Heiligenberg near Heidelberg, which was affiliated with that of Lorsch. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1150-ca.)-Gospel-of-Lorsch-Evangeliary-of-Udalrich-Illuminated-(WDL-13468).pdf",
            "title": "Latin (1150 ca.) Gospel of Lorsch - Evangeliary of Udalrich- Illuminated (WDL-13468)",
            "scope": "",
            "type": "illuminated",
            "filesize": "18535656",
            "provider": "Beschriebe Die Vorderseite",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}