{"abbr":"LATMORA","title":"Fragment of Moralia - Job","title_vernacular":"Moralia iob","description":"This eighth century manuscript is a prominent example of the Anglo-Saxon heritage of Bavaria and, more specifically, of Munich. It is an incomplete copy of Pope Gregory the Great’s allegorical exegesis of the Book of Job, part six. The manuscript of nearly 300 pages was written almost entirely by the Anglo-Saxon scribe Peregrinus (“Foreigner”), who tells us in an explanatory colophon (folio 146 verso) both his name and the fact that he worked in the scriptorium at Freising (Bavaria) under Bishop Arbeo, the founder of the cathedral library and bishop of Freising from 764 to 783. Other scribes from Freising contributed passages in early Carolingian minuscule only on a few pages. The front page (folio 1 verso) is decorated with an architectural border, constructed of four arcades that are supported by colored pillars with terraced capitals and bases, as they are commonly used in canon tables. In each of the spaces below the two left arcades an animal looking backwards can be seen. The text begins on leaf 2 recto with a large insular initial \"S\" (for sancti), decorated with interlace and terminating in animal heads. The Freising ex-libris in the upper margin, “Iste liber est sanctae Marie et sancti Corbiniani Frisinge” (This is the book of the holy Mary and of Saint Corbinian, Freising) dates from the 12th century. The book remained in the cathedral library in Freising for more than a millennium before it was transferred to the court library in Munich, the predecessor of the Bavarian State Library, in 1803. (World Digital Library)","iso":"lat","script":"Latn","year":700,"country_id":"VA","copyright":"Public Domain","bible_links":[{"bible_abbr":"LATMORA","url":"http://downloads.dbs.org/archive/Latin-(0700-ca.)-Fragment-of-Moralia-Job-Illuminated-(WDL-18178).pdf","title":"Latin (0700 ca.) Fragment of Moralia - Job - Illuminated (WDL-18178)","scope":"","type":"illuminated","filesize":"73675355","response_code":"0","provider":"World Digital Library","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"},"country":{"id":"VA","name":"Holy See  Vatican","name_long":"The Holy See","population":1000,"official_language":"Latin","official_language_iso":"lat","iso_a3":"VAT","continent_id":"EU","iso_num":336,"language_count":2,"religion_primary":"Christianity","introduction":"Popes in their secular role ruled portions of the Italian peninsula for more than a thousand years until the mid 19th century when many of the Papal States were seized by the newly united Kingdom of Italy. In 1870 the pope's holdings were further circumscribed when Rome itself was annexed. Disputes between a series of \\\"prisoner\\\" popes and Italy were resolved in 1929 by three Lateran Treaties which established the independent state of Vatican City and granted Roman Catholicism special status in Italy. In 1984 a concordat between the Holy See and Italy modified certain of the earlier treaty provisions including the primacy of Roman Catholicism as the Italian state religion. Present concerns of the Holy See include religious freedom threats against minority Christian communities in Africa and the Middle East sexual misconduct by clergy international development interreligious dialogue and reconciliation and the application of church doctrine in an era of rapid change and globalization. About 1.2 billion people worldwide profess Catholicism - the world's largest Christian faith.","overview":"'Vatican City a city-state surrounded by Rome Italy is the headquarters of the Roman Catholic Church. It''s home to the Pope and a trove of iconic art and architecture. Its Vatican Museums house ancient Roman sculptures such as the famed “Laocoön and His Sons” as well as Renaissance frescoes in the Raphael Rooms and the Sistine Chapel famous for Michelangelo’s ceiling.'","independent":1,"population_year_change":0.25,"population_density_km":2003,"population_literacy_percentage":100,"region_code":10,"region_id":39,"region_name":"Southern Europe","url_wiki":"https://en.wikipedia.org/wiki/Vatican_City","url_britannica":"https://www.britannica.com/place/Vatican-City","url_factbook":"https://www.cia.gov/the-world-factbook/countries/holy-see-vatican-city/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/VT-summary.pdf","url_nations_online":"https://www.nationsonline.org/oneworld/vatican.htm","url_odp":"https://curlie.org/Regional/Europe/Vatican_City","url_operation_world":"https://operationworld.org/locations/holy-see-vatican-city-state","url_religious_freedom":"https://www.state.gov/countries-areas/holy-see/","url_joshua":"https://joshuaproject.net/countries/VA"}}