{"abbr":"LATMAIN","title":"Mainz Gospels","title_vernacular":"Mainz  Evangeliarium","description":"This famous and impressive Carolingian gospel probably was written in the scriptorium of Mainz in the first quarter of the ninth century. Its decoration comprises canon tables in the form of arcades painted in red, green, greyish blue, violet, yellow, and ochre, with their architectural frames decorated with floral and geometrical patterns. The portraits of all four of the evangelists, probably executed by two different painters, are preserved. The canon tables and two of the portraits (those of Matthew and John) apparently were modeled after the so-called Ada Gospels, now preserved in the municipal library of Trier (Cod. 22). The other evangelist portraits were based on a different model, which, it has been suggested, must have been similar to the southern English Codex Aureus, which is today kept in the Royal Library of Stockholm (Ms. A. 135). English, in particular southern English, influence also can be seen in the style of most of the larger initials, which accords with the presumed origin of this manuscript in the Mainz–Hersfeld area in the cultural region of Hesse in central Germany. This was one of the main areas of the Anglo-Saxon mission to the continent in the eighth century. Mainz was the archiepiscopal seat of Saint Boniface (circa 680–754), the English-born “Apostle of the Germans” and the first archbishop of Mainz, while the Benedictine monastery of Hersfeld was founded by two of Boniface's disciples. (World Digital Library)","iso":"lat","script":"Latn","year":800,"country_id":"VA","copyright":"Public Domain","bible_links":[{"bible_abbr":"LATMAIN","url":"http://downloads.dbs.org/archive/Latin-(0800-ca.)-Mainz-Gospels-Illuminated-(WDL-8923).pdf","title":"Latin (0800 ca.) Mainz Gospels - Illuminated (WDL-8923)","scope":"","type":"illuminated","filesize":"61194797","response_code":"0","provider":"World Digital Library","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"},"country":{"id":"VA","name":"Holy See  Vatican","name_long":"The Holy See","population":1000,"official_language":"Latin","official_language_iso":"lat","iso_a3":"VAT","continent_id":"EU","iso_num":336,"language_count":2,"religion_primary":"Christianity","introduction":"Popes in their secular role ruled portions of the Italian peninsula for more than a thousand years until the mid 19th century when many of the Papal States were seized by the newly united Kingdom of Italy. In 1870 the pope's holdings were further circumscribed when Rome itself was annexed. Disputes between a series of \\\"prisoner\\\" popes and Italy were resolved in 1929 by three Lateran Treaties which established the independent state of Vatican City and granted Roman Catholicism special status in Italy. In 1984 a concordat between the Holy See and Italy modified certain of the earlier treaty provisions including the primacy of Roman Catholicism as the Italian state religion. Present concerns of the Holy See include religious freedom threats against minority Christian communities in Africa and the Middle East sexual misconduct by clergy international development interreligious dialogue and reconciliation and the application of church doctrine in an era of rapid change and globalization. About 1.2 billion people worldwide profess Catholicism - the world's largest Christian faith.","overview":"'Vatican City a city-state surrounded by Rome Italy is the headquarters of the Roman Catholic Church. It''s home to the Pope and a trove of iconic art and architecture. Its Vatican Museums house ancient Roman sculptures such as the famed “Laocoön and His Sons” as well as Renaissance frescoes in the Raphael Rooms and the Sistine Chapel famous for Michelangelo’s ceiling.'","independent":1,"population_year_change":0.25,"population_density_km":2003,"population_literacy_percentage":100,"region_code":10,"region_id":39,"region_name":"Southern Europe","url_wiki":"https://en.wikipedia.org/wiki/Vatican_City","url_britannica":"https://www.britannica.com/place/Vatican-City","url_factbook":"https://www.cia.gov/the-world-factbook/countries/holy-see-vatican-city/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/VT-summary.pdf","url_nations_online":"https://www.nationsonline.org/oneworld/vatican.htm","url_odp":"https://curlie.org/Regional/Europe/Vatican_City","url_operation_world":"https://operationworld.org/locations/holy-see-vatican-city-state","url_religious_freedom":"https://www.state.gov/countries-areas/holy-see/","url_joshua":"https://joshuaproject.net/countries/VA"}}