{
    "id": "LATMAIN",
    "parent_bible_id": null,
    "uuid": "a7d66a4a-c92f-4948-906e-56bf65bc293e",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Mainz Gospels",
    "title_vernacular": "Mainz  Evangeliarium",
    "description": "This famous and impressive Carolingian gospel probably was written in the scriptorium of Mainz in the first quarter of the ninth century. Its decoration comprises canon tables in the form of arcades painted in red, green, greyish blue, violet, yellow, and ochre, with their architectural frames decorated with floral and geometrical patterns. The portraits of all four of the evangelists, probably executed by two different painters, are preserved. The canon tables and two of the portraits (those of Matthew and John) apparently were modeled after the so-called Ada Gospels, now preserved in the municipal library of Trier (Cod. 22). The other evangelist portraits were based on a different model, which, it has been suggested, must have been similar to the southern English Codex Aureus, which is today kept in the Royal Library of Stockholm (Ms. A. 135). English, in particular southern English, influence also can be seen in the style of most of the larger initials, which accords with the presumed origin of this manuscript in the Mainz–Hersfeld area in the cultural region of Hesse in central Germany. This was one of the main areas of the Anglo-Saxon mission to the continent in the eighth century. Mainz was the archiepiscopal seat of Saint Boniface (circa 680–754), the English-born “Apostle of the Germans” and the first archbishop of Mainz, while the Benedictine monastery of Hersfeld was founded by two of Boniface's disciples. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(0800-ca.)-Mainz-Gospels-Illuminated-(WDL-8923).pdf",
            "title": "Latin (0800 ca.) Mainz Gospels - Illuminated (WDL-8923)",
            "scope": "",
            "type": "illuminated",
            "filesize": "61194797",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}