{
    "id": "LATMAGD",
    "parent_bible_id": null,
    "uuid": "bed93c5a-e6fc-4199-b792-b3221c39653f",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Latin Magdeburg Psalter",
    "title_vernacular": "Latin Magdeburg Psalterium",
    "description": "Manuscript psalters are, in many cases, preceded by a calendar section and conclude with the canticles, the litany, and the Office of the Dead. This is also the case with this psalter, which probably was produced in the Magdeburg region. In the calendar, of which the first leaf with the January page is missing, rare medical cures are shown as monthly activities in the spring months: bloodletting in February, a spa treatment in March, a wound treatment in April, a drinking cure in May, and so forth. The calendar pages resembling a diptych include in the tympanum, in the upper left, the signs of the zodiac, and, in the upper-right field the monthly activities. Below in the left column is the calendar text; in the right column are the twelve apostles. The psalter section is initiated by a full-page initial “B” for Beatus vir (Blessed is the man). In the lower arch of the \"B\" King David is shown with the harp; in the upper arch Christ is depicted as the Man of Sorrows. Opposite is an ornamental text page with the beginning of the first psalm in golden capital letters. Additional historiated initials comprising nine or even ten lines appear in each of the divisions of the tenths of the psalter. The illustrations contained therein are complementary to the full-page miniatures on the opposite page, both constituting a cycle of the life of Jesus. On the second of the miniatures, to Psalm 38, the Presentation in the Temple is shown, while the opposing initial depicts the baptism of Jesus. The cycle spans the scourging, Crucifixion, Resurrection, Ascension, and Pentecost, up to Maiestas Domini (Christ in Majesty) in Psalm 109, followed by an initial with the Coronation of the Virgin Mary. In the litany are found miniatures of saints. According to a note by Johann Friedrich Hekel on the first leaf, the manuscript originally came from the Bibliotheca Palatina in Heidelberg. Hekel himself, who died in 1700, had purchased it from a rabbi in Frankfurt. The psalter thus seems to have been lost before the Heidelberg library was transferred to Rome in 1622. When and in what way the codex came into the Munich Court Library, the present-day Bavarian State Library, is unknown. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1265)-Magdeburg-Psalter-Illuminated-(WDL-19507).pdf",
            "title": "Latin (1265) Magdeburg Psalter - Illuminated (WDL-19507)",
            "scope": "",
            "type": "illuminated",
            "filesize": "145830918",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}