{
    "id": "LATNONN",
    "parent_bible_id": null,
    "uuid": "800eff3e-e0d1-4351-8af4-969df92f4cb2",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Nonnberg Convent Psalter",
    "title_vernacular": "Psalterium cum Calendario",
    "description": "This psalter originated in the Upper Rhine region in around 1250–60. It exemplifies the art of representing saints within psalter initials. Because the saints are not accompanied by descriptions, only a few of those portrayed can be identified with certainty based on their attributes, such as Saint Catherine holding her wheel and Saint George slaying the dragon. In accordance with tradition, David is displayed with his harp inside the initial at the beginning of the psalter; above him is the symbol of the Holy Spirit, the dove. Gold and silver majuscules on blue or rose ground, decorated with fine white ornament, mark the beginning of each psalm or canticle. A multitude of motifs in red and blue ink drawings are woven into fill patterns at the end of the lines throughout the whole manuscript. Besides a variety of leaf and tendril motifs there are birds, fish, dragons, angel heads, and many other subjects. Over the course of the centuries, this magnificent psalter was housed in several places: it belonged to both the Cistercian monastery of Stams in the Tirol and the Benedictine nunnery in Salzburg before coming to the Bavarian State Library, where it is now preserved. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1250-ca.)-Nonnberg-Convent-Psalter-Illuminated-(WDL-8959).pdf",
            "title": "Latin (1250 ca.) Nonnberg Convent Psalter - Illuminated (WDL-8959)",
            "scope": "",
            "type": "illuminated",
            "filesize": "137124282",
            "provider": "Diocese of Basel, Switzerland",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}