{
    "id": "LATNGB",
    "parent_bible_id": null,
    "uuid": "673762d3-f437-4606-a069-02273ecc146f",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Niederaltaich Gospel Book",
    "title_vernacular": "Niederaltaich Liber Evangelicus",
    "description": "This Gospel book dating from the mid-11th century comprises 16 canon tables, positioned at the beginning after the prologues, nine full-page carpet pages, initial pages, and decorated pages, as well as four portraits of the Evangelists. The carpet pages and the Evangelist portraits are painted on single pages. Each Evangelist is depicted with his symbol—the angel for Matthew, the lion for Mark, the ox for Luke, and the eagle for John—and the dove of the Holy Spirit, a symbol of divine inspiration. From several specific liturgical feast days, which are mentioned in the text and which are particularly emphasized, it can be concluded that the manuscript was originally created in North Germany. According to an inscription on folio 3 verso, this Gospel book had been owned by the abbey of Niederaltaich in southern Bavaria since the late Middle Ages, where its cover was restored in 1601. After the dissolution of the monastery, the book was transferred to Munich in 1803. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1060-ca.)-Niederaltaich-Gospel-Book-Illuminated-(WDL-14703).pdf",
            "title": "Latin (1060 ca.) Niederaltaich Gospel Book - Illuminated (WDL-14703)",
            "scope": "",
            "type": "illuminated",
            "filesize": "91251152",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}