{"abbr":"LATNURE","title":"The Nuremberg Chronicle","title_vernacular":"Liber chronicarum","description":"The Liber chronicarum, a universal history compiled from older and contemporary sources by the Nuremberg doctor, humanist, and bibliophile Hartmann Schedel (1440–1514), is one of the most densely illustrated and technically advanced works of early printing. It contains 1809 woodcuts produced from 645 blocks. The Nuremberg entrepreneur Sebald Schreyer and his brother-in-law, Sebastian Kammermeister, financed the production of the book. Michael Wolgemut and his son-in-law Wilhelm Pleydenwurff executed the illustrations in around 1490, a time when their workshop was at its artistic peak and the young Albrecht Dürer was just completing his apprenticeship there. The views of towns, some authentic, some invented or copied from older models, are of both artistic and topographical interest. This brilliantly colored copy, owned by Schedel, contains valuable additional matter, such as Erhard Etzlaub's map of the road to Rome. Along with the rest of Schedel's library, the book became part of the library of Johann Jacob Fugger, which in 1571 came into the possession of Duke Albrecht V of Bavaria. (World Digital Library)","iso":"lat","script":"Latn","year":1500,"country_id":"VA","copyright":"Public Domain","bible_links":[{"bible_abbr":"LATNURE","url":"https://archive.org/download/LATNURE_DBS_HS/Latin-(1500-ca.)-The-Nuremberg-Chronicle-(WDL-4108).pdf","title":"Latin (1500 ca.) The Nuremberg Chronicle (WDL-4108)","scope":"","type":"historic","filesize":"107105479","response_code":"0","provider":"Anton Koberger for Sebald Schreyer and Sebastian Kammermeister","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"},"country":{"id":"VA","name":"Holy See  Vatican","name_long":"The Holy See","population":1000,"official_language":"Latin","official_language_iso":"lat","iso_a3":"VAT","continent_id":"EU","iso_num":336,"language_count":2,"religion_primary":"Christianity","introduction":"Popes in their secular role ruled portions of the Italian peninsula for more than a thousand years until the mid 19th century when many of the Papal States were seized by the newly united Kingdom of Italy. In 1870 the pope's holdings were further circumscribed when Rome itself was annexed. Disputes between a series of \\\"prisoner\\\" popes and Italy were resolved in 1929 by three Lateran Treaties which established the independent state of Vatican City and granted Roman Catholicism special status in Italy. In 1984 a concordat between the Holy See and Italy modified certain of the earlier treaty provisions including the primacy of Roman Catholicism as the Italian state religion. Present concerns of the Holy See include religious freedom threats against minority Christian communities in Africa and the Middle East sexual misconduct by clergy international development interreligious dialogue and reconciliation and the application of church doctrine in an era of rapid change and globalization. About 1.2 billion people worldwide profess Catholicism - the world's largest Christian faith.","overview":"'Vatican City a city-state surrounded by Rome Italy is the headquarters of the Roman Catholic Church. It''s home to the Pope and a trove of iconic art and architecture. Its Vatican Museums house ancient Roman sculptures such as the famed “Laocoön and His Sons” as well as Renaissance frescoes in the Raphael Rooms and the Sistine Chapel famous for Michelangelo’s ceiling.'","independent":1,"population_year_change":0.25,"population_density_km":2003,"population_literacy_percentage":100,"region_code":10,"region_id":39,"region_name":"Southern Europe","url_wiki":"https://en.wikipedia.org/wiki/Vatican_City","url_britannica":"https://www.britannica.com/place/Vatican-City","url_factbook":"https://www.cia.gov/the-world-factbook/countries/holy-see-vatican-city/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/VT-summary.pdf","url_nations_online":"https://www.nationsonline.org/oneworld/vatican.htm","url_odp":"https://curlie.org/Regional/Europe/Vatican_City","url_operation_world":"https://operationworld.org/locations/holy-see-vatican-city-state","url_religious_freedom":"https://www.state.gov/countries-areas/holy-see/","url_joshua":"https://joshuaproject.net/countries/VA"}}