{
    "id": "LATNURE",
    "parent_bible_id": null,
    "uuid": "eab2cf4e-ea7c-44fb-bdaa-7f1c0c99156f",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "The Nuremberg Chronicle",
    "title_vernacular": "Liber chronicarum",
    "description": "The Liber chronicarum, a universal history compiled from older and contemporary sources by the Nuremberg doctor, humanist, and bibliophile Hartmann Schedel (1440–1514), is one of the most densely illustrated and technically advanced works of early printing. It contains 1809 woodcuts produced from 645 blocks. The Nuremberg entrepreneur Sebald Schreyer and his brother-in-law, Sebastian Kammermeister, financed the production of the book. Michael Wolgemut and his son-in-law Wilhelm Pleydenwurff executed the illustrations in around 1490, a time when their workshop was at its artistic peak and the young Albrecht Dürer was just completing his apprenticeship there. The views of towns, some authentic, some invented or copied from older models, are of both artistic and topographical interest. This brilliantly colored copy, owned by Schedel, contains valuable additional matter, such as Erhard Etzlaub's map of the road to Rome. Along with the rest of Schedel's library, the book became part of the library of Johann Jacob Fugger, which in 1571 came into the possession of Duke Albrecht V of Bavaria. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/LATNURE_DBS_HS/Latin-(1500-ca.)-The-Nuremberg-Chronicle-(WDL-4108).pdf",
            "title": "Latin (1500 ca.) The Nuremberg Chronicle (WDL-4108)",
            "scope": "",
            "type": "historic",
            "filesize": "107105479",
            "provider": "Anton Koberger for Sebald Schreyer and Sebastian Kammermeister",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}