{
    "id": "LATPOLL",
    "parent_bible_id": null,
    "uuid": "bce4668f-9b82-4e82-bdfd-49901e8ca165",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Polling Psalter",
    "title_vernacular": "Psalterium cum Calendario",
    "description": "Originating in southwestern Germany after 1235, this marvelous psalter was long preserved in the monastery of Polling, Upper Bavaria, before it entered the collections of the Bavarian State Library. It is especially remarkable for the extensive cycle of biblical scenes that precedes the text of the psalter. Four representations taken from the life of Adam and Eve are followed by scenes from the New Testament, beginning with the Annunciation and with a Majestas domini (Glory of the Lord), surrounded by evangelist symbols at the end. The view of Christ descending to hell in the upper pictorial area and that of the king of hell in chains in the lower picture field are particularly impressive. The paragraphs within the text of the psalter are marked by lavish initials in bright gouache opaque water colors on a golden ground surrounded by a frame. The initial at the beginning of the text of the psalter, the tendrils of which are peopled by human figures, stands out for its complexity and lively details. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1236-ca.)-Polling-Psalter-Illuminated-(WDL-8958).pdf",
            "title": "Latin (1236 ca.) Polling Psalter - Illuminated (WDL-8958)",
            "scope": "",
            "type": "illuminated",
            "filesize": "147749503",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}