{
    "id": "LATPAUP",
    "parent_bible_id": null,
    "uuid": "f9f9554f-7187-46d5-bb46-530e93277911",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Latin Paupers Bible",
    "title_vernacular": "Biblia pauperum",
    "description": "The name commonly given to this work, Biblia pauperum (Paupers' Bible), does not reflect the true importance of this outstanding manuscript, which might be said to contain the summa of the religious knowledge of its time. The work was commissioned, together with another remarkable manuscript of the Rule of Saint Benedict, by Abbot Petrus I of the Benedictine Abbey of Metten in Bavaria and was completed in 1414–15. To carry out his demanding program of manuscript creation, the abbot engaged artists of note, who were well versed in the tradition of Bohemian illumination. The colored line drawings are without equal among contemporary works from southern Germany. Text and drawings blend into a single entity. The many important texts in the manuscript include: the “figured poem” De laudibus sanctae crucis (In honor of the Holy Cross) by Rabanus Maurus (died, 856); the Biblia pauperum itself, the novel pictorial style of which sets it apart from other such works; and the treatise De sacro altaris mysterio (Concerning the sacred mystery of the altar) by Pope Innocent III (died, 1216), with its 43 allegorical figures and circular schemata. The Gospels at the beginning of the manuscript, together with the fine binding into the covers of which relics of saints are incorporated, form a plenary reliquary. The manuscript belongs to the Bavarian State Library in Munich, Germany. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1414)-Paupers-Bible-Illuminated-(WDL-8944).pdf",
            "title": "Latin (1414) Paupers Bible - Illuminated (WDL-8944)",
            "scope": "",
            "type": "illuminated",
            "filesize": "221846177",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}