{
    "id": "LATPURP",
    "parent_bible_id": null,
    "uuid": "50dbca83-e00e-479a-a47e-b966def15b25",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Purple Gospel",
    "title_vernacular": "Purpura Evangelium",
    "description": "This sumptuous manuscript, known as the Purple Gospel, is written almost entirely in gold and silver on purple-stained parchment. It dates from the first quarter of the ninth century. It contains architectural canon tables and decorated initials in gold and silver at the beginning of the texts of the four gospels and of the prologue to Mark. Four whole-page miniatures of scenes from the New Testament, on folios 24 and 197, were formerly thought to be Ottonian copies (early tenth to early 11th centuries) made from models from late antiquity; most scholars today, however, consider them contemporary with the rest of the manuscript and based on a sixth century exemplar. The manuscript bears monograms at the end of the codex; these were formerly ascribed to the abbot-bishop of Reichenau-Basel, Hatto (806−23). The scholar B. Bischoff, however, interpreted them as \"HANTω EPISCOBVS\", and related them to the holder of the episcopal see of Augsburg of the same name (807−16); this interpretation is today generally accepted. The manuscript was presented to Duke Wilhelm V of Bavaria by Johann Georg Werdenstein in 1587; it was thus part of the earliest collections of the Munich court library, the predecessor of the Bavarian State Library. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(0800-ca.)-Purple-Gospel-Illuminated-(WDL-13465).pdf",
            "title": "Latin (0800 ca.) Purple Gospel - Illuminated (WDL-13465)",
            "scope": "",
            "type": "illuminated",
            "filesize": "46684628",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}