{
    "id": "LATSEVI",
    "parent_bible_id": null,
    "uuid": "4c4145a9-fb01-41d2-a482-6c076b25514e",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "The Seville Bible",
    "title_vernacular": "Biblia hispalense",
    "description": "Biblia hispalense (The Seville Bible), also known as the Toletanus Codex, is a manuscript from the first half of the tenth century, in Latin written in lower-case Visigothic script by at least four copyists. The titles also appear in Hebrew, and there are notes in Arabic in the margins. The manuscript consists of booklets of eight sheets each, on parchment, with the text in three columns of 63–65 lines. Included are the texts of the Old and New Testaments, with a preface, prologues, and commentaries by Saint Jerome, Saint Isidore, and others. Despite its clearly Christian format and content, the Arab influence of the Moorish occupation of Al-Andalus is notable in the ornamentation, and in the double horseshoe arch with a decorative motif in the form of flowers and leaves typical of Islamic art. The symbols of the Evangelists, Saint Luke and Saint John, are included and there are drawings of the prophets Micah, Nahum, and Zechariah, and some initials with birds and fish. Some capital letters and captions appear in blue and red. The manuscript shows some deterioration, particularly in the early pages. Partial Arabic numbering survives from the 15th and 16th centuries, and a complete set from the 18th century. The final pages contain a fragment of a Latin glossary from a different codex. A note on page 375v states that Servando from Seville gave the book to his friend the bishop of Córdoba, who in 988 gave it to the Church of Saint Mary in Seville. It came to the National Library of Spain with other materials from Toledo Cathedral in 1869. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(0900-ca.)-The-Seville-Bible-Illuminated-(WDL-10638).pdf",
            "title": "Latin (0900 ca.) The Seville Bible - Illuminated (WDL-10638)",
            "scope": "",
            "type": "illuminated",
            "filesize": "269934087",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}