{"abbr":"LATSEVI","title":"The Seville Bible","title_vernacular":"Biblia hispalense","description":"Biblia hispalense (The Seville Bible), also known as the Toletanus Codex, is a manuscript from the first half of the tenth century, in Latin written in lower-case Visigothic script by at least four copyists. The titles also appear in Hebrew, and there are notes in Arabic in the margins. The manuscript consists of booklets of eight sheets each, on parchment, with the text in three columns of 63–65 lines. Included are the texts of the Old and New Testaments, with a preface, prologues, and commentaries by Saint Jerome, Saint Isidore, and others. Despite its clearly Christian format and content, the Arab influence of the Moorish occupation of Al-Andalus is notable in the ornamentation, and in the double horseshoe arch with a decorative motif in the form of flowers and leaves typical of Islamic art. The symbols of the Evangelists, Saint Luke and Saint John, are included and there are drawings of the prophets Micah, Nahum, and Zechariah, and some initials with birds and fish. Some capital letters and captions appear in blue and red. The manuscript shows some deterioration, particularly in the early pages. Partial Arabic numbering survives from the 15th and 16th centuries, and a complete set from the 18th century. The final pages contain a fragment of a Latin glossary from a different codex. A note on page 375v states that Servando from Seville gave the book to his friend the bishop of Córdoba, who in 988 gave it to the Church of Saint Mary in Seville. It came to the National Library of Spain with other materials from Toledo Cathedral in 1869. (World Digital Library)","iso":"lat","script":"Latn","year":900,"country_id":"VA","copyright":"Public Domain","bible_links":[{"bible_abbr":"LATSEVI","url":"http://downloads.dbs.org/archive/Latin-(0900-ca.)-The-Seville-Bible-Illuminated-(WDL-10638).pdf","title":"Latin (0900 ca.) The Seville Bible - Illuminated (WDL-10638)","scope":"","type":"illuminated","filesize":"269934087","response_code":"0","provider":"World Digital Library","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"},"country":{"id":"VA","name":"Holy See  Vatican","name_long":"The Holy See","population":1000,"official_language":"Latin","official_language_iso":"lat","iso_a3":"VAT","continent_id":"EU","iso_num":336,"language_count":2,"religion_primary":"Christianity","introduction":"Popes in their secular role ruled portions of the Italian peninsula for more than a thousand years until the mid 19th century when many of the Papal States were seized by the newly united Kingdom of Italy. In 1870 the pope's holdings were further circumscribed when Rome itself was annexed. Disputes between a series of \\\"prisoner\\\" popes and Italy were resolved in 1929 by three Lateran Treaties which established the independent state of Vatican City and granted Roman Catholicism special status in Italy. In 1984 a concordat between the Holy See and Italy modified certain of the earlier treaty provisions including the primacy of Roman Catholicism as the Italian state religion. Present concerns of the Holy See include religious freedom threats against minority Christian communities in Africa and the Middle East sexual misconduct by clergy international development interreligious dialogue and reconciliation and the application of church doctrine in an era of rapid change and globalization. About 1.2 billion people worldwide profess Catholicism - the world's largest Christian faith.","overview":"'Vatican City a city-state surrounded by Rome Italy is the headquarters of the Roman Catholic Church. It''s home to the Pope and a trove of iconic art and architecture. Its Vatican Museums house ancient Roman sculptures such as the famed “Laocoön and His Sons” as well as Renaissance frescoes in the Raphael Rooms and the Sistine Chapel famous for Michelangelo’s ceiling.'","independent":1,"population_year_change":0.25,"population_density_km":2003,"population_literacy_percentage":100,"region_code":10,"region_id":39,"region_name":"Southern Europe","url_wiki":"https://en.wikipedia.org/wiki/Vatican_City","url_britannica":"https://www.britannica.com/place/Vatican-City","url_factbook":"https://www.cia.gov/the-world-factbook/countries/holy-see-vatican-city/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/VT-summary.pdf","url_nations_online":"https://www.nationsonline.org/oneworld/vatican.htm","url_odp":"https://curlie.org/Regional/Europe/Vatican_City","url_operation_world":"https://operationworld.org/locations/holy-see-vatican-city-state","url_religious_freedom":"https://www.state.gov/countries-areas/holy-see/","url_joshua":"https://joshuaproject.net/countries/VA"}}