{"abbr":"LATSCHI","title":"Schiaminossi Twelve Prophets","title_vernacular":"Effigies prophetarum duodecim","description":"This small volume from the Bavarian State Library contains depictions of 12 prophets of the Old Testament: Jeremiah, Moses, Zechariah, Ezekiel, Hosea, Isaiah, David, Amos, Jonah, Micah, Daniel, and Joel. Monumental, with commanding demeanor fitting their functions as seers and admonitors, the prophets appear in wide cloaks flowing amply around them in the drawings, which are crafted in ink with great verve. With spiritual expressions on their faces, they seem to stare at the spectator. Each leaf is signed RAF by the artist Raffaello Schiaminossi (1572–1622), a master of drawing and etching from Sansepolcro in Tuscany. The beautiful red morocco leather binding with gold embossing carries the coat of arms (as a supralibros) of Clement XI (pope 1700–1721), born Giovanni Francesco Albani, the owner of a world famous art collection housed in the Albani Palazzo del Drago alle Quattro Fontane in Rome. The collection was structured according to certain principles derived from Raphael’s theories of art. The binding of this book is much simpler than the well-known Roman bindings from the Albani library and, on closer inspection, the drawings also prove to be copies of engravings by Schiaminossi, crafted by a German artist. The work thus appears to be an ingenious fake, made around 1700, which came into the Bavarian State Library via the art trade in the 19th century. The mystery of the fake has not been solved. (World Digital Library)","iso":"lat","script":"Latn","year":1700,"country_id":"VA","copyright":"Public Domain","bible_links":[{"bible_abbr":"LATSCHI","url":"https://archive.org/download/LATSCHI_DBS_HS/Latin-(1700-ca.)-Schiaminossi-Twelve-Prophets-(WDL-8919).pdf","title":"Latin (1700 ca.) Schiaminossi Twelve Prophets (WDL-8919)","scope":"","type":"historic","filesize":"4836304","response_code":"0","provider":"South Germany","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"},"country":{"id":"VA","name":"Holy See  Vatican","name_long":"The Holy See","population":1000,"official_language":"Latin","official_language_iso":"lat","iso_a3":"VAT","continent_id":"EU","iso_num":336,"language_count":2,"religion_primary":"Christianity","introduction":"Popes in their secular role ruled portions of the Italian peninsula for more than a thousand years until the mid 19th century when many of the Papal States were seized by the newly united Kingdom of Italy. In 1870 the pope's holdings were further circumscribed when Rome itself was annexed. Disputes between a series of \\\"prisoner\\\" popes and Italy were resolved in 1929 by three Lateran Treaties which established the independent state of Vatican City and granted Roman Catholicism special status in Italy. In 1984 a concordat between the Holy See and Italy modified certain of the earlier treaty provisions including the primacy of Roman Catholicism as the Italian state religion. Present concerns of the Holy See include religious freedom threats against minority Christian communities in Africa and the Middle East sexual misconduct by clergy international development interreligious dialogue and reconciliation and the application of church doctrine in an era of rapid change and globalization. About 1.2 billion people worldwide profess Catholicism - the world's largest Christian faith.","overview":"'Vatican City a city-state surrounded by Rome Italy is the headquarters of the Roman Catholic Church. It''s home to the Pope and a trove of iconic art and architecture. Its Vatican Museums house ancient Roman sculptures such as the famed “Laocoön and His Sons” as well as Renaissance frescoes in the Raphael Rooms and the Sistine Chapel famous for Michelangelo’s ceiling.'","independent":1,"population_year_change":0.25,"population_density_km":2003,"population_literacy_percentage":100,"region_code":10,"region_id":39,"region_name":"Southern Europe","url_wiki":"https://en.wikipedia.org/wiki/Vatican_City","url_britannica":"https://www.britannica.com/place/Vatican-City","url_factbook":"https://www.cia.gov/the-world-factbook/countries/holy-see-vatican-city/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/VT-summary.pdf","url_nations_online":"https://www.nationsonline.org/oneworld/vatican.htm","url_odp":"https://curlie.org/Regional/Europe/Vatican_City","url_operation_world":"https://operationworld.org/locations/holy-see-vatican-city-state","url_religious_freedom":"https://www.state.gov/countries-areas/holy-see/","url_joshua":"https://joshuaproject.net/countries/VA"}}