{
    "id": "LATSCHI",
    "parent_bible_id": null,
    "uuid": "8647944a-4510-4729-a986-accd0f0eef31",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Schiaminossi Twelve Prophets",
    "title_vernacular": "Effigies prophetarum duodecim",
    "description": "This small volume from the Bavarian State Library contains depictions of 12 prophets of the Old Testament: Jeremiah, Moses, Zechariah, Ezekiel, Hosea, Isaiah, David, Amos, Jonah, Micah, Daniel, and Joel. Monumental, with commanding demeanor fitting their functions as seers and admonitors, the prophets appear in wide cloaks flowing amply around them in the drawings, which are crafted in ink with great verve. With spiritual expressions on their faces, they seem to stare at the spectator. Each leaf is signed RAF by the artist Raffaello Schiaminossi (1572–1622), a master of drawing and etching from Sansepolcro in Tuscany. The beautiful red morocco leather binding with gold embossing carries the coat of arms (as a supralibros) of Clement XI (pope 1700–1721), born Giovanni Francesco Albani, the owner of a world famous art collection housed in the Albani Palazzo del Drago alle Quattro Fontane in Rome. The collection was structured according to certain principles derived from Raphael’s theories of art. The binding of this book is much simpler than the well-known Roman bindings from the Albani library and, on closer inspection, the drawings also prove to be copies of engravings by Schiaminossi, crafted by a German artist. The work thus appears to be an ingenious fake, made around 1700, which came into the Bavarian State Library via the art trade in the 19th century. The mystery of the fake has not been solved. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/LATSCHI_DBS_HS/Latin-(1700-ca.)-Schiaminossi-Twelve-Prophets-(WDL-8919).pdf",
            "title": "Latin (1700 ca.) Schiaminossi Twelve Prophets (WDL-8919)",
            "scope": "",
            "type": "historic",
            "filesize": "4836304",
            "provider": "South Germany",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}