{
    "id": "LATTORY",
    "parent_bible_id": null,
    "uuid": "1bb9733d-168b-4371-93e5-aedce6c1292e",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Latin Tory Book of Hours",
    "title_vernacular": "Tory Liber Horarum",
    "description": "The Book of Hours was a prayer book for the laity that developed in late medieval Europe and that was used for private devotion. These works were often personalized for individual patrons and illuminated with miniature paintings depicting the life of Christ, the Virgin Mary, and individual saints. The text included a calendar of liturgical feast days and a series of prayers to be recited eight times a day, according to established practice. By the early Renaissance period the popularity of the Book of Hours demonstrated the growing interest of the laity in speaking directly with God and the saints, rather than exclusively through the church and the ordained clergy. This manuscript Book of Hours from early 16th century France was written on vellum skin and includes 16 large and 26 small miniature paintings highlighted in gold and painted with rich primary colors. It is embellished with headings and paragraph marks in blue and red ink, and is written in delicate Roman letters of the highest quality. Both the text and the illuminations are ascribed to the Parisian workshop of Geoffroy Tory. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1524)-Tory-Book-of-Hours-Illuminated-(WDL-354).pdf",
            "title": "Latin (1524) Tory Book of Hours - Illuminated (WDL-354)",
            "scope": "",
            "type": "illuminated",
            "filesize": "117628865",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}