{
    "id": "LATUTA",
    "parent_bible_id": null,
    "uuid": "635f0a54-a3cc-4b3d-a8ba-189edec691a0",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Codex of Uta - Gospels",
    "title_vernacular": "Quattuor Evangelia",
    "description": "Illuminated for Abbess Uta of Niedermünster (1002−25), this Bavarian Gospel manuscript has been described by Georg Swarzenski as \"perhaps the most important Western illuminated manuscript of its period.\" Its unique quality resides especially in the subtly articulated argument between the text and the accompanying miniatures. The text is drawn from such diverse sources as the Bible; the fields of theology, mathematics, and music; and the works of Pseudo-Dionysius, the Areopagite, in the translation by Johannes Scotus Eriugena (circa 800−circa 877). The scholar Bernhard Bischoff attributed the work to the poet and scholar Hartwig, a monk of Saint Emmeram and contemporary of Abbess Uta. The casket for the lectionary was made from gold, enamel, and filigree work, and is contemporary with the codex. It displays a portrait of Christ in majesty and is stylistically related to the portal of Saint Emmeram in Ratisbon (present-day Regensburg), which dates to the middle of the 11th century. The manuscript belonged to the convent of Niedermünster in Ratisbon and came to Munich in 1811. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1000-ca.)-Codex-of-Uta-Gospels-Illuminated-(WDL-13479).pdf",
            "title": "Latin (1000 ca.) Codex of Uta - Gospels - Illuminated (WDL-13479)",
            "scope": "",
            "type": "illuminated",
            "filesize": "23496230",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}