{
    "id": "LATWEIH",
    "parent_bible_id": null,
    "uuid": "91e04fd2-aa30-4d7a-ae3b-40bafc847c76",
    "iso": "lat",
    "language": {
        "name": "Latin"
    },
    "title": "Weihenstephan Gospel",
    "title_vernacular": "Weihenstephan evangelium",
    "description": "This Gospel lectionary contains the text of the liturgical Gospel readings for the main feast days. Written and illuminated in the 12th century in the Bavarian diocesan town of Passau, it remained in use at least until the 15th century, as it is shown by the exquisite metal binding with a deep relief, displaying the figure of Christ carved in rock crystal, which was executed at that time. The manuscript itself is one of the finest examples of Romanesque illumination from southeast Bavaria; it displays magnificent gold initials with near-naturalistic representations of animals and climbing figures depicted in the tendrils of the initials. Five full-page miniatures with figurative illuminations are directly related to the respective feast days, such as the feast of John the Baptist, the birth of the Virgin, and the feast of Peter and Paul. The picture cycle ends with the magnificent figure of Ecclesia (the church) on her throne, holding a cross and an oil lamp. Two artists participated in the execution of the illuminations. One has been named \"Master of Saint Peter\" after the illumination he executed on folio 32 verso (the crucifixion of Saint Peter). The other artist is usually referred to as \"Master of Ecclesia,\" as he painted the miniature of Ecclesia on folio 39 verso. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "VA",
    "country": {
        "name": "Holy See  Vatican"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Latin-(1170-ca.)-Weihenstephan-Gospel-Illuminated-(WDL-13473).pdf",
            "title": "Latin (1170 ca.) Weihenstephan Gospel - Illuminated (WDL-13473)",
            "scope": "",
            "type": "illuminated",
            "filesize": "40562964",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}