{"id":"LISLRB","parent_bible_id":null,"gbc":null,"date":"2014","iso":"lis","title":"Lisu Revised Bible","title_vernacular":"WU-S SI XY TO L (Lisu BIble)","copyright":"© Thailand Bible Society","guid":null,"description":"Written in the Fraser alphabet. 1,200,000 speakers. The Lisu people, 傈僳族, Lìsù zú; Thai: ลีสู่, are a Tibeto-Burman ethnic group who inhabit mountainous regions of Burma (Myanmar), southwest China, Thailand, and the Indian state of Arunachal Pradesh. About 730,000 Lisu live in Lijiang, Baoshan, Nujiang, Diqing and Dehong prefectures in Yunnan Province and Sichuan Province, China. In Burma (Myanmar), the Lisu are recognized as one of 135 ethnic groups and an estimated population of 600,000 Lisu live in northern (Namhsan, Lashio, Hopang, and Kokang) and southern Shan State (Namsang, Loilem, Mongton) and Wa Special Region, Sagaing Division (Katha and Khamti), Mandalay Division (Mogok and Pyin Oo Lwin), and Kachin State (Putao, Mkyikyina, Waimaw). Approximately 55,000 live in Thailand, where they are one of the 6 main hill tribes. They mainly inhabit remote mountainous areas. Their culture has traits shared with the Yi or Nuosu (Lolo) culture. The Fraser alphabet or Old Lisu Alphabet is an artificial script invented around 1915 by Sara Ba Thaw, a Karen preacher from Myanmar, and improved by the missionary James O. Fraser, to write the Lisu language. It is a single-case (unicameral) alphabet. The Lisu alphabet currently in use throughout Lisu-speaking regions in China, Burma, and Thailand was primarily developed by two Protestant missionaries from different missionary organizations. The more famous of the two is James O. Fraser, a British evangelist from the China Inland Mission. /// This is a great Christian product sourced from BIML - Bible In My Language, the leader in foreign language Bibles and outreach materials from Baltimore, Maryland in the USA. BIML stocks Bibles in more than 600 languages.","description_short":null,"description_vernacular":"","description_reviewed":0,"script":null,"versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"LISLRB","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2794-lrb-lisu-revised-bible","title":"WU-S SI XY TO L (Lisu BIble)","scope":null,"type":"web","provider":"Thailand Bible Society","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"LISLRB","bible_size_id":"FB","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=a65fb2e22cbcbe2e","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null}],"pod":[],"alphabet":null,"children":[],"language":{"iso":"lis","glotto_id":"lisu1250","glotto_family":null,"iso1":null,"name":"Lisu","autonym":"ꓡꓲ-ꓢꓴ","macroarea":null,"level":"L","development":null,"use":null,"location":"Central Myanmar","area":"West Yunnan Province, 11 prefectures, 63 counties, upper reaches of Salween and Mekong rivers; Sichuan Province, southwest Liangshan Prefecture. Also in India, Myanmar, Thailand.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"CN","latitude":"22.548803","longitude":"94.018370","population":942700,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":null}