{"id":"LUOONT","parent_bible_id":null,"gbc":null,"date":"1980","iso":"luo","title":"Open New Luo Translation","title_vernacular":"Ochiw Thuolo Motingʼo Loko Manyien","copyright":"© 1980, 2002, 2003, 2020 Biblica","guid":null,"description":"In February of 2020, the new Open Luo Bible was launched in Kenya. There are more than 5.4 million Luo language speakers in Kenya. That makes it the second-largest language group in that nation, and it’s growing rapidly. The last Luo Bible translation was released 45 years before, in 1976. Young Kenyans struggle to understand the older translation and with 60% of Kenya’s population below the age of 25, it’s easy to see the significant need for a contemporary-language translation. The newly released translation is modeled on the NIV.","description_short":"The New Open Luo Bible, a 24 year long project published in 2020, has a contemporary-language translation focus modeled on the English NIV Bible.","description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"KE","copyright_type":"CCBYSA","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"LUOONT","bible_size_id":null,"bible_link_type":"app","url":"https://apk.fcbh.org/Luo_BSK","title":"Global Bible App","scope":null,"type":"app","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"LUOONT","bible_size_id":null,"bible_link_type":"audio_web","url":"https://live.bible.is/bible/LUOLUO","title":"NT","scope":null,"type":"audio_web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"LUOONT","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2652-mlm-motingo-loko-manyien","title":"Motingʼo Loko Manyien","scope":null,"type":"web","provider":"Biblica, Inc.","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"LUOONT","bible_size_id":"FB","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=5c9c2862a4595a64","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null},{"bible_id":"LUOONT","bible_size_id":"FB","bible_link_type":"archiveaudio","url":"https://app.thedigitalbiblelibrary.org/entry?id=5d1902ecdf5349d3","title":"Biblica® Open New Luo Translation™, Audio Editio","scope":null,"type":"archiveaudio","provider":"Digital Bible Library","organization_id":"biblica","filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"luo","glotto_id":"luok1236","glotto_family":null,"iso1":null,"name":"Luo (Kenya and Tanzania)","autonym":"Dholuo","macroarea":null,"level":"L","development":null,"use":null,"location":"Kenya","area":"Nyanza Province. Also in Tanzania.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"KE","latitude":"-0.932960","longitude":"34.489600","population":5255000,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":{"id":"KE","name":"Kenya","name_long":"The Republic of Kenya","population":54685051,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Kenya","hidden":0,"autonym":null,"fips":"KE","iso_a3":"KEN","continent_id":"AF","iso_num":404,"religion_primary":"Christianity","introduction":"Founding president and liberation struggle icon Jomo KENYATTA led Kenya from independence in 1963 until his death in 1978 when President Daniel MOI took power in a constitutional succession. The country was a de facto one-party state from 1969 until 1982 when the ruling Kenya African National Union (KANU) made itself the sole legal party in Kenya. MOI acceded to internal and external pressure for political liberalization in late 1991. The ethnically fractured opposition failed to dislodge KANU from power in elections in 1992 and 1997 which were marred by violence and fraud but were viewed as having generally reflected the will of the Kenyan people. President MOI stepped down in December 2002 following fair and peaceful elections. Mwai KIBAKI running as the candidate of the multiethnic united opposition group the National Rainbow Coalition (NARC) defeated KANU candidate Uhuru KENYATTA and assumed the presidency following a campaign centered on an anticorruption platform. KIBAKI's NARC coalition splintered in 2005 over a constitutional review process. Government defectors joined with KANU to form a new opposition coalition the Orange Democratic Movement (ODM) which defeated the government's draft constitution in a popular referendum in November 2005. KIBAKI's reelection in December 2007 brought charges of vote rigging from ODM candidate Raila ODINGA and unleashed two months of violence in which as many as 1500 people died. African Union-sponsored mediation led by former UN Secretary General Kofi ANNAN in late February 2008 resulted in a power-sharing accord bringing ODINGA into the government in the restored position of prime minister. The power sharing accord included a broad reform agenda the centerpiece of which was constitutional reform. In August 2010 Kenyans overwhelmingly adopted a new constitution in a national referendum. The new constitution introduced additional checks and balances to executive power and significant devolution of power and resources to 47 newly created counties. It also eliminated the position of prime minister following the first presidential election under the new constitution which occurred on 4 March 2013. Uhuru KENYATTA the son of founding president Jomo KENYATTA won the March elections in the first round by a close margin and was sworn into office on 9 April 2013.","overview":"'Kenya is a country in East Africa with coastline on the Indian Ocean. It encompasses savannah lakelands the dramatic Great Rift Valley and mountain highlands. It''s also home to wildlife like lions elephants and rhinos. From Nairobi the capital safaris visit the Maasai Mara Reserve known for its annual wildebeest migrations and Amboseli National Park offering views of Tanzania''s 5895m Mt. Kilimanjaro.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":92,"land_mass_km":569140,"population_christian":34774000,"population_christian_percentage":85.1,"population_catholic_percentage":23.4,"population_protestant_percentage":61.7,"population_refugee":438901,"population_migration":-10000,"population_year_change":2.28,"population_density_km":94,"population_average_age":20,"population_urban_percentage":28,"population_literacy_percentage":"82.00","landmass":null,"region_code":7,"region_id":"202","region_name":"Sub-Saharan Africa"}}