{"id":"MAHBEB","parent_bible_id":null,"gbc":null,"date":"1939","iso":"mah","title":"Marshallese Bible","title_vernacular":"Mótón_Kalimur_eo_Mokta_kab_Kalimur_Ek","copyright":"Public Domain","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"MH","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"MAHBEB","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/MAHBEB_DBS_HS/Marshallese-(1939)-Bible-(Moton-Kalimur-eo-Mokta-kab-Kalimur-Ek).pdf","title":"Marshallese (1939) Bible","scope":null,"type":"historic","provider":"American Bible Society","organization_id":"american-bible-society","filesize":45798333,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"mah","glotto_id":"mars1254","glotto_family":null,"iso1":"mh","name":"Marshallese","autonym":"Ebon","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"Also in Nauru, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"MH","latitude":"3.129645","longitude":"170.462580","population":61000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"MH","name":"Marshall Islands","name_long":"The Republic of the Marshall Islands","population":78831,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Marshall_Islands","hidden":0,"autonym":null,"fips":"RM","iso_a3":"MHL","continent_id":"OC","iso_num":584,"religion_primary":"Christianity","introduction":"After almost four decades under US administration as the easternmost part of the UN Trust Territory of the Pacific Islands the Marshall Islands attained independence in 1986 under a Compact of Free Association. Compensation claims continue as a result of US nuclear testing on some of the atolls between 1947 and 1962. The Marshall Islands hosts the US Army Kwajalein Atoll (USAKA) Reagan Missile Test Site a key installation in the US missile defense network.","overview":"'The Marshall Islands are a sprawling chain of volcanic islands and coral atolls in the central Pacific Ocean between Hawaii and the Philippines. In the northwest Bikini Atoll’s largely undisturbed waters used as a ship graveyard after World War II are now a popular wreck dive site. Near Majuro Atoll which holds the islands'' capital and largest settlement the coral reef at Kalalin Pass teems with marine life.'","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":5,"land_mass_km":180,"population_christian":null,"population_christian_percentage":null,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":null,"population_migration":null,"population_year_change":0.68,"population_density_km":329,"population_average_age":null,"population_urban_percentage":70,"population_literacy_percentage":"98.00","landmass":null,"region_code":1,"region_id":"57","region_name":"Micronesia"}}