{"id":"MENGOS","parent_bible_id":null,"gbc":null,"date":"1872","iso":"men","title":"Old Mende Gospels","title_vernacular":"La-yia yēkpẹ̄ manīsia, wọ̄tẹnga mende-bẹla ti ke̲nyē̲-lē̲i hu","copyright":"Public Domain","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"SL","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"MENGOS","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/MENGOS_DBS_HS/Mende-(1872)-Gospels-(La-yia-yekpe-manisia-wotenga-mende-bela-ti-kenye-lei-hu).pdf","title":"Mende (1872) Gospels ","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":26135492,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"men","glotto_id":"mend1266","glotto_family":null,"iso1":null,"name":"Mende (Sierra Leone)","autonym":"Mɛnde yia ","macroarea":null,"level":"L","development":null,"use":null,"location":"Liberia","area":"South central. Expanding along the coast and south and east. Also in Liberia.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"SL","latitude":"7.909350","longitude":"-10.992585","population":2111600,"status_id":"3","status_notes":null,"redirect_to_iso":null},"country":{"id":"SL","name":"Sierra Leone","name_long":"The Republic of Sierra Leone","population":6807277,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Sierra_Leone","hidden":0,"autonym":null,"fips":"SL","iso_a3":"SLE","continent_id":"AF","iso_num":694,"religion_primary":"Islam","introduction":"The British set up a trading post near present-day Freetown in the 17th century. Originally the trade involved timber and ivory but later it expanded into slaves. Following the American Revolution a colony was established in 1787 and Sierra Leone became a destination for resettling black loyalists who had originally been resettled in Nova Scotia. After the abolition of the slave trade in 1807 British crews delivered thousands of Africans liberated from illegal slave ships to Sierra Leone particularly Freetown. The colony gradually expanded inland during the course of the 19th century; independence was attained in 1961. Democracy is slowly being reestablished after the civil war (1991-2002) that resulted in tens of thousands of deaths and the displacement of more than 2 million people (about one third of the population). The military which took over full responsibility for security following the departure of UN peacekeepers at the end of 2005 has developed as a guarantor of the country's stability; the armed forces remained on the sideline during the 2007 and 2012 national elections. In March 2014 the closure of the UN Integrated Peacebuilding Office in Sierra Leone marked the end of more than 15 years of peacekeeping and political operations in Sierra Leone. The government's stated priorities include furthering development - including recovering from the Ebola epidemic - creating jobs and stamping out endemic corruption.","overview":"Sierra Leone is a country in West Africa on the Atlantic Ocean. It’s known for the white-sand beaches lining the Freetown Peninsula. The capital city Freetown commemorates the nation’s slave-trade history with the Cotton Tree landmark and King’s Yard Gate. Both were known as places of refuge for returned slaves in the 18th and 19th centuries. Nearby Bunce Island was a key departure point during the slave trade.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":30,"land_mass_km":72180,"population_christian":1294000,"population_christian_percentage":20.9,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":443,"population_migration":-4200,"population_year_change":2.1,"population_density_km":111,"population_average_age":19,"population_urban_percentage":43,"population_literacy_percentage":"46.00","landmass":null,"region_code":8,"region_id":"202","region_name":"Sub-Saharan Africa"}}