{"id":"MJPWBT","parent_bible_id":null,"gbc":null,"date":null,"iso":"mbj","title":"Pꞌop Hagä Do Panyyg Hanäm Do Hahỹỹh","title_vernacular":null,"copyright":"","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"BR","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[],"pod":[{"bible_id":"MJPWBT","publisher_id":"wycliffe-bible-translators-inc","partner_id":null,"description":"This Bible is copyrighted by Wycliffe Bible Translators (Wycliffe.org) and is printed with permission by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible is available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":363,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"CrimsonPro-Regular.ttf","font_bold":"CrimsonPro-Bold.ttf","font_format":"truetype","font_size":9,"orphans":2,"widows":2,"line_height":1,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null},{"bible_id":"MJPWBT","publisher_id":"wycliffe-bible-translators-inc","partner_id":null,"description":"This Bible is copyrighted by Wycliffe Bible Translators (Wycliffe.org) and is printed with permission by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible is available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":1210,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"CrimsonPro-Regular.ttf","font_bold":"CrimsonPro-Bold.ttf","font_format":"truetype","font_size":9,"orphans":2,"widows":2,"line_height":1,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null}],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"mbj","glotto_id":"nade1244","glotto_family":null,"iso1":null,"name":"Nadëb","autonym":"Kaburi","macroarea":null,"level":"L","development":null,"use":null,"location":"Northwestern Brazil","area":"Amazonas, 3 locations on Uneiuxi River: a tributary of Negro River, on Japura and Negro rivers.","progress":"New Testament\r","typology":null,"writing":null,"description":null,"country_id":"BR","latitude":"-1.244490","longitude":"-66.306810","population":300,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":{"id":"BR","name":"Brazil","name_long":"The Federative Republic of Brazil","population":213445417,"official_language":"Portuguese","official_language_iso":"por","url_wiki":"https://en.wikipedia.org/wiki/Brazil","hidden":0,"autonym":null,"fips":"BR","iso_a3":"BRA","continent_id":"SA","iso_num":76,"religion_primary":"Christianity","introduction":"Following more than three centuries under Portuguese rule Brazil gained its independence in 1822 maintaining a monarchical system of government until the abolition of slavery in 1888 and the subsequent proclamation of a republic by the military in 1889. Brazilian coffee exporters politically dominated the country until populist leader Getulio VARGAS rose to power in 1930. By far the largest and most populous country in South America Brazil underwent more than a half century of populist and military government until 1985 when the military regime peacefully ceded power to civilian rulers. Brazil continues to pursue industrial and agricultural growth and development of its interior. Having successfully weathered a period of global financial difficulty in the late 20th century Brazil was seen as one of the world’s strongest emerging markets and a contributor to global growth. The awarding of the 2014 FIFA World Cup and 2016 Summer Olympic Games the first ever to be held in South America was seen as symbolic of the country’s rise. However since about 2013 Brazil has been plagued by a shrinking economy growing unemployment and rising inflation. Political scandal resulted in the impeachment of President Dilma ROUSSEFF in May 2016 a conviction that was upheld by the Senate in August 2016; her vice president Michel TEMER will serve as president until 2018 completing her second term.","overview":"Brazil a vast South American country stretches from the Amazon Basin in the north to vineyards and massive Iguaçu Falls in the south. Rio de Janeiro symbolized by its 38m Christ the Redeemer statue atop Mount Corcovado is famed for its busy Copacabana and Ipanema beaches as well as its enormous raucous Carnaval festival featuring parade floats flamboyant costumes and samba music and dance.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":263,"land_mass_km":8358140,"population_christian":180770000,"population_christian_percentage":90,"population_catholic_percentage":64.6,"population_protestant_percentage":25.4,"population_refugee":32860,"population_migration":21200,"population_year_change":0.72,"population_density_km":25,"population_average_age":33,"population_urban_percentage":88,"population_literacy_percentage":"98.00","landmass":null,"region_code":11,"region_id":"419","region_name":"Latin America and the Caribbean"}}