{"id":"MKD1574","parent_bible_id":null,"gbc":null,"date":"1574","iso":"mkd","title":"Slavic Acts and Epistles","title_vernacular":"Апостол","copyright":"Public Domain","guid":null,"description":"The Acts and the Epistles of the Apostles, also known as the Apostle, is the first dated imprint published on the territory of present-day Ukraine. Written in Church Slavic, the liturgical language of the Orthodox Church in Russia, Ukraine, and other Slavic-speaking countries, it was printed in 1574 at the Saint Onuphrius Monastery in Lviv by Ivan Fyodorov (circa 1510-83). One of the fathers of printing in the East Slavic region, Fyodorov graduated from Jagiellonian University in Kraków, Poland, and later worked in Moscow, where he published liturgical works using movable type, the first books printed in Russia. He was driven from Moscow by scribes who feared competition from his innovation and fled to the Grand Duchy of Lithuania, where he set up a press in Zabłudów (Zabludovo, in present-day Belarus). In 1572, he moved to Lviv. The Apostle was among the most widely used liturgical books of the Orthodox Church. The 1574 edition contains an autobiographical epilogue by Fyodorov in which he recounts the history of his printing houses in Moscow, Zabłudów, and Lviv. About 120 copies of this edition are known to exist, of which five are in the collections of the Vernadsky National Library of Ukraine. (World Digital Library)","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Cyrl","versification":null,"numeral_system_id":"default","country_id":"MK","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"MKD1574","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/MKD1574_DBS_HS/Slavic-(1574)-Acts-and-Epistles-(WDL-7487).pdf","title":"Slavic (1574) Acts and Epistles (WDL-7487)","scope":null,"type":"historic","provider":"Ivan Fyodorov, L'viv, Ukraine","organization_id":"world-digital-library","filesize":75689882,"response_code":null}],"pod":[],"alphabet":{"script":"Cyrl","name":"Cyrillic","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"cyrl","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The creation of the Cyrillic script is traditionally attributed to Saint Cyril, a missionary working in Bulgaria during the 9th century. He and his brother are also credited with the invention of the Glagolitic script, a derivation of the Greek cursive alphabet which was modified to fit the sound systems of Slavic languages. Some historians credit Clement of Ohrid, a student of Saint Cyrils, with creating the Cyrillic script as a more readable writing system based on Glagolitic. The Cyrillic script was initially used for writing Old Church Slavonic (also called Old Bulgarian), but it has undergone a number of changes since that time, so much so that the old and modern variants are considered by many to be two different but related scripts. Many of the modern letterforms differ from those used in early Cyrillic writing, some letters have been dropped, and new letters have been added. An orthographic reform was implemented by the Russian tsar Peter the Great in 1708 which removed a number of obsolete letters so that Russian writing is now almost perfectly phonetic.</p> <p>The script has traditionally been used for writing the Slavic languages, of which Russian is the most widely spoken. During the nineteenth and twentieth centuries, particularly under Soviet rule, it was extended to write over 50 languages throughout Eastern Europe and Asia.</p> <p>Cyrillic is written from left to right with spaces between words. Upper- and lowercase letters are used; most printed lowercase letters are simply smaller versions of their uppercase equivalents. However, the shapes of handwritten and italic letters can vary greatly from the shapes of printed letters. With the conversion of the script to non-Slavic languages in which new sounds needed to be written, a number of <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#multig target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;digraphs, trigraphs and tetragraphs</a> were employed. Russian and the Slavic languages use only a few digraphs. Many new letters were also created for writing the non-Slavic languages by adding hooks, breves or diaereses to existing letters. These marks are not considered diacritics, instead, a letter so modified is considered a separate letter with the mark an intrinsic part.</p> <p>After the dissolution of the Soviet Union in 1991, some of the languages which had been forced to adopt the Cyrillic script opted instead to give the Latin or Arabic script official status. However, at the end of 2002, President Putin signed into law an addition to Russian Federation law stipulating that the alphabets of the state language of the Russian Federation and the state languages of its republics must be based on the Cyrillic script. Other scripts for the alphabets of the state language of the Russian Federation and the state languages of its republics can only be adopted under federal laws. The law was received very negatively in some states.</p>"},"children":[],"language":{"iso":"mkd","glotto_id":"mace1250","glotto_family":null,"iso1":"mk","name":"Macedonian","autonym":"македонскиmakedonski","macroarea":null,"level":"L","development":null,"use":null,"location":"Greece and The Former Yugoslav Republic of Macedonia","area":"North: Kumanovo-Kratovo region; Southeast: Gevgelija, Strumica, and Lake Dojran areas; West: Veles, Prilep, Kichevo, Bitola region, and Debar-Galchnik region. Also in Albania, Bulgaria, Canada, Croatia, Greece, Serbia, Slovenia, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"MK","latitude":"41.595727","longitude":"21.793212","population":1713880,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"MK","name":"North Macedonia","name_long":"Republic of North Macedonia","population":2083374,"official_language":"Macedonian","official_language_iso":"mkd","url_wiki":"https://en.wikipedia.org/wiki/North_Macedonia","hidden":0,"autonym":null,"fips":"MK","iso_a3":"MKD","continent_id":"EU","iso_num":807,"religion_primary":"Christianity","introduction":"Macedonia gained its independence peacefully from Yugoslavia in 1991. Greek objection to Macedonia’s name insisting it implies territorial pretensions to the northern Greek province of the same name and democratic backsliding have stalled the country’s movement toward Euro-Atlantic integration. Immediately after Macedonia declared independence Greece sought to block Macedonian efforts to gain UN membership if the name “Macedonia” was used. Macedonia was eventually admitted to the UN in 1993 as “The Former Yugoslav Republic of Macedonia” and at the same time it agreed to UN-sponsored negotiations on the name dispute. In 1995 Greece lifted a 20-month trade embargo and the two countries agreed to normalize relations but the issue of the name remained unresolved and negotiations for a solution are ongoing. Since 2004 the US and over 130 other nations have recognized Macedonia by its constitutional name Republic of Macedonia. Ethnic Albanian grievances over perceived political and economic inequities escalated into an insurgency in 2001 that eventually led to the internationally brokered Ohrid Framework Agreement (OFA) which ended the fighting and established guidelines for constitutional amendments and the creation of new laws that enhanced the rights of minorities. Relations between Macedonians and ethnic Albanians remain fragile however. ++ Macedonia has been engulfed in a political crisis that began after the 2014 legislative and presidential election and which escalated in 2015 when opposition party began releasing wiretap content that it alleged showed widespread government corruption. Although Macedonia became an EU candidate in 2005 the country still faces challenges including overcoming the political crisis fully implementing OFA resolving the outstanding name dispute with Greece improving relations with Bulgaria halting democratic backsliding and stimulating economic growth and development. At the 2008 NATO Summit in Bucharest Romania the Allies agreed that Macedonia would be invited to join the Alliance as soon as a mutually acceptable resolution to the name dispute was reached with Greece.","overview":"Macedonia officially the Republic of Macedonia is a country in the Balkan peninsula in Southeast Europe. It is one of the successor states of the former Yugoslavia from which it declared independence in 1991.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":18,"land_mass_km":25220,"population_christian":1334000,"population_christian_percentage":65,"population_catholic_percentage":0.3,"population_protestant_percentage":64.7,"population_refugee":353,"population_migration":-1000,"population_year_change":0,"population_density_km":83,"population_average_age":39,"population_urban_percentage":59,"population_literacy_percentage":"97.00","landmass":null,"region_code":9,"region_id":"39","region_name":"Southern Europe"}}