{
    "id": "MKDFREI",
    "parent_bible_id": null,
    "uuid": "e1dab3e6-7a36-4a77-a217-4b8f46b18a6e",
    "iso": "mkd",
    "language": {
        "name": "Macedonian"
    },
    "title": "Slavic Freising Gospel Book",
    "title_vernacular": "Evangeliarium",
    "description": "This Carolingian gospel exemplifies the position of Bavaria as a meeting point of different artistic traditions. The text and the choice of prologues correspond with those in older Salzburg manuscripts and can be traced back to an Italian prototype. The marvelous manuscript, written during the episcopate of Anno of Freising (854–75), has in the margins of its leaves numerous critical notes on the text, including a series of Greek variants. Other influences can be observed in the decoration, which consists of interlace initials, an 18-page canon sequence, and four pictures of the evangelists. The influence of the Carolingian school of Rheims is directly discernible in the agitated painting style of the portraits of the evangelists. The ornamental decoration of the manuscript is likewise characterized as being permeated by various artistic traditions. In a group of related Freising gospel manuscripts, this codex comes first both in time and in quality. Carolingian refers to the period in which much of Western Europe was ruled by the dynasty established by Pepin the Short in 751, whose son, Charlemagne, was crowned Holy Roman emperor in 800 and ruled the empire until his death in 814. The Carolingian Renaissance of about 775–900 was marked by achievements in art, architecture, literature, religion, and law. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "MK",
    "country": {
        "name": "North Macedonia"
    },
    "alphabet": {
        "name": "Cyrillic",
        "script": "Cyrl",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Slavic-(0860-ca.)-Freising-Gospel-Book-Illuminated-(WDL-8921).pdf",
            "title": "Slavic (0860 ca.) Freising Gospel Book - Illuminated (WDL-8921)",
            "scope": "",
            "type": "illuminated",
            "filesize": "74355496",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}