{"abbr":"MKDFREI","title":"Slavic Freising Gospel Book","title_vernacular":"Evangeliarium","description":"This Carolingian gospel exemplifies the position of Bavaria as a meeting point of different artistic traditions. The text and the choice of prologues correspond with those in older Salzburg manuscripts and can be traced back to an Italian prototype. The marvelous manuscript, written during the episcopate of Anno of Freising (854–75), has in the margins of its leaves numerous critical notes on the text, including a series of Greek variants. Other influences can be observed in the decoration, which consists of interlace initials, an 18-page canon sequence, and four pictures of the evangelists. The influence of the Carolingian school of Rheims is directly discernible in the agitated painting style of the portraits of the evangelists. The ornamental decoration of the manuscript is likewise characterized as being permeated by various artistic traditions. In a group of related Freising gospel manuscripts, this codex comes first both in time and in quality. Carolingian refers to the period in which much of Western Europe was ruled by the dynasty established by Pepin the Short in 751, whose son, Charlemagne, was crowned Holy Roman emperor in 800 and ruled the empire until his death in 814. The Carolingian Renaissance of about 775–900 was marked by achievements in art, architecture, literature, religion, and law. (World Digital Library)","iso":"mkd","script":"Cyrl","year":860,"country_id":"MK","copyright":"Public Domain","bible_links":[{"bible_abbr":"MKDFREI","url":"http://downloads.dbs.org/archive/Slavic-(0860-ca.)-Freising-Gospel-Book-Illuminated-(WDL-8921).pdf","title":"Slavic (0860 ca.) Freising Gospel Book - Illuminated (WDL-8921)","scope":"","type":"illuminated","filesize":"74355496","response_code":"0","provider":"World Digital Library","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"language":{"iso":"mkd","glotto_id":"mace1250","iso1":"mk","name":"Macedonian","autonym":"македонскиmakedonski","level":"L","location":"Greece and The Former Yugoslav Republic of Macedonia","area":"North: Kumanovo-Kratovo region; Southeast: Gevgelija, Strumica, and Lake Dojran areas; West: Veles, Prilep, Kichevo, Bitola region, and Debar-Galchnik region. Also in Albania, Bulgaria, Canada, Croatia, Greece, Serbia, Slovenia, United States.","country_id":"MK","latitude":41.595727,"longitude":21.793212,"population":1713880,"status_id":"1"},"country":{"id":"MK","name":"North Macedonia","name_long":"Republic of North Macedonia","population":2083374,"official_language":"Macedonian","official_language_iso":"mkd","iso_a3":"MKD","continent_id":"EU","iso_num":807,"language_count":18,"religion_primary":"Christianity","introduction":"Macedonia gained its independence peacefully from Yugoslavia in 1991. Greek objection to Macedonia’s name insisting it implies territorial pretensions to the northern Greek province of the same name and democratic backsliding have stalled the country’s movement toward Euro-Atlantic integration. Immediately after Macedonia declared independence Greece sought to block Macedonian efforts to gain UN membership if the name “Macedonia” was used. Macedonia was eventually admitted to the UN in 1993 as “The Former Yugoslav Republic of Macedonia” and at the same time it agreed to UN-sponsored negotiations on the name dispute. In 1995 Greece lifted a 20-month trade embargo and the two countries agreed to normalize relations but the issue of the name remained unresolved and negotiations for a solution are ongoing. Since 2004 the US and over 130 other nations have recognized Macedonia by its constitutional name Republic of Macedonia. Ethnic Albanian grievances over perceived political and economic inequities escalated into an insurgency in 2001 that eventually led to the internationally brokered Ohrid Framework Agreement (OFA) which ended the fighting and established guidelines for constitutional amendments and the creation of new laws that enhanced the rights of minorities. Relations between Macedonians and ethnic Albanians remain fragile however. ++ Macedonia has been engulfed in a political crisis that began after the 2014 legislative and presidential election and which escalated in 2015 when opposition party began releasing wiretap content that it alleged showed widespread government corruption. Although Macedonia became an EU candidate in 2005 the country still faces challenges including overcoming the political crisis fully implementing OFA resolving the outstanding name dispute with Greece improving relations with Bulgaria halting democratic backsliding and stimulating economic growth and development. At the 2008 NATO Summit in Bucharest Romania the Allies agreed that Macedonia would be invited to join the Alliance as soon as a mutually acceptable resolution to the name dispute was reached with Greece.","overview":"Macedonia officially the Republic of Macedonia is a country in the Balkan peninsula in Southeast Europe. It is one of the successor states of the former Yugoslavia from which it declared independence in 1991.","independent":1,"landmass_km":25220,"population_christian":1334000,"population_christian_percentage":65,"population_catholic_percentage":0.3,"population_protestant_percentage":64.7,"population_refugee":353,"population_migration":-1000,"population_density_km":83,"population_average_age":39,"population_urban_percentage":59,"population_literacy_percentage":97,"region_code":9,"region_id":39,"region_name":"Southern Europe","url_wiki":"https://en.wikipedia.org/wiki/North_Macedonia","url_britannica":"https://www.britannica.com/place/North-Macedonia","url_ubs":"https://unitedbiblesocieties.org/locations/bible-society-of-the-republic-of-macedonia/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/north-macedonia/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/MK-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/MKD","url_nations_online":"https://www.nationsonline.org/oneworld/macedonia_rep.htm","url_odp":"https://curlie.org/Regional/Europe/North_Macedonia","url_operation_world":"https://operationworld.org/locations/north-macedonia","url_religious_freedom":"https://www.state.gov/countries-areas/north-macedonia/","url_joshua":"https://joshuaproject.net/countries/MK","url_prayercast":"https://prayercast.com/macedonia.html"}}