{
    "id": "MKDKYIV",
    "parent_bible_id": null,
    "uuid": "03f84131-7edb-40f8-a5c9-f73043582f38",
    "iso": "mkd",
    "language": {
        "name": "Macedonian"
    },
    "title": "Slavic Kyiv Gospel",
    "title_vernacular": "Евангелие тетр (Киевское Евангелие)",
    "description": "The Kyiv Gospel was created in 1411 by a monk called Makarii in the Pustynno-Mykolaivskyi Monastery in Kiev, by order of the monk Ionah Bolakyrev, as recorded in one of the historic inscriptions on the work. This copy is one of the few 15th-century manuscripts from Kiev that specifies where it was made. The Gospel is known as a paleographic specimen of the “younger” semi-uncial script in Ukraine. Two headpieces of simple composition, headings, and initials are executed in dark-brown ink and vermilion. The manuscript was restored and bound in the first quarter of the 16th century. The binding was restored again in 1721, and on the upper board appears the date \"June 4, 1721.\" The manuscript consists of the tetraevangelion (an ornate book of the Orthodox Church containing the text of the Gospels for liturgical readings), a menology (calendrical work commemorating the dead), and indices of lections. In the 19th century the manuscript was known as the Gospel of 1411. Four historic inscriptions were found in the manuscript, two of which were on folios (1 and 324) that are now missing. These inscriptions, known only from the investigations of N.V. Geppener and I.I. Sreznevsky, indicate the names of the scribe and the person who commissioned the original manuscript (note of June 20, 1411, folio 1 recto) and tell of a contribution made by unknown prince (note of March 23, 1427, folio 324 recto). One of two surviving inscriptions tells of another donation (folio 323 recto); the other is the 1721 note of the book binder. The manuscript is in the collection of the V.I. Vernadsky National Library of Ukraine. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "MK",
    "country": {
        "name": "North Macedonia"
    },
    "alphabet": {
        "name": "Cyrillic",
        "script": "Cyrl",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/MKDKYIV_DBS_HS/Slavic-(1411)-Kyiv-Gospel-(WDL-11807).pdf",
            "title": "Slavic (1411) Kyiv Gospel (WDL-11807)",
            "scope": "",
            "type": "historic",
            "filesize": "118777956",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}