{
    "id": "MKDORSH",
    "parent_bible_id": null,
    "uuid": "25778ce2-b68e-4acd-b6b8-1cd58b52bfa1",
    "iso": "mkd",
    "language": {
        "name": "Macedonian"
    },
    "title": "Slavic Orsha GospelLectionary",
    "title_vernacular": "Евангелие апракос полный (Оршанское Евангелие)",
    "description": "This gospel, believed to have been created in Polotsk (present-day Belarus) in the second half of the 13th century, is one of the oldest monuments of the Cyrillic Slavonic alphabet and one of the most ancient decorated Belarusian manuscripts. It contains two multicolor miniatures with gilding portraying the evangelists Luke (folio 42 verso) and Matthew (folio 123 verso). The miniatures reflect the influence of the early Palaeologian (relating to the last Byzantine dynasty, reigned 1259–1453) Byzantine style in old Belarusian art. The images are vividly depicted in bright colors. The work has two headpieces and 310 rubricated initials made in the floral-geometrical and animal-form styles close to the style of decorations of Belarusian manuscripts (the 12th-century Polotsk Gospel and other works). The book has a lower board binding made of oak panel with three brass bosses, broken in halves lengthwise. The manuscript contains readings for the entire year, without the beginning (the first 25 folios are missing). It begins with the lection for Saturday of the seventh week after Easter. After the Gospel readings is a menology (an arrangement of the readings according to months and saints' days) and the Sunday matutinal (early morning) gospels. The manuscript was found among the property that invading Napoleonic troops in 1812 discarded from the monasteries of Orsha (in present-day Belarus). It was contributed to the museum of the Kiev Theological Academy by the landowner I.S. Melenevskyi in 1874 and is now in the collections of the V.I. Vernadsky National Library of Ukraine. (World Digital Library)",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "MK",
    "country": {
        "name": "North Macedonia"
    },
    "alphabet": {
        "name": "Cyrillic",
        "script": "Cyrl",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Slavic-(1250-ca.)-Orsha-GospelLectionary-Illuminated-(WDL-11804).pdf",
            "title": "Slavic (1250 ca.) Orsha GospelLectionary - Illuminated (WDL-11804)",
            "scope": "",
            "type": "illuminated",
            "filesize": "47243559",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}