{"id":"MONKJV","parent_bible_id":null,"gbc":null,"date":"2011-2012","iso":"mon","title":"Mongolian King James Version","title_vernacular":"ШИНЭ ГЭРЭЭ","copyright":null,"guid":null,"description":"Mongolian King James Version","description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":"Default","numeral_system_id":"default","country_id":"MN","copyright_type":null,"reviewed":0,"isbn13":"978-1-5313-1282-4","back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"MONKJV","bible_size_id":null,"bible_link_type":"web","url":"http://www.mongolianteam.org/index.php/mongolian-bible/matthew/","title":"Read The New Testament","scope":null,"type":"web","provider":"Mongolian Team","organization_id":null,"filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"mon","glotto_id":"mon","glotto_family":null,"iso1":"mn","name":"Mongolian","autonym":"??????","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":null,"progress":null,"typology":null,"writing":null,"description":null,"country_id":"MN","latitude":null,"longitude":null,"population":3225000,"status_id":null,"status_notes":null,"redirect_to_iso":null},"country":{"id":"MN","name":"Mongolia","name_long":"The State of Mongolia","population":3198913,"official_language":"Mongolian Halh","official_language_iso":"khk","url_wiki":"https://en.wikipedia.org/wiki/Mongolia","hidden":0,"autonym":null,"fips":"MG","iso_a3":"MNG","continent_id":"AS","iso_num":496,"religion_primary":"Buddhism","introduction":"The Mongols gained fame in the 13th century when under Chinggis KHAAN they established a huge Eurasian empire through conquest. After his death the empire was divided into several powerful Mongol states but these broke apart in the 14th century. The Mongols eventually retired to their original steppe homelands and in the late 17th century came under Chinese rule. Mongolia won its independence in 1921 with Soviet backing and a communist regime was installed in 1924. The modern country of Mongolia however represents only part of the Mongols' historical homeland; today more ethnic Mongolians live in the Inner Mongolia Autonomous Region in the People's Republic of China than in Mongolia. Following a peaceful democratic revolution in 1990 the ex-communist Mongolian People's Revolutionary Party (MPRP) - which took the name Mongolian People’s Party (MPP) in 2010 - has competed for political power with the Democratic Party (DP) the main opposition party and several other smaller parties including a new party formed by former President ENKHBAYAR which confusingly adopted for itself the MPRP name. In its most recent Parliamentary elections in June 2016 Mongolians handed the MPP overwhelming control of Parliament largely pushing out the DP which had overseen a sharp decline in Mongolia’s economy during its control of Parliament in the preceding years. President ELBEGDORJ a DP member will finish his second term as president in 2017 and is not eligible to run for reelection.","overview":"Mongolia a nation bordered by China and Russia is known for vast rugged expanses and nomadic culture. Its capital Ulaanbaatar centers around Chinggis Khaan (Genghis Khan) Square named for the notorious founder of the 13th- and 14th-century Mongol Empire. Also in Ulaanbaatar are the National Museum of Mongolia displaying historic and ethnographic artifacts and the restored 1830 Gandantegchinlen Monastery.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":19,"land_mass_km":1553560,"population_christian":58000,"population_christian_percentage":2.1,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":6,"population_migration":-852,"population_year_change":1.65,"population_density_km":2,"population_average_age":28,"population_urban_percentage":67,"population_literacy_percentage":"97.00","landmass":null,"region_code":3,"region_id":"30","region_name":"Eastern Asia"}}