{"id":"MONOLD","parent_bible_id":null,"gbc":null,"date":"1846-80","iso":"mon","title":"Mongolian Old Version New Testament","title_vernacular":"Монгол Хуучин Хувилбар Шинэ Гэрээ","copyright":"Public Domain","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Mong","versification":null,"numeral_system_id":"default","country_id":"MN","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"MONOLD","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/MONOLD_DBS_HS/Mongolian-(1846)-New-Testament.pdf","title":"Mongolian (1846) New Testament","scope":null,"type":"historic","provider":"","organization_id":"british-and-foreign-bible-society","filesize":7959273,"response_code":null},{"bible_id":"MONOLD","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/MONOLD_DBS_HS/Mongolian-(1880)-New-Testament.pdf","title":"Mongolian (1880) New Testament","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":81733631,"response_code":null}],"pod":[],"alphabet":{"script":"Mong","name":"Mongolian","unicode_pdf":null,"family":"Central Asian","type":"alphabet","white_space":"between words","open_type_tag":"mong","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"vertical","ligatures":"unspecified","direction":"ltr","direction_notes":"vertical (LTR)","sample":null,"sample_img":null,"description":"<p>The Mongolian script is used for writing the Mongolian language, both within the Inner Mongolia Autonomous Region of the People’s Republic of China and elsewhere in China. In the Mongolian Peoples Republic (Outer Mongolia), the traditional script was replaced by a Cyrillic orthography since the early 1940s, but revived in the 1990s, so that both scripts are now used in tandem.</p> <p>Mongolian writing was derived from the Uighur script, a descendent of Sogdian Aramaic, during the reign of Genghis Khan in the 13th century. The script is written in vertical columns running from left to right. Some modern texts write horizontally from left to right; in these cases each letter is also rotated 90° to retain its original orientation with respect to the orientation of the line of text.</p> <p>There are 8 vowel and 27 consonant letters in the script. Each letter has three letter forms for use in initial, medial, and final position in a word (with some exceptions; some letters can only be used in two positions so only have two forms). Some letters also have variant forms which can be used if the writer deems it more aesthetically desirable in the context of the surrounding letters.</p> <p>Script-specific punctuation marks are used, including a full stop, a comma, and two symbols to mark the beginning and end of a passage. A set of digits from 0-9, derived from the Tibetan digits, is used.</p> <p>There are four other scripts which are derived from and closely related to Mongolian. These are the Galik, Todo (or \\\\\\clear script\\\\\\\")"},"children":[],"language":{"iso":"mon","glotto_id":"mon","glotto_family":null,"iso1":"mn","name":"Mongolian","autonym":"??????","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":null,"progress":null,"typology":null,"writing":null,"description":null,"country_id":"MN","latitude":null,"longitude":null,"population":3225000,"status_id":null,"status_notes":null,"redirect_to_iso":null},"country":{"id":"MN","name":"Mongolia","name_long":"The State of Mongolia","population":3198913,"official_language":"Mongolian Halh","official_language_iso":"khk","url_wiki":"https://en.wikipedia.org/wiki/Mongolia","hidden":0,"autonym":null,"fips":"MG","iso_a3":"MNG","continent_id":"AS","iso_num":496,"religion_primary":"Buddhism","introduction":"The Mongols gained fame in the 13th century when under Chinggis KHAAN they established a huge Eurasian empire through conquest. After his death the empire was divided into several powerful Mongol states but these broke apart in the 14th century. The Mongols eventually retired to their original steppe homelands and in the late 17th century came under Chinese rule. Mongolia won its independence in 1921 with Soviet backing and a communist regime was installed in 1924. The modern country of Mongolia however represents only part of the Mongols' historical homeland; today more ethnic Mongolians live in the Inner Mongolia Autonomous Region in the People's Republic of China than in Mongolia. Following a peaceful democratic revolution in 1990 the ex-communist Mongolian People's Revolutionary Party (MPRP) - which took the name Mongolian People’s Party (MPP) in 2010 - has competed for political power with the Democratic Party (DP) the main opposition party and several other smaller parties including a new party formed by former President ENKHBAYAR which confusingly adopted for itself the MPRP name. In its most recent Parliamentary elections in June 2016 Mongolians handed the MPP overwhelming control of Parliament largely pushing out the DP which had overseen a sharp decline in Mongolia’s economy during its control of Parliament in the preceding years. President ELBEGDORJ a DP member will finish his second term as president in 2017 and is not eligible to run for reelection.","overview":"Mongolia a nation bordered by China and Russia is known for vast rugged expanses and nomadic culture. Its capital Ulaanbaatar centers around Chinggis Khaan (Genghis Khan) Square named for the notorious founder of the 13th- and 14th-century Mongol Empire. Also in Ulaanbaatar are the National Museum of Mongolia displaying historic and ethnographic artifacts and the restored 1830 Gandantegchinlen Monastery.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":19,"land_mass_km":1553560,"population_christian":58000,"population_christian_percentage":2.1,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":6,"population_migration":-852,"population_year_change":1.65,"population_density_km":2,"population_average_age":28,"population_urban_percentage":67,"population_literacy_percentage":"97.00","landmass":null,"region_code":3,"region_id":"30","region_name":"Eastern Asia"}}