{"id":"MSCGHB","parent_bible_id":null,"gbc":null,"date":"2017","iso":"msc","title":"God's Holy Book in Sankaran","title_vernacular":"Alla la Kitabu Seniman","copyright":"© 2017, Traducteurs Pionniers de la Bible.","guid":null,"description":"Maninka, Sankaran: Alla la Kitabu Seniman Portions","description_short":null,"description_vernacular":null,"description_reviewed":3,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"GN","copyright_type":"RESERVED","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[{"bible_id":"MSCGHB","publisher_id":"pioneer-bible-translators","partner_id":null,"description":"This Bible is copyrighted by Pioneer Bible Translators (pbti.org) and is produced at cost by the Digital Bible Society (dbs.org). This translation is made available to you under the terms of the Creative Commons Attribution-Noncommercial-No Derivatives license 4.0. <br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":108,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSans-Regular.ttf","font_bold":"NotoSans-Bold.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.25,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":"grayscale(1)","custom_styles":null},{"bible_id":"MSCGHB","publisher_id":"pioneer-bible-translators","partner_id":null,"description":"This Bible is copyrighted by Pioneer Bible Translators (pbti.org) and is produced at cost by the Digital Bible Society (dbs.org). This translation is made available to you under the terms of the Creative Commons Attribution-Noncommercial-No Derivatives license 4.0. <br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":159,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"CrimsonPro-Regular.ttf","font_bold":"CrimsonPro-Bold.ttf","font_format":"truetype","font_size":11,"orphans":2,"widows":2,"line_height":1.3,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":"grayscale(1)","custom_styles":null}],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"msc","glotto_id":"sank1253","glotto_family":null,"iso1":null,"name":"Sankaran Maninka","autonym":"Malinke","macroarea":null,"level":"L","development":null,"use":null,"location":"Guinea and Guinea-Bissau","area":"","progress":"Portions\r","typology":null,"writing":null,"description":null,"country_id":"GN","latitude":"10.096210","longitude":"-10.569050","population":77000,"status_id":"6a","status_notes":null,"redirect_to_iso":null},"country":{"id":"GN","name":"Guinea","name_long":"The Republic of Guinea","population":12877894,"official_language":"French","official_language_iso":"fra","url_wiki":"https://en.wikipedia.org/wiki/Guinea","hidden":0,"autonym":null,"fips":"GV","iso_a3":"GIN","continent_id":"AF","iso_num":324,"religion_primary":"Islam","introduction":"Guinea is at a turning point after decades of authoritarian rule since gaining its independence from France in 1958. Guinea held its first free and competitive democratic presidential and legislative elections in 2010 and 2013 respectively. Alpha CONDE was elected to a five year term as president in 2010 and the National Assembly was seated in January 2014. CONDE's cabinet is the first all-civilian government in Guinea. Previously Sekou TOURE ruled the country as president from independence to his death in 1984. Lansana CONTE came to power in 1984 when the military seized the government after TOURE's death. Gen. CONTE organized and won presidential elections in 1993 1998 and 2003 though all the polls were rigged. Upon CONTE's death in December 2008 Capt. Moussa Dadis CAMARA led a military coup seizing power and suspending the constitution. His unwillingness to yield to domestic and international pressure to step down led to heightened political tensions that culminated in September 2009 when presidential guards opened fire on an opposition rally killing more than 150 people and in early December 2009 when CAMARA was wounded in an assassination attempt and exiled to Burkina Faso. A transitional government led by Gen. Sekouba KONATE paved the way for Guinea's transition to a fledgling democracy.","overview":"'Guinea is a country in West Africa bordered on the west by the Atlantic Ocean. It''s known for the Mount Nimba Strict Nature Reserve in the southeast. The reserve protects a forested mountain range rich in native plants and animals including chimpanzees and the viviparous toad. On the coast the capital city Conakry is home to the modern Grand Mosque and the National Museum with its regional artifacts.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":52,"land_mass_km":245720,"population_christian":1032000,"population_christian_percentage":8.9,"population_catholic_percentage":5,"population_protestant_percentage":5,"population_refugee":4965,"population_migration":-4000,"population_year_change":2.83,"population_density_km":53,"population_average_age":18,"population_urban_percentage":39,"population_literacy_percentage":"30.00","landmass":null,"region_code":8,"region_id":"202","region_name":"Sub-Saharan Africa"}}