{"id":"MXXWBT","parent_bible_id":null,"gbc":null,"date":null,"iso":"mxx","title":"Bible Mahou Portions","title_vernacular":"Bible Mahou","copyright":"© Wycliffe Bible Translators, Inc. All rights reserved. (Active)","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"CI","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[],"pod":[{"bible_id":"MXXWBT","publisher_id":"wycliffe-bible-translators-inc","partner_id":null,"description":"This Bible is copyrighted by Wycliffe Bible Translators (Wycliffe.org) and is printed with permission by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible is available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":442,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSans-Regular.ttf","font_bold":"NotoSans-Bold.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.3,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null},{"bible_id":"MXXWBT","publisher_id":"wycliffe-bible-translators-inc","partner_id":null,"description":"This Bible is copyrighted by Wycliffe Bible Translators (Wycliffe.org) and is printed with permission by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible is available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":206,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSans-Regular.ttf","font_bold":"NotoSans-Bold.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.3,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null}],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"mxx","glotto_id":"maho1249","glotto_family":null,"iso1":null,"name":"Mahou","autonym":"Malinke","macroarea":null,"level":"L","development":null,"use":null,"location":"Côte d&#039;Ivoire","area":"Northwest region, Touba Department.","progress":"Portions\r","typology":null,"writing":null,"description":null,"country_id":"CI","latitude":"8.354800","longitude":"-7.571090","population":300000,"status_id":"6a","status_notes":null,"redirect_to_iso":null},"country":{"id":"CI","name":"Côte d'Ivoire","name_long":"The Republic of Côte d'Ivoire","population":28088455,"official_language":"French","official_language_iso":"fra","url_wiki":"https://en.wikipedia.org/wiki/Ivory_Coast","hidden":0,"autonym":null,"fips":"IV","iso_a3":"CIV","continent_id":"AF","iso_num":384,"religion_primary":"Islam","introduction":"Close ties to France following independence in 1960 the development of cocoa production for export and foreign investment all made Cote d'Ivoire one of the most prosperous of the West African states but did not protect it from political turmoil. In December 1999 a military coup - the first ever in Cote d'Ivoire's history - overthrew the government. Junta leader Robert GUEI blatantly rigged elections held in late 2000 and declared himself the winner. Popular protest forced him to step aside and brought Laurent GBAGBO into power. Ivorian dissidents and disaffected members of the military launched a failed coup attempt in September 2002 that developed into a rebellion and then a civil war. The war ended in 2003 with a cease fire that left the country divided with the rebels holding the north the government the south and peacekeeping forces a buffer zone between the two. In March 2007 President GBAGBO and former New Forces rebel leader Guillaume SORO signed an agreement in which SORO joined GBAGBO's government as prime minister and the two agreed to reunite the country by dismantling the buffer zone integrating rebel forces into the national armed forces and holding elections. Difficulties in preparing electoral registers delayed balloting until 2010. In November 2010 Alassane Dramane OUATTARA won the presidential election over GBAGBO but GBAGBO refused to hand over power resulting in a five-month stand-off. In April 2011 after widespread fighting GBAGBO was formally forced from office by armed OUATTARA supporters with the help of UN and French forces. Several thousand UN peacekeepers and several hundred French troops remain in Cote d'Ivoire to support the transition process. OUATTARA is focused on rebuilding the country's infrastructure and military after the five months of post-electoral fighting and faces ongoing threats from GBAGBO supporters many of whom have sought shelter in Ghana. GBAGBO is in The Hague awaiting trial for crimes against humanity.","overview":"'Côte d''Ivoire is a West African country with beach resorts rainforests and a French-colonial legacy. Abidjan on the Atlantic coast is the country’s major urban center. Its modern landmarks include zigguratlike concrete La Pyramide and St. Paul''s Cathedral a swooping structure tethered to a massive cross. North of the central business district Banco National Park is a rainforest preserve with hiking trails.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":108,"land_mass_km":55960,"population_christian":7075000,"population_christian_percentage":32.8,"population_catholic_percentage":28.9,"population_protestant_percentage":3.9,"population_refugee":2021,"population_migration":-8001,"population_year_change":-0.61,"population_density_km":73,"population_average_age":44,"population_urban_percentage":58,"population_literacy_percentage":"57.00","landmass":null,"region_code":8,"region_id":"202","region_name":"Sub-Saharan Africa"}}