{"id":"NDOBSN","parent_bible_id":null,"gbc":null,"date":"1986","iso":"ndo","title":"Ndonga Bible Society Nambia Portion","title_vernacular":"Embo Iyotango Iya Moses","copyright":"","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"NA","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"NDOBSN","bible_size_id":null,"bible_link_type":"genesis","url":"http://downloads.dbs.org/archive/Ndonga-(1986)-Genesis-Portion.pdf","title":"Ndonga (1986) Genesis Portion","scope":null,"type":"historic","provider":"The Bible Society of Namibia","organization_id":"bible-society-of-namibia","filesize":228726,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"ndo","glotto_id":"ndon1254","glotto_family":null,"iso1":"ng","name":"Ndonga","autonym":"ndonga","macroarea":null,"level":"L","development":null,"use":null,"location":"Namibia","area":"Ovamboland. Also in Angola.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"NA","latitude":"-17.641720","longitude":"19.163085","population":279000,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":{"id":"NA","name":"Namibia","name_long":"The Republic of Namibia","population":2678191,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Namibia","hidden":0,"autonym":null,"fips":"WA","iso_a3":"NAM","continent_id":"AF","iso_num":516,"religion_primary":"Christianity","introduction":"South Africa occupied the German colony of South-West Africa during World War I and administered it as a mandate until after World War II when it annexed the territory. In 1966 the Marxist South-West Africa People's Organization (SWAPO) guerrilla group launched a war of independence for the area that became Namibia but it was not until 1988 that South Africa agreed to end its administration in accordance with a UN peace plan for the entire region. Namibia has been governed by SWAPO since the country won independence in 1990. Hifikepunye POHAMBA was elected president in November 2004 in a landslide victory replacing Sam NUJOMA who led the country during its first 14 years of self rule. POHAMBA was reelected in November 2009.","overview":"'Namibia a country in southwest Africa is distinguished by the Namib Desert along its Atlantic Ocean coast. The country is home to diverse wildlife including a significant cheetah population. The capital Windhoek and coastal town Swakopmund contain German colonial-era buildings such as Windhoek''s Christuskirche built in 1907. In the north Etosha National Park’s salt pan draws game including rhinos and giraffes.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":32,"land_mass_km":823290,"population_christian":1991000,"population_christian_percentage":90,"population_catholic_percentage":13.7,"population_protestant_percentage":76.3,"population_refugee":3188,"population_migration":-4806,"population_year_change":1.86,"population_density_km":3,"population_average_age":22,"population_urban_percentage":55,"population_literacy_percentage":"91.00","landmass":null,"region_code":7,"region_id":"202","region_name":"Sub-Saharan Africa"}}