{"id":"NJZISH","parent_bible_id":null,"gbc":null,"date":"2016","iso":"njz","title":"Nyishi New Testament","title_vernacular":"DVRWQ PVVB (BSI)","copyright":"© 2016, The Bible Society of India","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Beng","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"NJZISH","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2336-nyishi-bsi-dvrwq-pvvb-bsi","title":"DVRWQ PVVB (BSI)","scope":null,"type":"web","provider":"Bible Society of India","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"NJZISH","bible_size_id":"FB","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=0ded8a4fc129cea9","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Beng","name":"Bengali (Bangla)","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":true,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Bengali (also called Bangla) script is used for writing the Bengali language, spoken by over 180,000,000 people mostly in Bangladesh and India. It is also used for a number of other Indian languages including Sylheti and, with one or two modifications, Assamese. It is a Brahmic script although its exact derivation is disputed. Bengali writing shares some similarities with the Dravidian-language scripts, particularly in the shapes of some vowel letters, but it is generally more similar to the Aryan-language scripts, in particular Devanagari.</p> <p>Bengali is an abugida - that is, every consonant letter represents a syllable containing an inherent vowel - written from left to right. There is no upper- or lower-case. There are thirty-five consonant letters and eleven independent vowel letters, two of which represent the diphthongs oj and ow. Each vowel letter also has a diacritic form which combines with a consonant to modify the inherent vowel. These can be written to the left or the right of, or above or below the consonant. Some are <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#multig target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;digraphs</a>, written with part of the letter before and part after the consonant. Some vowel diacritics take contextual forms, for example <span class=Em>u</span> changes shape following <span class=Em>g</span> or <span class=Em>ʃ</span>. Some consonant-vowel combinations have a traditional ligated form which is often visually dissimilar to the base consonant+vowel diacritic form. These are more commonly found in handwriting, but occasionally in printed text also.</p> <p>There are three modifier signs, <span class=Em>khanda-ta</span> (represents a final dental stop), <span class=Em>anusvara</span> (nasalizes a final velar), <span class=Em>visarga</span> (represents a voiceless breath after a vowel), and <span class=Em>chandra bindu</span> (nasalizes a vowel). There is also a symbol, <span class=Em>hasanta</span>, to mute the inherent vowel.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/j6/sp/j6spskdfbr_BengaliSigns.png height=192 width=249 /></p> <p>Bengali writing differs from most Indian abugidas in that the inherent vowel in a syllable is either ɔ or o. In general, it is pronounced ɔ except when followed by i, j, u or w, in which contexts it is pronounted o. However this is not always predictable. In addition, at the end of a syllable (at the end of or within a word), the vowel is often not pronounced even when this is not indicated with <span class=Em>hasanta</span>. So the letters <span class=Em>m</span>+<span class=Em>t</span> can represent either mɔt opinion or moto approximately, but <span class=Em>g</span>+<span class=Em>t</span> always represents gɔto past.</p> <p>Consonants regularly form conjuncts, normally of two letters, more rarely of three or four. Often these involve little or no change in letterform, but in some cases one letter changes unrecognizably from its isolated form and in a few cases both letters do so. Conjuncts are written with the parts alongside each other or in stacks. Pronunciation of conjuncts is not always what would be expected from the sum of their parts, due to sound changes in spoken Bengali which are not represented in writing. The <span class=Em>j</span>+<span class=Em>ñ</span> conjunct is pronounced g+nasalization at the start of a word or gg elsewhere, for example <span class=Em>bijña</span>, pronounced biggo/õ wise. Combinations of C+<span class=Em>m</span> are pronounced at the start of a word as C+nasalization, or as CC elsewhere. The conjunct <span class=Em>kʃa</span> represents khɔ at the start of a word and khhɔ within a word, as in the case of the womans name written <span class=Em>lakʃmi</span> but pronounced lokkhi.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/j6/sp/j6spskdfbr_BengaliConjuncts.png height=170 width=360 /></p> <p>Some other spelling conventions also reflect archaic pronunciation. The three sibilant letters which represented three separate sounds ʂ, ʃ and s in Brahmi writing have been retained in Bengali orthography, all representing ʃ except before t, n, r or l, when they all assimilate to s. </p> <p>Bengali employs a set of script-specific digits 0-9.</p> <p>The Devanagari full stop, a vertical line, is used in Bengali alongside Latin punctuation. </p>"},"children":[],"language":{"iso":"njz","glotto_id":"nyis1236","glotto_family":null,"iso1":null,"name":"Nyishi","autonym":" Nisi","macroarea":null,"level":"L","development":null,"use":null,"location":"India, Map 5","area":null,"progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"IN","latitude":"26.000000","longitude":"93.500000","population":299000,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":null}