{"id":"NNAWBT","parent_bible_id":null,"gbc":null,"date":"1980","iso":"nna","title":"Nyangumarta Bible","title_vernacular":null,"copyright":"© 1980,2010 Wycliffe Bible Translators, Inc.","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"AU","copyright_type":"CCBYNCND","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"NNAWBT","bible_size_id":null,"bible_link_type":"web","url":"https://ebible.org/find/details.php?id=nnawbt","title":"Simple HTML Bibles","scope":null,"type":"web","provider":"ebible.org","organization_id":"ebible","filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"nna","glotto_id":"nyan1301","glotto_family":null,"iso1":null,"name":"Nyangumarta","autonym":"Nyangumarda","macroarea":null,"level":"L","development":null,"use":null,"location":"Australia","area":"Western Australia, Marble Bar, Port Hedlund, Tjalku Wara.","progress":"Portions\r","typology":null,"writing":null,"description":null,"country_id":"AU","latitude":"-20.627090","longitude":"121.391250","population":210,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":{"id":"AU","name":"Australia","name_long":"The Commonwealth of Australia","population":25809973,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Australia","hidden":0,"autonym":null,"fips":"AS","iso_a3":"AUS","continent_id":"OC","iso_num":36,"religion_primary":"Christianity","introduction":"Prehistoric settlers arrived on the continent from Southeast Asia at least 40000 years before the first Europeans began exploration in the 17th century. No formal territorial claims were made until 1770 when Capt. James COOK took possession of the east coast in the name of Great Britain (all of Australia was claimed as British territory in 1829 with the creation of the colony of Western Australia). Six colonies were created in the late 18th and 19th centuries; they federated and became the Commonwealth of Australia in 1901. The new country took advantage of its natural resources to rapidly develop agricultural and manufacturing industries and to make a major contribution to the Allied effort in World Wars I and II. ++ In recent decades Australia has become an internationally competitive advanced market economy due in large part to economic reforms adopted in the 1980s and its location in one of the fastest growing regions of the world economy. Long-term concerns include an aging population pressure on infrastructure and environmental issues such as floods droughts and bushfires. Australia is the driest inhabited continent on earth making it particularly vulnerable to the challenges of climate change. Australia is home to 10 per cent of the world's biodiversity and a great number of its flora and fauna exist nowhere else in the world.","overview":"Australia is a country and continent surrounded by the Indian and Pacific oceans. Its major cities – Sydney Brisbane Melbourne Perth Adelaide – are coastal. Its capital Canberra is inland. The country is known for its Sydney Opera House the Great Barrier Reef a vast interior desert wilderness called the Outback and unique animal species like kangaroos and duck-billed platypuses.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":476,"land_mass_km":7682300,"population_christian":12201600,"population_christian_percentage":52.1,"population_catholic_percentage":22.6,"population_protestant_percentage":29.6,"population_refugee":76764,"population_migration":158246,"population_year_change":1.18,"population_density_km":3,"population_average_age":38,"population_urban_percentage":86,"population_literacy_percentage":"99.00","landmass":null,"region_code":1,"region_id":"53","region_name":"Australia and New Zealand"}}