{"id":"PANTBN","parent_bible_id":null,"gbc":null,"date":"1992","iso":"pan","title":"New Testament in Punjabi (1992)","title_vernacular":null,"copyright":null,"guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Guru","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"PANTBN","bible_size_id":null,"bible_link_type":"audio_web","url":"http://listen.talkingbibles.org/language/pan/","title":"NT","scope":null,"type":"audio_web","provider":"Talking Bibles International","organization_id":"talking-bibles-international","filesize":null,"response_code":null},{"bible_id":"PANTBN","bible_size_id":null,"bible_link_type":"audio_web","url":"http://oralbibles.org/content/punjabi","title":"Bible Stories","scope":null,"type":"audio_web","provider":"Oral Bibles","organization_id":"kairos-international","filesize":null,"response_code":null},{"bible_id":"PANTBN","bible_size_id":null,"bible_link_type":"web","url":"https://listen.talkingbibles.org/en/language/pan","title":"Audio Bible","scope":null,"type":"web","provider":"Talking Bibles","organization_id":"talking-bibles-international","filesize":null,"response_code":null},{"bible_id":"PANTBN","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/PANTBN_DBS_HS/Punjabi-John-(print).pdf","title":"Punjabi - John (Print)","scope":null,"type":"historic","provider":"","organization_id":"gospelgo","filesize":2211777,"response_code":null},{"bible_id":"PANTBN","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/PANTBN_DBS_HS/Punjabi-New-Testament-(print).pdf","title":"Punjabi - New Testament (Print)","scope":null,"type":"historic","provider":"","organization_id":"gospelgo","filesize":10454383,"response_code":null}],"pod":[],"alphabet":{"script":"Guru","name":"Gurmukhi","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":false,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Gurmukhi script is used primarily by followers of the Sikh religion in India to write the Punjabi language. Gurmukhi writing is historically derived from Brahmi, but its present form was developed in the 16th century by Guru Angad, successor to the founder of the Sikh religion, Guru Nanak. The word Gurmukhi means from the mouth of the guru. Muslims in the Pakistani Punjab write Punjabi in the Persian script; use of the Persian script for writing Punjabi is called <span class=Em>Shahmukhi</span>.</p> <p>Gurmukhi is written from left to right using letters that hang from a horizontal headstroke. The script is an abugida, that is, each letter represents a consonant with an inherent ə vowel. There are thirty-two basic consonant letters, which are ordered according to the place and manner in which the sound is produced, in the same way as the Devanagari letters. Consonants are ordered in rows; velar, palatal, retroflex, dental, labial. Within each row, voiceless sounds are ordered first (unaspirated and aspirated), then voiced sounds (historically unaspirated and aspirated, although this distinction has been lost in modern spoken Punjabi), and lastly nasals. Sonorants are ordered last.</p> <p>Consonants can be modified using one of nine vowel diacritics to change the inherent vowel. The script does not use any independent vowel letters; syllable-initial vowels are written using one of three vowel carriers, one each for back, low and front vowels, and the appropriate diacritic. Six consonant letters can be modified with a dot to represent a (usually) non-native sound, for example ਫ represents phə but ਫ਼ represents fə. Consonant clusters in which h, r or w is the second element can be written using a conjunct. These three letters have half-forms which can be subjoined to the full form of another consonant. Consonant clusters in which y is the second element are also written with a half-form of the letter <span class=Em>ya</span>, but the two elements are not joined into a ligature.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/fw/fn/fwfnv9f6ks_GurkmukhiHalfForms2.png height=60 width=400 /></p> <p>There are two symbols for indicating nasalization. In general, <span class=Em>tippi</span> ੰ is written above the vowels <span class=Em>a</span>, <span class=Em>i</span>, <span class=Em>u</span> and <span class=Em>ū</span> in final position, and <span class=Em>biṃdī</span> ਂ is used in all other contexts. There is also a sign <span class=Em>addak</span> ੱ for representing <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#gemination target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;gemination</a> (long consonants), which is written above and to the left of the consonant to be lengthened. This sign is also used for writing a cluster of an unaspirated and homorganic (pronounced in the same place) aspirated stop; in this case only the aspirated letter is written and <span class=Em>addak</span> is written above and to the left of it, as in the word pəkkhī ripe, which is written <span class=Em>pə</span> + <span class=Em>addak</span> + <span class=Em>khə</span> + <span class=Em>ī</span>.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/fw/fn/fwfnv9f6ks_GurmukhiPakkhi.png height=67 width=83 /></p> <p>The Punjabi language has a three-way tone system of high, mid and low tones. There are no specific tone marks in Gurmukhi writing, but certain aspects of the orthography carry information about tones. In word-initial position, a historically voiced aspirate is pronounced as a voiceless non-aspirate, and indicates that the following vowel carries a low tone. For example, the word written as <span class=Em>ghaṛ</span> is pronounced kàṛ (house). In word-final position, the same letters are pronounced as voiced non-aspirates, and indicate that the preceding vowel carries a high tone. for example the word written as <span class=Em>kujh</span> is pronounced kúj (something). The letter <span class=Em>ha</span> has a special role in marking tone. At the start of a word it carries no tone information but represents the sound hə, but written elsewhere in a word it carries no phonetic value but represents high tone on the preceding vowel. For example, the word written as <span class=Em>tīh</span> is pronounced tí (thirty). When the letter <span class=Em>ha</span> follows a short <span class=Em>i</span> or <span class=Em>u</span>, it changes their phonetic value from ɪ and ʊ to é and ó respectively, and indicates high tone.</p> <p>The Gurmukhi script employs a set of numerals from 0-9. These are becoming less widespread as they are being replaced by Latin numerals, but are still in common use. Latin punctuation is used, as well as the <span class=Em>danda</span> and <span class=Em>double danda</span> symbols which are commonly used in the Brahmic scripts to mark the end of a sentence or verse.</p>"},"children":[],"language":{"iso":"pan","glotto_id":"panj1256","glotto_family":null,"iso1":"pa","name":"Panjabi","autonym":"ਪੰਜਾਬੀ","macroarea":null,"level":"L","development":null,"use":null,"location":"India: Index Map","area":"Punjab, Majhi in Gurdaspur and Amritsar districts, South Firozpur District, Bhatyiana; Rajasthan, north Ganganagar District, Bhatyiana; Haryana; Delhi; Jammu and Kashmir. Also in Bangladesh, Canada, Fiji, Kenya, Libya, Malaysia (Peninsular), Mauritius, Singapore, United Arab Emirates, United Kingdom, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"IN","latitude":"30.036762","longitude":"75.670166","population":80500000,"status_id":"2","status_notes":null,"redirect_to_iso":null},"country":null}