{"abbr":"PBULEYD","title":"Pashto John - Leyden","title_vernacular":"انجيل شريف پای معرفت ده مقدس يوحنا","description":"This book is a versified translation into Pushto with commentary of the Gospel of John, published in Lahore, British India (present-day Pakistan), in 1939. The earliest translations of parts of the Bible into Pushto were completed in the first decade of the 19th century by John Leyden, a Scottish linguist and poet who went to Calcutta in 1803 as a surgeon’s assistant for the East India Company and subsequently became a professor at the College of Fort William. By the time of his death in 1811, Leyden had completed translations of the Gospels of Matthew and Mark. Leyden’s Pushto speaking co-workers completed the entire New Testament by 1818. Large parts of the Hebrew scriptures were translated between 1822 and 1832 by a group led by William Carey. Several other translations were begun and partially completed later in the century. The version of the Gospel of John presented here is a revision of earlier translations undertaken in the 1930s by the American-Danish Protestant missionary Jens Christensen (1899‒1966), with the assistance of M.K. Taib. Christensen was born in Chicago to Danish parents. After service as a soldier at the front in World War I, Christensen decided to become a missionary. Following study at the New York Missionary Training School in Nyack, New York, in 1925 Christensen joined the Danish Mission in Mardan, North-West Frontier Province, British India. In addition to his pastoral work, Christensen wrote several books on the Pathans and Islam and completed new translations of the Gospels of Matthew and John. His collaborator, Taib, was a Muslim convert from a village in Swat who was also a writer, poet, and the librarian of the Mardan mission. Taib versified the translation to make it more palatable to Pathan tastes. The volume presented here, from the Africa and Middle East Division of the Library of Congress, is quite rare. (World Digital Library)","iso":"pbu","script":"Arab","year":1939,"country_id":"PK","copyright":"Public Domain","bible_links":[{"bible_abbr":"PBULEYD","url":"https://archive.org/download/PBULEYD_DBS_HS/Pashto-(1939)-John-Leyden-(WDL-17767).pdf","title":"Pashto (1939) John - Leyden (WDL-17767)","scope":"","type":"historic","filesize":"45599588","response_code":"0","provider":"Danish Pathan Mission, Mardan, Pakistan","visible":true,"organization_id":"074382dc-241d-4375-88ff-63a26a42e345"}],"bible_equivalents":[{"bible_abbr":"PBULEYD","equivalent_id":"53eb2a2d5117ad2122515c1f","type":"Archive","url":"globalbiblecatalogue.org"},{"bible_abbr":"PBULEYD","equivalent_id":"54644c6b5117ad2e910d4507","type":"Archive","url":"globalbiblecatalogue.org"}],"language":{"iso":"pbu","glotto_id":"nort2646","name":"Northern Pashto","autonym":"Yusufzai","level":"L","location":"India, Map 1","area":"Afghanistan border, most of NWFP, Yusufzai, and Peshawar. Also in Afghanistan, Canada, India, United Arab Emirates, United Kingdom, United States.","country_id":"PK","latitude":34,"longitude":71.33,"population":20900000,"status_id":"4"},"country":{"id":"PK","name":"Pakistan","name_long":"The Islamic Republic of Pakistan","population":238181034,"official_language":"Urdu","official_language_iso":"urd","iso_a3":"PAK","continent_id":"AS","iso_num":586,"language_count":90,"religion_primary":"Islam","introduction":"The Indus Valley civilization one of the oldest in the world and dating back at least 5000 years spread over much of what is presently Pakistan. During the second millennium B.C. remnants of this culture fused with the migrating Indo-Aryan peoples. The area underwent successive invasions in subsequent centuries from the Persians Greeks Scythians Arabs (who brought Islam) Afghans and Turks. The Mughal Empire flourished in the 16th and 17th centuries; the British came to dominate the region in the 18th century. The separation in 1947 of British India into the Muslim state of Pakistan (with West and East sections) and largely Hindu India was never satisfactorily resolved and India and Pakistan fought two wars and a limited conflict - in 1947-48 1965 and 1999 respectively - over the disputed Kashmir territory. A third war between these countries in 1971 - in which India capitalized on Islamabad's marginalization of Bengalis in Pakistani politics - resulted in East Pakistan becoming the separate nation of Bangladesh. In response to Indian nuclear weapons testing Pakistan conducted its own tests in mid-1998. India-Pakistan relations improved in the mid-2000s but have been rocky since the November 2008 Mumbai attacks and have been further strained by attacks in India by militants suspected of being backed by Pakistan. Nawaz SHARIF took office as prime minister in 2013 marking the first time in Pakistani history that a democratically elected government completed a full term and transitioned to a successive democratically elected government. Following a series of bomb and suicide attacks by the Tehrik-e Pakistan Taliban (TTP) begun in 2007 the Pakistan Government and TTP representatives agreed to a cease-fire in early 2014. However by mid-year 2014 the talks collapsed and the TTP resumed attack plotting against Pakistani targets.","overview":"Pakistan officially the Islamic Republic of Pakistan is a country in South Asia. It is the fifth-most populous country with a population exceeding 212742631 people. In area it is the 33rd-largest country spanning 881913 square kilometres.","independent":1,"landmass_km":770880,"population_christian":3300000,"population_christian_percentage":1.6,"population_catholic_percentage":0.8,"population_protestant_percentage":0.8,"population_refugee":1419606,"population_migration":-233379,"population_year_change":2,"population_density_km":287,"population_average_age":23,"population_urban_percentage":35,"population_literacy_percentage":58,"region_code":4,"region_id":34,"region_name":"Southern Asia","url_wiki":"https://en.wikipedia.org/wiki/Pakistan","url_britannica":"https://www.britannica.com/place/Pakistan","url_factbook":"https://www.cia.gov/the-world-factbook/countries/pakistan/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/PK-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/PAK","url_nations_online":"https://www.nationsonline.org/oneworld/pakistan.htm","url_odp":"https://curlie.org/Regional/Asia/Pakistan","url_operation_world":"https://operationworld.org/locations/pakistan","url_religious_freedom":"https://www.state.gov/countries-areas/pakistan/","url_joshua":"https://joshuaproject.net/countries/PK","url_prayercast":"https://prayercast.com/pakistan.html","url_prayercast_video":"https://player.vimeo.com/video/22671659","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=Pakistan2_dload_hi.mp4"}}