{
    "id": "PBULEYD",
    "parent_bible_id": "",
    "uuid": "9f0b14d9-6b34-443a-8075-475a4261e5ec",
    "iso": "pbu",
    "language": {
        "name": "Northern Pashto"
    },
    "title": "Pashto John - Leyden",
    "title_vernacular": "انجيل شريف پای معرفت ده مقدس يوحنا",
    "description": "This book is a versified translation into Pushto with commentary of the Gospel of John, published in Lahore, British India (present-day Pakistan), in 1939. The earliest translations of parts of the Bible into Pushto were completed in the first decade of the 19th century by John Leyden, a Scottish linguist and poet who went to Calcutta in 1803 as a surgeon’s assistant for the East India Company and subsequently became a professor at the College of Fort William. By the time of his death in 1811, Leyden had completed translations of the Gospels of Matthew and Mark. Leyden’s Pushto speaking co-workers completed the entire New Testament by 1818. Large parts of the Hebrew scriptures were translated between 1822 and 1832 by a group led by William Carey. Several other translations were begun and partially completed later in the century. The version of the Gospel of John presented here is a revision of earlier translations undertaken in the 1930s by the American-Danish Protestant missionary Jens Christensen (1899‒1966), with the assistance of M.K. Taib. Christensen was born in Chicago to Danish parents. After service as a soldier at the front in World War I, Christensen decided to become a missionary. Following study at the New York Missionary Training School in Nyack, New York, in 1925 Christensen joined the Danish Mission in Mardan, North-West Frontier Province, British India. In addition to his pastoral work, Christensen wrote several books on the Pathans and Islam and completed new translations of the Gospels of Matthew and John. His collaborator, Taib, was a Muslim convert from a village in Swat who was also a writer, poet, and the librarian of the Mardan mission. Taib versified the translation to make it more palatable to Pathan tastes. The volume presented here, from the Africa and Middle East Division of the Library of Congress, is quite rare. (World Digital Library)",
    "description_short": "",
    "description_vernacular": "",
    "copyright": "Public Domain",
    "copyright_type": "",
    "date": null,
    "country_id": "PK",
    "country": {
        "name": "Pakistan"
    },
    "alphabet": {
        "name": "Arabic",
        "script": "Arab",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/PBULEYD_DBS_HS/Pashto-(1939)-John-Leyden-(WDL-17767).pdf",
            "title": "Pashto (1939) John - Leyden (WDL-17767)",
            "scope": "",
            "type": "historic",
            "filesize": "45599588",
            "provider": "Danish Pathan Mission, Mardan, Pakistan",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}