{
    "id": "QUE1715",
    "parent_bible_id": "",
    "uuid": "681b4f50-d4aa-413f-a9da-e528ad60af09",
    "iso": "que",
    "language": {
        "name": "Quechua"
    },
    "title": "Quechua-Spanish Guilding Light Gospels",
    "title_vernacular": "Lucerna yndyca",
    "description": "Lucerna yndyca (A guiding light to the Indians) is a manuscript dating from 1715–22 containing a Castilian–Quechua dictionary and selections of the Gospels translated from Latin into Quechua, the predominant Andean language at the time of the Spanish conquest. The text is annotated with comments by the author, Esteban Sancho de Melgar y Santa Cruz. Melgar, a late-17th century academic, is known for his work Arte de la Lengua General de Inga Llamada Qquechhua (The art of the general language called Quechua) published in Lima in 1691. This manuscript, which was never published and is now preserved in the National Library of Colombia, is an important document that shows the linguistic means used to advance evangelization in Quechua. The manuscript is dedicated to Antonio de Soloaga, archbishop of Lima in the early 18th century. The work contains a preface describing the vocabulary needed to preach and to listen to penitents in confession. The dictionary follows, with an index of the Gospels. Also included are spelling and pronunciation rules for Quechua (referred to as Yndyca or Inca). Melgar used Diego González Holguín’s 1608 dictionary as a basis for his own work, but revised its organization and added his own orthographic conventions. (World Digital Library)",
    "description_short": "",
    "description_vernacular": "",
    "copyright": "Public Domain",
    "copyright_type": "",
    "date": null,
    "country_id": "ZZ",
    "country": {
        "name": "Unknown or Invalid Territory"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://archive.org/download/QUE1715_DBS_HS/Quechua-Spanish-(1715)-Guilding-Light-Gospels-and-Dictionary-Vol.-1-3-(WDL-8994).pdf",
            "title": "Quechua-Spanish (1715) Guilding Light Gospels and Dictionary - Vol. 1-3 (WDL-8994)",
            "scope": "",
            "type": "historic",
            "filesize": "309477950",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}