{"id":"QWCUBS","parent_bible_id":null,"gbc":null,"date":"1972","iso":"qwc","title":"Quichua Oriente New Testament UBS","title_vernacular":"Nuevo Testamento Nishca","copyright":"","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"BO","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"QWCUBS","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/QWCUBS_DBS_HS/Quichua-Oriente-(1972)-New-Testament.pdf","title":"Quichua Oriente (1972) New Testament","scope":null,"type":"historic","provider":"Sociedades Biblicas Unidas Quito","organization_id":"united-bible-societies","filesize":25727060,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"qwc","glotto_id":"clas1251","glotto_family":null,"iso1":null,"name":"Classical Quechua","autonym":"Quechua II-C","macroarea":null,"level":"H","development":null,"use":null,"location":null,"area":"Central Peru.","progress":null,"typology":null,"writing":null,"description":null,"country_id":"BO","latitude":"-9.999990","longitude":"-76.499990","population":0,"status_id":"10","status_notes":null,"redirect_to_iso":null},"country":{"id":"BO","name":"Bolivia","name_long":"The Plurinational State of Bolivia","population":11758869,"official_language":"Spanish","official_language_iso":"spa","url_wiki":"https://en.wikipedia.org/wiki/Bolivia","hidden":0,"autonym":null,"fips":"BL","iso_a3":"BOL","continent_id":"SA","iso_num":68,"religion_primary":"Christianity","introduction":"Bolivia named after independence fighter Simon BOLIVAR broke away from Spanish rule in 1825; much of its subsequent history has consisted of a series of nearly 200 coups and countercoups. Democratic civilian rule was established in 1982 but leaders have faced difficult problems of deep-seated poverty social unrest and illegal drug production. ++ In December 2005 Bolivians elected Movement Toward Socialism leader Evo MORALES president - by the widest margin of any leader since the restoration of civilian rule in 1982 - after he ran on a promise to change the country's traditional political class and empower the nation's poor indigenous majority. In December 2009 and October 2014 President MORALES easily won reelection. His party maintained control of the legislative branch of the government which has allowed him to continue his process of change. In October 2011 the country held its first judicial elections to select judges for the four highest courts. MORALES has publicly described the elected judiciary as a failed experiment that has not resolved judicial backlogs or extended pre-trial detention. He has called for a public referendum on the judicial system.","overview":"Bolivia is a country in central South America with a varied terrain spanning Andes Mountains the Atacama Desert and Amazon Basin rainforest. At more than 3500m its administrative capital La Paz sits on the Andes’ Altiplano plateau with snow-capped Mt. Illimani in the background. Nearby is glass-smooth Lake Titicaca the continent’s largest lake straddling the border with Peru.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":56,"land_mass_km":1083300,"population_christian":9730000,"population_christian_percentage":89,"population_catholic_percentage":76,"population_protestant_percentage":13,"population_refugee":878,"population_migration":-9504,"population_year_change":1.39,"population_density_km":11,"population_average_age":26,"population_urban_percentage":69,"population_literacy_percentage":"93.00","landmass":null,"region_code":11,"region_id":"419","region_name":"Latin America and the Caribbean"}}