{"id":"RIFANA","parent_bible_id":null,"gbc":null,"date":"2020","iso":"rif","title":"Tarift Arebbi New Testament","title_vernacular":"Ṯarifiṯ 2020","copyright":"© 2020 Awal n Arebbi","guid":null,"description":null,"description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"MA","copyright_type":"","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"RIFANA","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2807-rif-arifi-2020","title":"Ṯarifiṯ 2020","scope":null,"type":"web","provider":"Awal n Arebbi","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"RIFANA","bible_size_id":"NTP","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=d75b2f45002bf377","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null},{"bible_id":"RIFANA","bible_size_id":"NT","bible_link_type":"archiveaudio","url":"https://app.thedigitalbiblelibrary.org/entry?id=626a481d31154444","title":"Tarifit: Ṯamaziɣṯ n Arrif (New Testament+)","scope":null,"type":"archiveaudio","provider":"Digital Bible Library","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null},{"bible_id":"RIFANA","bible_size_id":"NT","bible_link_type":"archiveaudio","url":"https://app.thedigitalbiblelibrary.org/entry?id=6f997ba19d494b16","title":"Tarifit: Ṯamaziɣṯ n Arrif (New Testament+)","scope":null,"type":"archiveaudio","provider":"Digital Bible Library","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"rif","glotto_id":"tari1263","glotto_family":null,"iso1":null,"name":"Tarifit","autonym":"Tmaziɣt","macroarea":null,"level":"L","development":null,"use":null,"location":"Algeria, Morocco, Tunisia and Western Sahara","area":"North. Dialects listed are near Al Hoceima. Also in Algeria, Belgium, France, Germany, Netherlands, Spain.","progress":"New Testament\r","typology":null,"writing":null,"description":null,"country_id":"MA","latitude":"35.328085","longitude":"-1.873540","population":4399000,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":{"id":"MA","name":"Morocco","name_long":"The Kingdom of Morocco","population":36561813,"official_language":"Arabic Standard","official_language_iso":"arb","url_wiki":"https://en.wikipedia.org/wiki/Morocco","hidden":0,"autonym":null,"fips":"MO","iso_a3":"MAR","continent_id":"AF","iso_num":504,"religion_primary":"Islam","introduction":"In 788 about a century after the Arab conquest of North Africa a series of Moroccan Muslim dynasties began to rule in Morocco. In the 16th century the Sa'adi monarchy particularly under Ahmad al-MANSUR (1578-1603) repelled foreign invaders and inaugurated a golden age. The Alaouite Dynasty to which the current Moroccan royal family belongs dates from the 17th century. In 1860 Spain occupied northern Morocco and ushered in a half century of trade rivalry among European powers that saw Morocco's sovereignty steadily erode; in 1912 the French imposed a protectorate over the country. A protracted independence struggle with France ended successfully in 1956. The internationalized city of Tangier and most Spanish possessions were turned over to the new country that same year. Sultan MOHAMMED V the current monarch's grandfather organized the new state as a constitutional monarchy and in 1957 assumed the title of king. Since Spain's 1976 withdrawal from what is today called Western Sahara Morocco has extended its de facto administrative control to roughly 80% of this territory; however the UN does not recognize Morocco as the administering power for Western Sahara. The UN since 1991 has monitored a cease-fire between Morocco and the Polisario Front - Western Sahara's liberation movement - and leads ongoing negotiations over the status of the territory. ++ King MOHAMMED VI in early 2011 responded to the spread of pro-democracy protests in the region by implementing a reform program that included a new constitution passed by popular referendum in July 2011 under which some new powers were extended to parliament and the prime minister but ultimate authority remains in the hands of the monarch. In November 2011 the Justice and Development Party (PJD) - a moderate Islamist party - won the largest number of seats in parliamentary elections becoming the first Islamist party to lead the Moroccan Government. In September 2015 Morocco held its first ever direct elections for regional councils one of the reforms included in the 2011 constitution. The PJD again won the largest number of seats in nationwide parliamentary elections in October 2016.","overview":"Morocco a North African country bordering the Atlantic Ocean and Mediterranean Sea is distinguished by its Berber Arabian and European cultural influences. Marrakesh’s medina a mazelike medieval quarter offers entertainment in its Djemaa el-Fna square and souks (marketplaces) selling ceramics jewelry and metal lanterns. The capital Rabat’s Kasbah of the Udayas is a 12th-century royal fort overlooking the water.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":21,"land_mass_km":446300,"population_christian":336000,"population_christian_percentage":1,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":6656,"population_migration":-51419,"population_year_change":1.2,"population_density_km":83,"population_average_age":30,"population_urban_percentage":64,"population_literacy_percentage":"69.00","landmass":null,"region_code":6,"region_id":"15","region_name":"Northern Africa"}}