{
    "id": "RNGBSM",
    "parent_bible_id": "",
    "uuid": "c731579e-392d-4260-92b5-5a8284d5ec3d",
    "iso": "rng",
    "language": {
        "name": "Ronga"
    },
    "title": "Xironga (Ronga) New Testament with Psalms ",
    "title_vernacular": "Testamente Ledrimpswha ni Mapsalma",
    "description": "",
    "description_short": "",
    "description_vernacular": "MARITU YA KURANGA Testamente Ledrimpswha i buku ledri drikhanelaka ha Yesu Kriste na drikombisa a Xipfumelelanu leximpswha, lana Xikwembu Nkulukumba atremiki misava ku swakhale, kumbe Testamente ledra khale. A xipfumelelanu lexi ximpswha axitivi mindrelekano: xiyandlaleki ku matiko hinkwawu ya misava hikola ka Yesu Kriste, N'wana wa Xikwembu Nkulukumba ni Muhuluxi wa vhanu hinkwavu. Hikuva anga buku ledri dritiyisaka a maritu ya Ivhangeli, a Testamente Ledrimpswha drini maritu ya vureri bya kurula; bya vunene ni lirandru, leswi swifanelaka kuva kone amakari ka vhanu hinkwavu. Ledri i Ritu dra huluxu, ledri dripfaka hi le ku Xikwembu Nkulukumba. A makume mabiri ni ntlhanu na mabiri ya mabuku lawa mavumbaka a Testamente Ledrimpswha matraliwi hi vatrali vanyingi, lava vahuhuteliwiki hi Xikwembu Nkulukumba ku mpfhuka wa ntlhanu wa makume ya malembe, ntrhaku ka kufa ni kupfuka kufeni ka Yesu Kriste. Nambi loko a mabuku lawa matravukanile man'we ku man'wana, makombisa a mhaka ya kufana, leyi anga yone a ntshima ya ntlhangano, hileswaku: a lirandru dra Xikwembu Nkulukumba ledri drikombisekiki, mfuri drikombisekaka ku vhanu va minkama hinkwayu hikola ka Yesu Kriste, N'wana wa Xikwembu Nkulukumba. A mabuku lawa ya mune ya Ivhangeli mahibyela hi kubelekiwa ka Yesu Kriste, vutomi ni vudondrisi byake, mahlolana yake, kufa ni kupfuka kufeni kwake, ni kutlhantukela kwake a Matilweni. A buku dra Mintiru ya vapostola drikombisa a matumbulukela ya Kereke, ni leswi a Ivhangeli yihangalakisiki xiswone amatikweni lawa afaka mali hansi ka mfumu wa xi-Roma (Império romano), kusukela a Yerusalema kuyatlhasa a Roma, na kutremakanyiwa a matiko manyingi ya Asia lwentrongo (Asia Menor). A mapapela lawa matraliwiki hi van'we ku vapostola, mayangula a timhaka tinyingi leti tihumeleliki andreni ka Kereke (ku mimbangu ya kukari lomu a vapostola afaka vavumbi a mabutrhu ya vapfumeli); kudondrisa ni kutiyisa a vapfumeli; kuyandrisa a vumboni ni kuhangalasa a Ivhangeli ya huluxo. A buku dra Mpfuletelo drikombisa hi swifaniso a tinxanisa ni swikaratu leswi swipfukeliki a vapfumeli. Dridjuletela a kunyika a xixixi, kulavisela ku vapfumeli; ni kuvonekisa a kuhlula ka Mfumu wa Xikwembu Nkulukumba ku mimfumu hinkwayu ya misava; ni vufumi bya Yesu Kriste amisaveni hinkwayu. A matralela lawa ya buku dra Mpfuletelo, ya kutirisa a swikombiso, amasunguleli ntsena ku buku ledri; makumeka nakone ku vatrali vambeni vakhale ngopfu. A buku dra Mapsalma i xihundla xipfelaka kutolokiweni ka Xigirika ku ntlhanu wa makume na makume mabiri, (Septuaginta). A Mapsalma mahi matrhamela manyingi: Tinsimu ta kudrumisa ni kuluva Xikwembu Nkulukumba; vuyimbeleli bya vukulu bya vukwembu; switratriyo swa vuvoneleli, kupfuna ni huluku, swikombiso swa kundruluka, kutihlaya ni kukombela lidrivalelo; vuyimbeleli bya kutlangela hikola ka matovoko ya vukwembu; vuyimbeleli bya Siyoni; ni swikombelo akuva kukhatisiwa valala. Man'wana Mapsalma i swikhongoto swa mhunu, leswi kombisaka kutitwa ka mhunu ka lendreni, a mambeni makombisa kutitwa ka tiko hinkwadru dra Xikwembu Nkulukumba. A kutolokiwa ni kutraliwa ka  dit Testamente Ledrimpswha dit*, ledri wene udrihlayaka swoswi, switeki a nkama wa kuleha ngopfu. Ahina kulongoloxa hinkwaswu leswi swiyentxiki leswaku a nkama wolowo wuva wa kuleha ngopfu, kambe hinavela a kuhlaya leswi: A ntiro wa kufana ni lowu wukarata ngopfu swinene; a lidrimi dra Xironga, swanga hi tindrimi hinkwatu ta misava, drini mavulavulela manyingi ya kuhambana, mayelano ni mimbangu leyi a varonga vahanyaka ku yone, ni minkama leyi vahanyiki kumbe vahanyaka ku yone; a matralela na wone mahali kudondriweni hi tintlhari Hikola ka leswi, ni swimbeni swikaratu hitlhanganiki na swone a kubekiseni ka buku ledri, hirandra a kukombela ku wene muhlayi leswaku udjulisisa ngopfu a Ritu dra Xikwembu Nkulukumba ledri dritraliwiki, matrhan'wini ya kudjula a kulandrelela a swikaratu leswi swahakumekaka antirweni wa vatoloki. Amen. Ntlawa wa vatoloki va Bibele hi lidrimi dra Xironga Maputo, 2011",
    "copyright": "© Bible Society in Mozambique, 2007.",
    "copyright_type": "",
    "date": null,
    "country_id": "MZ",
    "country": {
        "name": "Mozambique"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://www.bible.com/versions/2890-ntx2007-testamente-ledrimpswha-ni-mapsalma",
            "title": "Testamente Ledrimpswha ni Mapsalma",
            "scope": "",
            "type": "web",
            "filesize": "0",
            "provider": "Bible Society of Mozambique",
            "publisher_id": "a4f1fc26-64a5-412f-804d-d91da40aee72",
            "publisher": "YouVersion"
        },
        {
            "url": "https://app.thedigitalbiblelibrary.org/entry?id=d5740a21775305be",
            "title": "Bible For Developers",
            "scope": "NT",
            "type": "archive",
            "filesize": "0",
            "provider": "Digital Bible Library",
            "publisher_id": "f4b27cf8-7dbf-4bfb-8cd4-93315e272e2a",
            "publisher": "The Digital Bible Library"
        },
        {
            "url": "https://bible.com/versions/2890",
            "title": "Youversion",
            "scope": "",
            "type": "",
            "filesize": "0",
            "provider": "",
            "publisher_id": "a4f1fc26-64a5-412f-804d-d91da40aee72",
            "publisher": "YouVersion"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [
        {
            "organization_id": "f4b27cf8-7dbf-4bfb-8cd4-93315e272e2a",
            "equivalent_id": "d5740a21775305be",
            "site": "",
            "suffix": "",
            "type": "DBL",
            "url": "https://app.thedigitalbiblelibrary.org/entry?id=d5740a21775305be"
        },
        {
            "organization_id": "a4f1fc26-64a5-412f-804d-d91da40aee72",
            "equivalent_id": "2890",
            "site": "",
            "suffix": "",
            "type": "",
            "url": "https://bible.com/versions/2890"
        },
        {
            "organization_id": null,
            "equivalent_id": "54717fd55117ad64b3f813fa",
            "site": null,
            "suffix": null,
            "type": "Archive",
            "url": "globalbiblecatalogue.org"
        },
        {
            "organization_id": null,
            "equivalent_id": "54717fd75117ad64b3f813fc",
            "site": null,
            "suffix": null,
            "type": "Archive",
            "url": "globalbiblecatalogue.org"
        }
    ],
    "books": null
}