{"id":"ROMRCB","parent_bible_id":null,"gbc":null,"date":"2019","iso":"ron","title":"Romanian Revised Cornilescu Bible 2019","title_vernacular":"Ediția Dumitru Cornilescu revizuită 2019","copyright":"© 2019 British and Foreign Bible Society / Societății Biblice pentru Răspândirea Bibliei în Anglia și Străinătate și Societății Biblice Interconfesionale din România.","guid":null,"description":"","description_short":null,"description_vernacular":"Prezenta ediție a Noului Testament reprezintă o revizuire a textului din Biblia tradusă de Dumitru Cornilescu și publicată în 1924 de British and Foreign Bible Society / Societatea Biblică pentru Răspândirea Bibliei în Anglia și Străinătate.\n\nIstoria Bibliei traduse de Dumitru Cornilescu (1891–1975) se împletește strâns cu istoria din ultimul secol a bisericilor neoprotestante românești. Publicată în 1921 și revizuită în perioada 1923–1924, la cererea și sub îndrumarea directă a Societății Biblice Britanice (SBB), versiunea Cornilescu s-a impus relativ repede în conștiința cititorilor români, fiind folosită, în perioada comunistă, inclusiv de protestanții istorici ori de catolici și ortodocși.\n\nDeși în general SBB nu a adoptat versiuni realizate de un singur traducător, pentru spațiul românesc a făcut o excepție datorită primirii entuziaste de care a avut parte versiunea lui Dumitru Cornilescu în primii ani de la tipărirea și difuzarea ei. Tot în această perioadă, conducerea executivă a SBB a avut în intenție o revizuire atentă a textului. Acest proces ar fi urmat să se realizeze prin compararea minuțioasă a textului românesc cu originalele ebraic și aramaic (pentru VT), respectiv grec (pentru NT). Din cauza bolii care l-a afectat o vreme, Dumitru Cornilescu, stabilit între timp în Elveția, nu a mai reușit să înceapă laborioasa activitate planificată de SBB, astfel că ideea a căzut în uitare. Problema revizuirii a revenit în actualitate după evenimentele prilejuite de a 90-a aniversare a Bibliei Cornilescu, în 2014.\n\nÎn primăvara anului 2015, Societatea Biblică Interconfesională din România (SBIR) a făcut demersurile necesare constituirii unui Comitet de Revizuire, alcătuit din specialiști desemnați de confesiunile neoprotestante din România (Biserica Adventistă, Biserica Baptistă, Biserica Penticostală). În echipa de revizori au fost desemnați următorii cercetători: Emanuel Conțac, Laurențiu Ionescu, Florin Lăiu, Laurențiu Moț, Gelu Păcurar, Dragoș Ștefănică, Silviu Tatu, Ciprian Terinte, Cristinel Sava (revizor literar).\n\nÎn aceeași perioadă s-a cristalizat și Comitetul Pastoral al revizuirii, alcătuit din patru pastori aparținând principalelor confesiuni neoprotestante: Ioan Brie (Biserica Penticostală), Corneliu Boingeanu (Biserica Baptistă), Ieremia Rusu (Biserica Creștină după Evanghelie), Iacob Pop (Biserica Adventistă).\n\nÎn vederea unei verificări și diortosiri atente, fiecărei cărți din Scriptură i-au fost alocați doi revizori care să parcurgă succesiv textul: sarcina celui dintâi a fost de a se asigura că traducerea se aliniază fidel la original; rolul celui de al doilea revizor a fost de a verifica munca făcută de colegul său. Eventualele divergențe survenite în urma acestei prime etape au fost aduse pe masa Comitetului de Revizuire, soluțiile fiind adoptate prin consens, în urma unor discuții ample, sau, în mod excepțional, prin supunere la vot. Îmbunătățiri de ordin stilistic au fost introduse de revizorul literar, care s-a asigurat că textul corespunde așteptărilor cititorului educat. După această etapă, textul a fost trimis spre lectură Comitetului Pastoral, ale cărui sugestii au fost analizate în ședințe de lucru separate.","description_reviewed":0,"script":null,"versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[],"pod":[],"alphabet":null,"children":[],"language":{"iso":"ron","glotto_id":"roma1327","glotto_family":null,"iso1":"ro","name":"Romanian","autonym":"Daco-Romanian","macroarea":null,"level":"L","development":null,"use":null,"location":"Ukraine","area":"Moldavian in Moldova northeast; Muntenian in Muntenia, or Wallachia southeast; other dialects north and west, including Transylvania. Also in Australia, Azerbaijan, Canada, Croatia, Czech Republic, Finland, Hungary, Israel, Kazakhstan, Kyrgyzstan, Moldova, Mozambique, Russian Federation (Europe), Serbia, Tajikistan, Turkmenistan, Ukraine, United States, Uzbekistan.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"RO","latitude":"46.391292","longitude":"24.225570","population":24300000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":null}