{"abbr":"ROMRCB","title":"Romanian Revised Cornilescu Bible 2019","title_vernacular":"Ediția Dumitru Cornilescu revizuită 2019","description_vernacular":"Prezenta ediție a Noului Testament reprezintă o revizuire a textului din Biblia tradusă de Dumitru Cornilescu și publicată în 1924 de British and Foreign Bible Society / Societatea Biblică pentru Răspândirea Bibliei în Anglia și Străinătate.  Istoria Bibliei traduse de Dumitru Cornilescu (1891–1975) se împletește strâns cu istoria din ultimul secol a bisericilor neoprotestante românești. Publicată în 1921 și revizuită în perioada 1923–1924, la cererea și sub îndrumarea directă a Societății Biblice Britanice (SBB), versiunea Cornilescu s-a impus relativ repede în conștiința cititorilor români, fiind folosită, în perioada comunistă, inclusiv de protestanții istorici ori de catolici și ortodocși.  Deși în general SBB nu a adoptat versiuni realizate de un singur traducător, pentru spațiul românesc a făcut o excepție datorită primirii entuziaste de care a avut parte versiunea lui Dumitru Cornilescu în primii ani de la tipărirea și difuzarea ei. Tot în această perioadă, conducerea executivă a SBB a avut în intenție o revizuire atentă a textului. Acest proces ar fi urmat să se realizeze prin compararea minuțioasă a textului românesc cu originalele ebraic și aramaic (pentru VT), respectiv grec (pentru NT). Din cauza bolii care l-a afectat o vreme, Dumitru Cornilescu, stabilit între timp în Elveția, nu a mai reușit să înceapă laborioasa activitate planificată de SBB, astfel că ideea a căzut în uitare. Problema revizuirii a revenit în actualitate după evenimentele prilejuite de a 90-a aniversare a Bibliei Cornilescu, în 2014.  În primăvara anului 2015, Societatea Biblică Interconfesională din România (SBIR) a făcut demersurile necesare constituirii unui Comitet de Revizuire, alcătuit din specialiști desemnați de confesiunile neoprotestante din România (Biserica Adventistă, Biserica Baptistă, Biserica Penticostală). În echipa de revizori au fost desemnați următorii cercetători: Emanuel Conțac, Laurențiu Ionescu, Florin Lăiu, Laurențiu Moț, Gelu Păcurar, Dragoș Ștefănică, Silviu Tatu, Ciprian Terinte, Cristinel Sava (revizor literar).  În aceeași perioadă s-a cristalizat și Comitetul Pastoral al revizuirii, alcătuit din patru pastori aparținând principalelor confesiuni neoprotestante: Ioan Brie (Biserica Penticostală), Corneliu Boingeanu (Biserica Baptistă), Ieremia Rusu (Biserica Creștină după Evanghelie), Iacob Pop (Biserica Adventistă).  În vederea unei verificări și diortosiri atente, fiecărei cărți din Scriptură i-au fost alocați doi revizori care să parcurgă succesiv textul: sarcina celui dintâi a fost de a se asigura că traducerea se aliniază fidel la original; rolul celui de al doilea revizor a fost de a verifica munca făcută de colegul său. Eventualele divergențe survenite în urma acestei prime etape au fost aduse pe masa Comitetului de Revizuire, soluțiile fiind adoptate prin consens, în urma unor discuții ample, sau, în mod excepțional, prin supunere la vot. Îmbunătățiri de ordin stilistic au fost introduse de revizorul literar, care s-a asigurat că textul corespunde așteptărilor cititorului educat. După această etapă, textul a fost trimis spre lectură Comitetului Pastoral, ale cărui sugestii au fost analizate în ședințe de lucru separate.","iso":"ron","script":"Latn","year":2019,"country_id":"RO","copyright":"© 2019 British and Foreign Bible Society / Societății Biblice pentru Răspândirea Bibliei în Anglia și Străinătate și Societății Biblice Interconfesionale din România.","language":{"iso":"ron","glotto_id":"roma1327","iso1":"ro","name":"Romanian","autonym":"Daco-Romanian","level":"L","location":"Ukraine","area":"Moldavian in Moldova northeast; Muntenian in Muntenia, or Wallachia southeast; other dialects north and west, including Transylvania. Also in Australia, Azerbaijan, Canada, Croatia, Czech Republic, Finland, Hungary, Israel, Kazakhstan, Kyrgyzstan, Moldova, Mozambique, Russian Federation (Europe), Serbia, Tajikistan, Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"RO","latitude":46.391292,"longitude":24.22557,"population":24300000,"status_id":"1"},"country":{"id":"RO","name":"Romania","name_long":"Romania","population":21230362,"official_language":"Romanian","official_language_iso":"ron","iso_a3":"ROU","continent_id":"EU","iso_num":642,"language_count":37,"religion_primary":"Christianity","introduction":"The principalities of Wallachia and Moldavia - for centuries under the suzerainty of the Turkish Ottoman Empire - secured their autonomy in 1856; they were de facto linked in 1859 and formally united in 1862 under the new name of Romania. The country gained recognition of its independence in 1878. It joined the Allied Powers in World War I and acquired new territories - most notably Transylvania - following the conflict. In 1940 Romania allied with the Axis powers and participated in the 1941 German invasion of the USSR. Three years later overrun by the Soviets Romania signed an armistice. The post-war Soviet occupation led to the formation of a communist \\\"people's republic\\\" in 1947 and the abdication of the king. The decades-long rule of dictator Nicolae CEAUSESCU who took power in 1965 and his Securitate police state became increasingly oppressive and draconian through the 1980s. CEAUSESCU was overthrown and executed in late 1989. Former communists dominated the government until 1996 when they were swept from power. Romania joined NATO in 2004 and the EU in 2007.","overview":"Romania is a southeastern European country known for the forested region of Transylvania ringed by the Carpathian Mountains. Its preserved medieval towns include Sighişoara and there are many fortified churches and castles notably clifftop Bran Castle long associated with the Dracula legend. Bucharest the country’s capital is the site of the gigantic Communist-era Palatul Parlamentului government building.","independent":1,"landmass_km":230170,"population_christian":18067000,"population_christian_percentage":98,"population_catholic_percentage":11,"population_protestant_percentage":87,"population_refugee":3882,"population_migration":-73999,"population_year_change":-0.66,"population_density_km":84,"population_average_age":43,"population_urban_percentage":55,"population_literacy_percentage":99,"region_code":9,"region_id":151,"region_name":"Eastern Europe","url_wiki":"https://en.wikipedia.org/wiki/Romania","url_britannica":"https://www.britannica.com/place/Romania","url_national_society":"http://www.societateabiblica.org/","url_ubs":"https://unitedbiblesocieties.org/locations/interconfessional-bible-society-in-romania/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/romania/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/RO-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/ROU","url_nations_online":"https://www.nationsonline.org/oneworld/romania.htm","url_odp":"https://curlie.org/Regional/Europe/Romania","url_operation_world":"https://operationworld.org/locations/romania","url_religious_freedom":"https://www.state.gov/countries-areas/romania/","url_joshua":"https://joshuaproject.net/countries/RO","url_prayercast":"https://prayercast.com/romania.html","url_prayercast_video":"https://player.vimeo.com/video/70486695","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=Romania2_dload_hi.mov"}}