{"id":"RONLUD","parent_bible_id":null,"gbc":null,"date":"2018","iso":"ron","title":"Romanian Luke in Croatian Ludari","title_vernacular":null,"copyright":"© 2019 Pioneer","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"HR","copyright_type":"BYSA","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"RONLUD","bible_size_id":null,"bible_link_type":"web","url":"https://ebible.org/find/details.php?id=ronlud","title":"Simple HTML Bibles","scope":null,"type":"web","provider":"ebible.org","organization_id":"ebible","filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"ron","glotto_id":"roma1327","glotto_family":null,"iso1":"ro","name":"Romanian","autonym":"Daco-Romanian","macroarea":null,"level":"L","development":null,"use":null,"location":"Ukraine","area":"Moldavian in Moldova northeast; Muntenian in Muntenia, or Wallachia southeast; other dialects north and west, including Transylvania. Also in Australia, Azerbaijan, Canada, Croatia, Czech Republic, Finland, Hungary, Israel, Kazakhstan, Kyrgyzstan, Moldova, Mozambique, Russian Federation (Europe), Serbia, Tajikistan, Turkmenistan, Ukraine, United States, Uzbekistan.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"RO","latitude":"46.391292","longitude":"24.225570","population":24300000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"HR","name":"Croatia","name_long":"The Republic of Croatia","population":4208973,"official_language":"Croatian","official_language_iso":"hrv","url_wiki":"https://en.wikipedia.org/wiki/Croatia","hidden":0,"autonym":null,"fips":"HR","iso_a3":"HRV","continent_id":"EU","iso_num":191,"religion_primary":"Christianity","introduction":"The lands that today comprise Croatia were part of the Austro-Hungarian Empire until the close of World War I. In 1918 the Croats Serbs and Slovenes formed a kingdom known after 1929 as Yugoslavia. Following World War II Yugoslavia became a federal independent communist state under the strong hand of Marshal TITO. Although Croatia declared its independence from Yugoslavia in 1991 it took four years of sporadic but often bitter fighting before occupying Serb armies were mostly cleared from Croatian lands along with a majority of Croatia's ethnic Serb population. Under UN supervision the last Serb-held enclave in eastern Slavonia was returned to Croatia in 1998. The country joined NATO in April 2009 and the EU in July 2013.","overview":"'Croatia is an Eastern European country with a long coastline on the Adriatic Sea. Encompassing more than a thousand islands it''s also crossed by the Dinaric Alps. Its inland capital Zagreb is distinguished by its medieval Gornji Grad (Upper Town) and diverse museums. The major coastal city Dubrovnik has massive 16th-century walls encircling an Old Town with Gothic and Renaissance buildings.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":24,"land_mass_km":106440,"population_christian":4107000,"population_christian_percentage":90.1,"population_catholic_percentage":86.2,"population_protestant_percentage":4.7,"population_refugee":916,"population_migration":-14400,"population_year_change":-0.06,"population_density_km":106,"population_average_age":42,"population_urban_percentage":78,"population_literacy_percentage":"99.00","landmass":null,"region_code":9,"region_id":"39","region_name":"Southern Europe"}}