{
    "id": "RUSPERE",
    "parent_bible_id": "",
    "uuid": "0a05d198-9a36-4f48-98ec-f7d00f9da531",
    "iso": "rus",
    "language": {
        "name": "Russian"
    },
    "title": "Russian Peresopnytsia Gospel",
    "title_vernacular": "Пересопницкое Евангелие, как памятник искусства эпохи Возрождения в Южной России в XVI веке",
    "description": "This work is devoted to one of the most important and beautifully decorated East Slavic manuscripts, the Peresopnytsia Gospel created in the mid-16th century, partly at the Monastery of the Mother of God in Peresopnytsia, Volyn, and partly at the Monastery of the Holy Trinity near L’viv, both in present-day Ukraine. The present book, by Alexander Gruzinskii, covers the history of the gospel, its ornamentation, and graphics. The first part focuses on the origin of the Peresopnytsia manuscript, which was rediscovered in 1830s by Slavist scholar Osip Bodjanskij. The second section concentrates on its decorative elements, the frames, monograms, and curls, which show both Renaissance influence and that of the Ukrainian icon-painting tradition. The third part is on the text of the Gospel book, which is inscribed in the Glagolitic script invented in the ninth century by Saints Cyril and Methodius, in order to translate the Bible and other religious works into Old Church Slavonic. The form in the manuscript is the later Church Slavonic used from the 14th century. This work contains illustrated tables, including pages from the Peresopnytsia Gospel. (World Digital Library)",
    "description_short": "",
    "description_vernacular": "",
    "copyright": "Public Domain",
    "copyright_type": "",
    "date": null,
    "country_id": "RU",
    "country": {
        "name": "Russia"
    },
    "alphabet": {
        "name": "Cyrillic",
        "script": "Cyrl",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Russian-(1911)-Peresopnytsia-Gospel-Illuminated-(WDL-10018).pdf",
            "title": "Russian (1911) Peresopnytsia Gospel - Illuminated (WDL-10018)",
            "scope": "",
            "type": "illuminated",
            "filesize": "8059252",
            "provider": "Kiev",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}