{"id":"RUSSGOS","parent_bible_id":"RUSS76","gbc":null,"date":"2020","iso":"rus","title":"The GOST Romanized Russian Synod Bible","title_vernacular":"Romanizirovannaya russkaya sinodal'naya Bibliya","copyright":"Public Domain","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":3,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"RU","copyright_type":"OPEN","reviewed":1,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[{"bible_id":"RUSSGOS","publisher_id":"public-domain","partner_id":null,"description":"This Bible is in the Public Domain and is produced at cost by the Digital Bible Society (dbs.org).<br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":972,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSans-Regular.ttf","font_bold":"NotoSans-Bold.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.2,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":"grayscale(1)","custom_styles":null},{"bible_id":"RUSSGOS","publisher_id":"public-domain","partner_id":null,"description":"This Bible is in the Public Domain and is produced at cost by the Digital Bible Society (dbs.org).<br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":750,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"CrimsonPro-Regular.ttf","font_bold":"CrimsonPro-Bold.ttf","font_format":"truetype","font_size":9,"orphans":2,"widows":2,"line_height":1,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":"grayscale(1)","custom_styles":null}],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"rus","glotto_id":"russ1263","glotto_family":null,"iso1":"ru","name":"Russian","autonym":"русский язык","macroarea":null,"level":"L","development":null,"use":null,"location":"China","area":null,"progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"RU","latitude":"53.919516","longitude":"72.392575","population":154000000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"RU","name":"Russia","name_long":"The Russian Federation","population":142320790,"official_language":"Russian","official_language_iso":"rus","url_wiki":"https://en.wikipedia.org/wiki/Russia","hidden":0,"autonym":null,"fips":"RS","iso_a3":"RUS","continent_id":"EU","iso_num":643,"religion_primary":"Christianity","introduction":"Founded in the 12th century the Principality of Muscovy was able to emerge from over 200 years of Mongol domination (13th-15th centuries) and to gradually conquer and absorb surrounding principalities. In the early 17th century a new ROMANOV Dynasty continued this policy of expansion across Siberia to the Pacific. Under PETER I (ruled 1682-1725) hegemony was extended to the Baltic Sea and the country was renamed the Russian Empire. During the 19th century more territorial acquisitions were made in Europe and Asia. Defeat in the Russo-Japanese War of 1904-05 contributed to the Revolution of 1905 which resulted in the formation of a parliament and other reforms. Repeated devastating defeats of the Russian army in World War I led to widespread rioting in the major cities of the Russian Empire and to the overthrow in 1917 of the imperial household. The communists under Vladimir LENIN seized power soon after and formed the USSR. The brutal rule of Iosif STALIN (1928-53) strengthened communist rule and Russian dominance of the Soviet Union at a cost of tens of millions of lives. After defeating Germany in World War II as part of an alliance with the US (1939-1945) the USSR expanded its territory and influence in Eastern Europe and emerged as a global power. The USSR was the principal adversary of the US during the Cold War (1947-1991). The Soviet economy and society stagnated in the decades following Stalin’s rule until General Secretary Mikhail GORBACHEV (1985-91) introduced glasnost (openness) and perestroika (restructuring) in an attempt to modernize communism but his initiatives inadvertently released forces that by December 1991 splintered the USSR into Russia and 14 other independent republics. ++ Following economic and political turmoil during President Boris YELTSIN's term (1991-99) Russia shifted toward a centralized authoritarian state under the leadership of President Vladimir PUTIN (2000-2008 2012-present) in which the regime seeks to legitimize its rule through managed elections populist appeals a foreign policy focused on enhancing the country's geopolitical influence and commodity-based economic growth. Russia faces a largely subdued rebel movement in Chechnya and some other surrounding regions although violence still occurs throughout the North Caucasus.","overview":"'Russia the world’s largest nation borders European and Asian countries as well as the Pacific and Arctic oceans. Its landscape ranges from tundra and forests to subtropical beaches. It’s famous for Moscow''s Bolshoi and St. Petersburg''s Mariinsky ballet companies. St. Petersburg founded by Russian leader Peter the Great has the baroque Winter Palace now housing part of the State Hermitage Museum’s art collection.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":160,"land_mass_km":16376870,"population_christian":99775000,"population_christian_percentage":77,"population_catholic_percentage":0.1,"population_protestant_percentage":77,"population_refugee":42433,"population_migration":182456,"population_year_change":0.04,"population_density_km":9,"population_average_age":40,"population_urban_percentage":74,"population_literacy_percentage":"100.00","landmass":null,"region_code":9,"region_id":"151","region_name":"Eastern Europe"}}