{"id":"SAGUBS","parent_bible_id":null,"gbc":null,"date":"1966","iso":"sag","title":"Sango UBS Bible Portion","title_vernacular":"La Sainte Bible en Sango","copyright":"","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"CF","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"SAGUBS","bible_size_id":null,"bible_link_type":"genesis","url":"http://downloads.dbs.org/archive/Sango-(1966)-Genesis-Portion.pdf","title":"Sango (1966) Genesis Portion","scope":null,"type":"historic","provider":"Alliance Biblique Universelle","organization_id":"united-bible-societies","filesize":289240,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"sag","glotto_id":"sang1328","glotto_family":null,"iso1":"sg","name":"Sango","autonym":"yângâ tî sängö","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"Widespread. Also in Chad, Congo, Democratic Republic of the Congo.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"CF","latitude":"6.785843","longitude":"20.170203","population":617000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"CF","name":"Central African Republic","name_long":"The Central African Republic","population":5357984,"official_language":"French","official_language_iso":"fra","url_wiki":"https://en.wikipedia.org/wiki/Central_African_Republic","hidden":0,"autonym":null,"fips":"CT","iso_a3":"CAF","continent_id":"AF","iso_num":140,"religion_primary":"Christianity","introduction":"The former French colony of Ubangi-Shari became the Central African Republic upon independence in 1960. After three tumultuous decades of misrule - mostly by military governments - civilian rule was established in 1993 and lasted for one decade. In March 2003 President Ange-Felix PATASSE was deposed in a military coup led by General Francois BOZIZE who established a transitional government. Elections held in 2005 affirmed General BOZIZE as president; he was reelected in 2011 in voting widely viewed as flawed. The government still does not fully control the countryside where pockets of lawlessness persist. The militant group the Lord's Resistance Army continues to destabilize southeastern Central African Republic and several rebel groups joined together in early December 2012 to launch a series of attacks that left them in control of numerous towns in the northern and central parts of the country. The rebels - who are unhappy with BOZIZE's government - participated in peace talks in early January 2013 which resulted in a coalition government including the rebellion's leadership. In March 2013 the coalition government dissolved rebels seized the capital and President BOZIZE fled the country. Rebel leader Michel DJOTODIA assumed the presidency reappointed Nicolas TIANGAYE as Prime Minister and established a transitional government on 31 March. On 13 April 2013 the National Transitional Council affirmed DJOTODIA as President.","overview":"The Central African Republic is a landlocked country in Central Africa. It is bordered by Chad to the north Sudan to the northeast South Sudan to the east the Democratic Republic of the Congo to the southwest and Cameroon to the west. The CAR covers a land area of about 620000 square kilometres (240000 sq mi) and had an estimated population of around 4.6 million as of 2016.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":87,"land_mass_km":622980,"population_christian":2302000,"population_christian_percentage":80,"population_catholic_percentage":29,"population_protestant_percentage":51,"population_refugee":7175,"population_migration":-40000,"population_year_change":1.78,"population_density_km":8,"population_average_age":18,"population_urban_percentage":43,"population_literacy_percentage":"57.00","landmass":null,"region_code":8,"region_id":"202","region_name":"Sub-Saharan Africa"}}