{"id":"SAMPOR","parent_bible_id":null,"gbc":null,"date":"1705","iso":"sam","title":"Samaritan Arabic Old Testament Portions","title_vernacular":"Christophori Cellarii Horae Samaritanae","copyright":"Public Domain","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Samr","versification":null,"numeral_system_id":"default","country_id":"PS","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"SAMPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/SAMPOR_DBS_HS/Samaritan-Arabic-(1705)-Old-Testament-Portions-(Christophori-Cellarii-Horae-Samaritanae-excerpta-Pentateuchi-Samaritanae-versionis).pdf","title":"Samaritan Arabic (1705) Old Testament Portions","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Samr","name":"Samaritan","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"none","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"none","direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Samaritan script is of Phoenician descent, via the Paleo-Hebrew script. Samaritan writing began to noticeably diverge from Paleo-Hebrew writing around the 3rd century and has been used since that time for the Samaritan dialects of Hebrew, Aramaic and Arabic. These languages are no longer in everyday spoken use but are still used for writing liturgical and scholarly works. Samaritan is also the script for the bi-weekly newspaper A.B., published in Israel.</p> <p>The Samaritan script is an abjad, that is, vowels are optional, and is written from right to left. Vowel length is distinctive in the languages for which the Samaritan script is used, and - when vowels are written - is indicated by the size of the vowel diacritic; generally, the larger the diacritic, the longer the vowel. Not every vowel can be of every length. For example, there is only one size for the o sign, because it is only ever one length, but there are three sizes for the a sign (standard, long and overlong) plus a distinct a sign to be used when the vowel is short. When the length of the vowel is unknown, the smallest available variant of the sign is used. Different sized signs are encoded in Unicode as separate letters. Vowel diacritics are normally placed above and slightly to the left of the consonant they modify. The vowels i and short a can occur at the start of a word; there is no separate sign for word-initial use, but the diacritic appears above and to the right of the following consonant as an independent letter. For this reason word-initial i and short a are encoded separately in Unicode from their combining counterparts.</p> <p>There are four other combining marks which are used to modify consonants. <span class=Em>Sukun</span> indicates that no vowel follows the consonant, <span class=Em>dagesh</span> indicates a <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#gemination target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;geminate</a> (long) consonant, <span class=Em>nequdaa</span> indicates a variant reading of the word, and <span class=Em>occlusion</span> indicates consonant strengthening (for example, a fricative being pronounced as a stop, or a voiced consonant being pronounced voicelessly). These signs are centered over the consonant they modify, preceding any vowel diacritics.</p> <p>Most of the punctuation used in Samaritan writing is script-specific, largely because the dots are often diamond-shaped rather than round. There is a set of marks used for indicating clause or sentence breaks of different lengths. There are also a number of punctuation marks to indicate something about the nature of the expression, for example to mark an expression of submission, vehemence, or humble petition.</p> <p>The Samaritan script does not contain a set of numerals; rather, letters are used numerically in a manner similar to other Semitic scripts.</p>"},"children":[],"language":{"iso":"sam","glotto_id":"sama1314","glotto_family":null,"iso1":null,"name":"Samaritan Aramaic","autonym":"ארמית Arāmît","macroarea":null,"level":"E","development":null,"use":null,"location":null,"area":"West Bank near Nablus; Tel Aviv, Israel. Also in Israel.","progress":"Portions\r","typology":null,"writing":null,"description":null,"country_id":"PS","latitude":"32.310750","longitude":"35.257980","population":0,"status_id":"9","status_notes":null,"redirect_to_iso":null},"country":{"id":"PS","name":"Palestine State","name_long":"The State of Palestine","population":5159076,"official_language":"Arabic Standard","official_language_iso":"arb","url_wiki":"https://en.wikipedia.org/wiki/State_of_Palestine","hidden":0,"autonym":null,"fips":"WE","iso_a3":"PSE","continent_id":"AS","iso_num":275,"religion_primary":"Islam","introduction":"From the early 16th century through 1917 the area now known as the West Bank fell under Ottoman rule. Following World War I the Allied powers (France UK Russia) allocated the area to the British Mandate of Palestine. After World War II the UN passed a resolution to establish two states within the Mandate and designated a territory including what is now known as the West Bank as part of the proposed Arab state. Following the 1948 Arab-Israeli War the area was captured by Transjordan (later renamed Jordan). Jordan annexed the West Bank in 1950. In June 1967 Israel captured the West Bank and East Jerusalem during the 1967 Six-Day War. With the exception of East Jerusalem and the former Israeli-Jordanian border zone the West Bank has remained under Israeli military control. Under a series of agreements signed between 1994 and 1999 Israel transferred to the Palestinian Authority (PA) security and civilian responsibility for many Palestinian-populated areas of the West Bank as well as the Gaza Strip. Negotiations to determine the permanent status of the West Bank and Gaza Strip stalled after the outbreak of an intifada in mid- 2000. In early 2003 the \\\"Quartet\\\" of the US EU UN and Russia presented a roadmap to a final peace settlement by 2005 calling for two states - Israel and a democratic Palestine. Following Palestinian leader Yasir ARAFAT's death in late 2004 and the subsequent election of Mahmud ABBAS (head of the Fatah political party) as the PLO Executive Committee Chairman and PA president Israel and the PA agreed to move the peace process forward. Israel in late 2005 unilaterally withdrew all of its settlers and soldiers and dismantled its military facilities in the Gaza Strip and redeployed its military from several West Bank settlements but continues to control maritime airspace and other access. In early 2006 the Islamic Resistance Movement HAMAS won the Palestinian Legislative Council election and took control of the PA government. Attempts to form a unity government failed and violent clashes between Fatah and HAMAS supporters ensued culminating in HAMAS's violent seizure of all military and governmental institutions in the Gaza Strip. Fatah and HAMAS in early 2011 agreed to reunify the Gaza Strip and West Bank but the factions have struggled to implement details on governance and security. The status quo remains with HAMAS in control of the Gaza Strip and the PA governing the West Bank. In late 2010 direct peace talks between the Israelis and Palestinians collapsed. In November 2012 the UN General Assembly upgraded the Palestinian status at the UN to that of an observer \\\"state.\\\" The Israeli government and ABBAS returned to formal peace negotiations in July 2013.","overview":"The Palestinian people also referred to as Palestinians or Palestinian Arabs are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine over the centuries including Jews and Samaritans and who today are largely culturally and linguistically Arab","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":21,"land_mass_km":6020,"population_christian":null,"population_christian_percentage":null,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":null,"population_migration":-10563,"population_year_change":2.41,"population_density_km":847,"population_average_age":21,"population_urban_percentage":80,"population_literacy_percentage":"72.00","landmass":null,"region_code":7,"region_id":"145","region_name":"Western Asia"}}