{"id":"SANKNT","parent_bible_id":null,"gbc":null,"date":"1851","iso":"san","title":"Khmer Sanskrit New Testament","title_vernacular":"សត្យវេទះ។","copyright":"Public Domain","guid":null,"description":"New Testament in Sanskrit Language; printed in Khmer Script.","description_short":null,"description_vernacular":null,"description_reviewed":3,"script":"Khmr","versification":null,"numeral_system_id":"default","country_id":"KH","copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"SANKNT","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2119-sankh-sanskrit-bible-nt-in-khmer-script","title":"សត្យវេទះ។ Sanskrit Bible (NT) in Khmer Script","scope":null,"type":"web","provider":"SanskritBible.in","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"SANKNT","bible_size_id":"NT","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=6bb8b0fa7aca67c6","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null}],"pod":[{"bible_id":"SANKNT","publisher_id":"sanskrit-bible","partner_id":null,"description":"This Bible is in the Public Domain and provided by SanskritBible.in. The printing is produced at cost by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":214,"print_ready":0,"print_banned":0,"portion":0,"columns":1,"font":"NotoSansKhmer-Regular.ttf","font_bold":"NotoSansKhmer-Regular.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.25,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null},{"bible_id":"SANKNT","publisher_id":"sanskrit-bible","partner_id":null,"description":"This Bible is in the Public Domain and provided by SanskritBible.in. The printing is produced at cost by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":351,"print_ready":0,"print_banned":0,"portion":0,"columns":1,"font":"NotoSansKhmer-Regular.ttf","font_bold":"NotoSansKhmer-Regular.ttf","font_format":"truetype","font_size":11,"orphans":2,"widows":2,"line_height":1.3,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null}],"alphabet":{"script":"Khmr","name":"Khmer","unicode_pdf":null,"family":"Southeast Asian","type":"abugida","white_space":"none","open_type_tag":"khmr","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":true,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Khmer script is an abugida, descended from the Brahmic script Pallava. It is used for writing Khmer, the official language of Cambodia. The script is also sometimes used for writing minority languages in Cambodia, such as Brao and Mnong.</p> <p>The alphabet has 33 consonants. Two more consonants that are included in Unicode are not in everyday use. Like many of the Brahmic abugidas, each symbol comprises a consonant and an inherent vowel. However, unlike most other Brahmic scripts, Khmer has two registers of consonants, one containing an inherent a and one containing an inherent o. Most consonants have two different letterforms for these two registers. Those that do not have a second form can be modified by one of two diacritics to indicate a change of register. Each consonant can also appear in a subscript form, called <span class=Em>coeng</span>. In most cases these are a smaller version of the full form, but in some cases they are unrelated in appearance. Coeng are written below the consonant they follow in pronunciation, but can extend above the baseline to the left or the right of that consonant. Rarely, coeng can be attached to a vowel character or used to indicate a word-final consonant, but their primary use is in consonant clusters. Some coeng in loanwords remain unpronounced.</p> <p>Vowels are represented by means of diacritics written above, below and/or alongside on either side of the consonant to modify the quality of the inherent vowel. Most of these vowel-diacritics have a different effect on a consonant containing a than they do on one containing o. Independent vowel symbols also exist for representing syllable-initial vowels, but some are also written using the q character modified by the appropriate vowel diacritic. Spelling conventions often dictate which of these means of representation is used.</p> <p>There are additional diacritics that may or may not modify the pronunciation.</p> <p>The superscript <span class=Em>robat</span> character, which is used in some related scripts if the consonant RO is the first consonant in the syllable, is, in Khmer, only an artefact of original spellings in some loanwords and is not pronounced. </p> <p>The Khmer literary tradition dates back to the 7th century, and the script is currently in widespread use, although it is estimated that 35% of the Khmer-speaking population aged 15 and over are illiterate in the script.</p>"},"children":[],"language":{"iso":"san","glotto_id":"sans1269","glotto_family":null,"iso1":"sa","name":"Sanskrit","autonym":"संस्कृतम्","macroarea":null,"level":"A","development":null,"use":null,"location":"India: Index Map","area":"","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"IN","latitude":"20.000000","longitude":"77.000000","population":24800,"status_id":"4","status_notes":null,"redirect_to_iso":null},"country":{"id":"KH","name":"Cambodia","name_long":"The Kingdom of Cambodia","population":17304363,"official_language":"Khmer","official_language_iso":"khm","url_wiki":"https://en.wikipedia.org/wiki/Cambodia","hidden":0,"autonym":null,"fips":"CB","iso_a3":"KHM","continent_id":"AS","iso_num":116,"religion_primary":"Buddhism","introduction":"Most Cambodians consider themselves to be Khmers descendants of the Angkor Empire that extended over much of Southeast Asia and reached its zenith between the 10th and 13th centuries. Attacks by the Thai and Cham (from present-day Vietnam) weakened the empire ushering in a long period of decline. The king placed the country under French protection in 1863 and it became part of French Indochina in 1887. Following Japanese occupation in World War II Cambodia gained full independence from France in 1953. In April 1975 after a five-year struggle communist Khmer Rouge forces captured Phnom Penh and evacuated all cities and towns. At least 1.5 million Cambodians died from execution forced hardships or starvation during the Khmer Rouge regime under POL POT. A December 1978 Vietnamese invasion drove the Khmer Rouge into the countryside began a 10-year Vietnamese occupation and touched off almost 13 years of civil war. The 1991 Paris Peace Accords mandated democratic elections and a ceasefire which was not fully respected by the Khmer Rouge. UN-sponsored elections in 1993 helped restore some semblance of normalcy under a coalition government. Factional fighting in 1997 ended the first coalition government but a second round of national elections in 1998 led to the formation of another coalition government and renewed political stability. The remaining elements of the Khmer Rouge surrendered in early 1999. Some of the surviving Khmer Rouge leaders have been tried or are awaiting trial for crimes against humanity by a hybrid UN-Cambodian tribunal supported by international assistance. Elections in July 2003 were relatively peaceful but it took one year of negotiations between contending political parties before a coalition government was formed. In October 2004 King Norodom SIHANOUK abdicated the throne and his son Prince Norodom SIHAMONI was selected to succeed him. Local elections were held in Cambodia in April 2007 with little of the pre-election violence that preceded prior elections. National elections in July 2008 were relatively peaceful as were commune council elections in June 2012.","overview":"'Cambodia is a Southeast Asian nation whose landscape spans low-lying plains the Mekong Delta mountains and Gulf of Thailand coastline. Phnom Penh its capital is home to the art deco Central Market glittering Royal Palace and the National Museum''s historical and archaeological exhibits. In the country''s northwest are the ruins of Angkor Wat a massive stone temple complex built during the Khmer Empire.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":37,"land_mass_km":176520,"population_christian":148000,"population_christian_percentage":1,"population_catholic_percentage":0.15,"population_protestant_percentage":0.85,"population_refugee":61,"population_migration":-30000,"population_year_change":1.41,"population_density_km":95,"population_average_age":26,"population_urban_percentage":24,"population_literacy_percentage":"77.00","landmass":null,"region_code":2,"region_id":"35","region_name":"South-eastern Asia"}}