{"id":"SANMSB","parent_bible_id":null,"gbc":null,"date":"1851","iso":"san","title":"Malayalam Sanskrit Bible","title_vernacular":"സത്യവേദഃ।","copyright":"Public Domain","guid":null,"description":"New Testament in Sanskrit Language; printed in Malayalam Script","description_short":null,"description_vernacular":null,"description_reviewed":3,"script":"Mlym","versification":null,"numeral_system_id":"default","country_id":"IN","copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"SANMSB","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2113-sanml-sanskrit-bible-nt-in-malayalam-script","title":"സത്യവേദഃ। Sanskrit Bible (NT) in Malayalam Script","scope":null,"type":"web","provider":"SanskritBible.in","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"SANMSB","bible_size_id":"NT","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=119375d97b57cf04","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null}],"pod":[{"bible_id":"SANMSB","publisher_id":"sanskrit-bible","partner_id":null,"description":"This Bible is in the Public Domain and provided by SanskritBible.in. The printing is produced at cost by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":298,"print_ready":0,"print_banned":0,"portion":0,"columns":1,"font":"NotoSansMalayalam-Regular.ttf","font_bold":"NotoSansMalayalam-Regular.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.25,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null},{"bible_id":"SANMSB","publisher_id":"sanskrit-bible","partner_id":null,"description":"This Bible is in the Public Domain and provided by SanskritBible.in. The printing is produced at cost by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":493,"print_ready":0,"print_banned":0,"portion":0,"columns":1,"font":"NotoSansMalayalam-Regular.ttf","font_bold":"NotoSansMalayalam-Regular.ttf","font_format":"truetype","font_size":11,"orphans":2,"widows":2,"line_height":1.3,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null}],"alphabet":{"script":"Mlym","name":"Malayalam","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"discretionary","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":true,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Malayalam script is used for writing the Malayalam language, the official language of the Indian state of Kerala, and a number of minority languages spoken in India. Until the 16th century Malayalam was written in the <span class=Em>vattezhuthu</span> script, a Brahmic script which developed alongside Grantha writing, from which the modern Malayalam script descended.</p> <p>Malayalam is written from left to right. There are fifty-three letters, called <span class=Em>akṣaras</span>; thirty-seven of these represent full syllables consisting of a consonant and the vowel a, and sixteen represent independent vowels. Independent vowel letters are only used where a vowel appears at the beginning of a word. Vowels which follow a consonant are written with a diacritic above, below, to the left or right of, or flanking either side of the consonant letter. So an unmarked letter <span class=Em>k</span> represents the syllable ka, but the letter <span class=Em>k</span> written with the <span class=Em>e</span> diacritic (a spiral to the left) represents the syllable ke. There are two vowels for which the diacritics are quite complex; u and u: are normally written with a small circle or looped circle below the letter, but can be written with one of eight other diacritics when following particular consonants. The script also contains a subset of letters called <span class=Em>cillakṣarams</span> letter fragments for representing sonorants followed by a pause, for example (but not necessarily) at the end of a word.</p> <p>Spaces are often used between words, but it is not uncommon for writers to use spacing to indicate phonological pauses, rather than lexical boundaries. </p> <p>When multiple consonants are used as a cluster within a word, that is, with no vowel between them, they are traditionally written with special conjunct letters. Malayalam is known for its large number of conjuncts, which are also used for writing <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#gemination target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;geminate</a> (long) consonants. Conjuncts take several forms; the most common are decomposable left-to-right ligatures, but some combinations stack vertically. Some conjuncts are not so easily decomposable as one or both letters change shape when in a cluster. The letters <span class=Em>y</span>, <span class=Em>r</span> and <span class=Em>v</span> are all written as diacritics when they follow a consonant. The letter <span class=Em>l</span> also takes a different form when it is the second member in a consonant cluster.</p> <p>To reduce the complexity associated with writing these conjuncts, an orthography reform was implemented in the 1970s which recommended the replacement of a large number of irregular conjuncts with a predictable sequence of individual letters using a <span class=Em>virama</span> symbol to delete the vowel inherent in all but the last consonant in the sequence. Many vowel diacritics were also redesigned so they could be written as spacing letters next to the consonant they modify. However, these changes were implemented inconsistently so that modern writing uses a mixture of traditional and reformed letters, even within the same text.</p>"},"children":[],"language":{"iso":"san","glotto_id":"sans1269","glotto_family":null,"iso1":"sa","name":"Sanskrit","autonym":"संस्कृतम्","macroarea":null,"level":"A","development":null,"use":null,"location":"India: Index Map","area":"","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"IN","latitude":"20.000000","longitude":"77.000000","population":24800,"status_id":"4","status_notes":null,"redirect_to_iso":null},"country":{"id":"IN","name":"India","name_long":"The Republic of India","population":1339330514,"official_language":"Hindi","official_language_iso":"hin","url_wiki":"https://en.wikipedia.org/wiki/India","hidden":0,"autonym":null,"fips":"IN","iso_a3":"IND","continent_id":"AS","iso_num":356,"religion_primary":"Hinduism","introduction":"The Indus Valley civilization one of the world's oldest flourished during the 3rd and 2nd millennia B.C. and extended into northwestern India. Aryan tribes from the northwest infiltrated the Indian subcontinent about 1500 B.C.; their merger with the earlier Dravidian inhabitants created the classical Indian culture. The Maurya Empire of the 4th and 3rd centuries B.C. - which reached its zenith under ASHOKA - united much of South Asia. The Golden Age ushered in by the Gupta dynasty (4th to 6th centuries A.D.) saw a flowering of Indian science art and culture. Islam spread across the subcontinent over a period of 700 years. In the 10th and 11th centuries Turks and Afghans invaded India and established the Delhi Sultanate. In the early 16th century the Emperor BABUR established the Mughal Dynasty which ruled India for more than three centuries. European explorers began establishing footholds in India during the 16th century. ++ By the 19th century Great Britain had become the dominant political power on the subcontinent. The British Indian Army played a vital role in both World Wars. Years of nonviolent resistance to British rule led by Mohandas GANDHI and Jawaharlal NEHRU eventually resulted in Indian independence which was granted in 1947. Large-scale communal violence took place before and after the subcontinent partition into two separate states - India and Pakistan. The neighboring nations have fought three wars since independence the last of which was in 1971 and resulted in East Pakistan becoming the separate nation of Bangladesh. India's nuclear weapons tests in 1998 emboldened Pakistan to conduct its own tests that same year. In November 2008 terrorists originating from Pakistan conducted a series of coordinated attacks in Mumbai India's financial capital. Despite pressing problems such as significant overpopulation environmental degradation extensive poverty and widespread corruption economic growth following the launch of economic reforms in 1991 and a massive youthful population are driving India's emergence as a regional and global power.","overview":"India is a vast South Asian country with diverse terrain – from Himalayan peaks to Indian Ocean coastline – and history reaching back 5 millennia. In the north Mughal Empire landmarks include Delhi’s Red Fort complex and massive Jama Masjid mosque plus Agra’s iconic Taj Mahal mausoleum. Pilgrims bathe in the Ganges in Varanasi and Rishikesh is a yoga centre and base for Himalayan trekking.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":511,"land_mass_km":2973190,"population_christian":30000000,"population_christian_percentage":2.3,"population_catholic_percentage":1.3,"population_protestant_percentage":1,"population_refugee":195105,"population_migration":-532687,"population_year_change":0.99,"population_density_km":464,"population_average_age":28,"population_urban_percentage":35,"population_literacy_percentage":"71.00","landmass":null,"region_code":4,"region_id":"34","region_name":"Southern Asia"}}