{"id":"SANSIN","parent_bible_id":null,"gbc":null,"date":"1851","iso":"san","title":"Sinhala Sanskrit New Testament","title_vernacular":"සිංහල සංස්කෘත නව ගිවිසුම","copyright":"Public Domain","guid":null,"description":"New Testament in Sanskrit Language in the Sinhala Script","description_short":null,"description_vernacular":null,"description_reviewed":3,"script":"Sinh","versification":null,"numeral_system_id":"default","country_id":"LK","copyright_type":"OPEN","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"SANSIN","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2111-sansi-sanskrit-bible-nt-in-sinhala-script","title":"සත්‍යවේදඃ। Sanskrit Bible (NT) in Sinhala Script","scope":null,"type":"web","provider":"SanskritBible.in","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"SANSIN","bible_size_id":null,"bible_link_type":"print","url":"https://www.biblescanada.com/sinhala-new-testament","title":"Sinhala New Testament","scope":null,"type":"print","provider":"Canadian Bible Society","organization_id":"bible-society-of-canada","filesize":null,"response_code":null},{"bible_id":"SANSIN","bible_size_id":null,"bible_link_type":"print","url":"https://www.biblescanada.com/sinhala-new-testament","title":"Sinhala New Testament","scope":null,"type":"print","provider":"Canadian Bible Society","organization_id":"bible-society-of-canada","filesize":null,"response_code":null},{"bible_id":"SANSIN","bible_size_id":"NT","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=2c2cf8df5a22a46e","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null},{"bible_id":"SANSIN","bible_size_id":null,"bible_link_type":"web","url":"https://ebible.org/find/details.php?id=sansin","title":"Simple HTML Bibles","scope":null,"type":"web","provider":"ebible.org","organization_id":"ebible","filesize":null,"response_code":null}],"pod":[{"bible_id":"SANSIN","publisher_id":"sanskrit-bible","partner_id":null,"description":"This Bible is in the Public Domain and provided by SanskritBible.in. The printing is produced at cost by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":294,"print_ready":0,"print_banned":0,"portion":0,"columns":1,"font":"NotoSansSinhala-Regular.ttf","font_bold":"NotoSansSinhala-Regular.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.25,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null},{"bible_id":"SANSIN","publisher_id":"sanskrit-bible","partner_id":null,"description":"This Bible is in the Public Domain and provided by SanskritBible.in. The printing is produced at cost by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":486,"print_ready":0,"print_banned":0,"portion":0,"columns":1,"font":"NotoSansSinhala-Regular.ttf","font_bold":"NotoSansSinhala-Regular.ttf","font_format":"truetype","font_size":11,"orphans":2,"widows":2,"line_height":1.3,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null}],"alphabet":{"script":"Sinh","name":"Sinhala","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"sinh","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":true,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Sinhala script is used for writing the Sinhala language, spoken by approximately 15,500,000 people in Sri Lanka, and for transcribing the ancient Pali and Sanskrit languages. The script is derived from Brahmi, and shows close similarities to the Grantha script which was used in southern India until the 16th century. Sinhala is a diglossic language, that is, the spoken and written forms of the language show considerable variation. The main differences are that retroflex ɭ and ɳ are represented in writing but have assimilated to alveolar l and n in speech, that three vowel sounds ə, a and ā are represented by only two letters, the pronunciation of which is generally predictable from a set of contextual rules, and that there are two letters transcribed ṣ and ś but both pronounced ʃ. Additionally, spelling conventions do not always reflect current pronunciation.</p> <p>There are two forms of the Sinhala script. The standard, pure, form which is taught in schools is called <span class=Em>eḷu hōḍiya</span> or <span class=Em>śuddha hōḍiya</span>. This system contains twenty consonant and twenty vowel letters and can be used to represent the sounds of the spoken language almost perfectly. However, to adhere to current spelling conventions - some of which represent archaic pronunciations - and to accurately transcribe Sanskrit, Pali, Hindi and English loanwords, a wider set of letters is needed. This set is called mixed alphabet <span class=Em>miśra hōḍiya</span> and contains an additional eighteen consonant letters, many of which are aspirated equivalents of existing letters.</p> <p>The Sinhala script is an abugida. Each letter represents a consonant+vowel syllable, with the vowel a being inherent in each syllable. This vowel can be changed by means of diacritics written above, below, to the left or to the right of the base consonant, or in a combination of positions. Examples of vowel diacritics with the consonant <span class=Em>m</span> are shown below:</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/yr/rj/yrrj4bqfur_SinhaV.png height=69 width=247 /></p> <p>There are two additional diacritic marks, both called <span class=Em>hal kirīma</span> which can be written above a consonant letter to silence the vowel altogether. The selection of one <span class=Em>hal kirīma</span> over the other is determined by the shape of the consonant letter. The <span class=Em>hal kirīma</span> with <span class=Em>p</span> and <span class=Em>b</span> respectively is shown in red below:</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/yr/rj/yrrj4bqfur_SinhalaHal.png.jpg height=32 width=50 /></p> <p>Vowels which occur at the start of a word, so not preceded by a consonant, are written with independent vowel letters. Unusually for Indian languages, Sinhala has distinct signs (short and long) for the low front vowel æ.</p> <p>Spoken Sinhala is different from most Indian languages in that it uses a set of prenasalized stops which are distinct from nasal+stop combinations, and are represented differently in writing. So there is a single letter for representing the prenasalized sound ɳɖ in the word aɳɖa sound, but in the word aɳɖa egg, the <span class=Em>ɳ</span> and the <span class=Em>ɖ</span> are written using two separate letters.</p> <p>There are some conjunct letters for writing consonant clusters, including <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#gemination target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;geminates</a> (long consonants). Generally, these are formed by attaching a full form of the second letter to a truncated form of the first. Some conjuncts are used which are not so easily decomposable into their parts. Special conjunct symbols also exist for combining <span class=Em>r</span> either before or after another consonant, and for combining <span class=Em>y</span> after a consonant. The <span class=Em>hal kirīma</span> sign can also be used to write two consecutive consonants with no intermediate vowel.</p> <p>A set of Sinhala digits existed, representing numbers 0-9, multiples of 10 up to 100, and the number 1000. However, these are no longer used, having been replaced by Latin digits. The old Sinhala punctuation mark <span class=Em>kunddaliya</span>, which was previously used as a full stop, has also been supplanted by the Latin punctuation set. </p>"},"children":[],"language":{"iso":"san","glotto_id":"sans1269","glotto_family":null,"iso1":"sa","name":"Sanskrit","autonym":"संस्कृतम्","macroarea":null,"level":"A","development":null,"use":null,"location":"India: Index Map","area":"","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"IN","latitude":"20.000000","longitude":"77.000000","population":24800,"status_id":"4","status_notes":null,"redirect_to_iso":null},"country":{"id":"LK","name":"Sri Lanka","name_long":"The Democratic Socialist Republic of Sri Lanka","population":23044123,"official_language":"Sinhala","official_language_iso":"sin","url_wiki":"https://en.wikipedia.org/wiki/Sri_Lanka","hidden":0,"autonym":null,"fips":"CE","iso_a3":"LKA","continent_id":"AS","iso_num":144,"religion_primary":"Buddhism","introduction":"The first Sinhalese arrived in Sri Lanka late in the 6th century B.C. probably from northern India. Buddhism was introduced in about the mid-third century B.C. and a great civilization developed at the cities of Anuradhapura (kingdom from circa 200 B.C. to circa A.D. 1000) and Polonnaruwa (from about 1070 to 1200). In the 14th century a south Indian dynasty established a Tamil kingdom in northern Sri Lanka. The coastal areas of the island were controlled by the Portuguese in the 16th century and by the Dutch in the 17th century. The island was ceded to the British in 1796 became a crown colony in 1802 and was formally united under British rule by 1815. As Ceylon it became independent in 1948; its name was changed to Sri Lanka in 1972. Tensions between the Sinhalese majority and Tamil separatists erupted into war in 1983. After two decades of fighting the government and Liberation Tigers of Tamil Eelam (LTTE) formalized a cease-fire in February 2002 with Norway brokering peace negotiations. Violence between the LTTE and government forces intensified in 2006 but the government regained control of the Eastern Province in 2007. By May 2009 the government announced that its military had defeated the remnants of the LTTE. Since the end of the conflict the government has enacted an ambitious program of economic development projects many of which are financed by loans from the Government of China. In addition to efforts to reconstruct its economy the government has resettled more than 95% of those civilians who were displaced during the final phase of the conflict and released the vast majority of former LTTE combatants captured by Government Security Forces. At the same time there has been little progress on more contentious and politically difficult issues such as reaching a political settlement with Tamil elected representatives and holding accountable those alleged to have been involved in human rights violations and other abuses during the conflict.","overview":"'Sri Lanka (formerly Ceylon) is an island nation south of India in the Indian Ocean. Its diverse landscapes range from rainforest and arid plains to highlands and sandy beaches. It’s famed for its ancient Buddhist ruins including the 5th-century citadel Sigiriya with its palace and frescoes. The city of Anuradhapura Sri Lanka''s ancient capital has many ruins dating back more than 2000 years.'","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":28,"land_mass_km":62710,"population_christian":1531000,"population_christian_percentage":7.5,"population_catholic_percentage":6.1,"population_protestant_percentage":1.4,"population_refugee":1045,"population_migration":-97986,"population_year_change":0.42,"population_density_km":341,"population_average_age":34,"population_urban_percentage":18,"population_literacy_percentage":"95.00","landmass":null,"region_code":4,"region_id":"34","region_name":"Southern Asia"}}