{"id":"SBSDOR","parent_bible_id":null,"gbc":null,"date":"2020","iso":"sbs","title":"Kuhane Bible","title_vernacular":null,"copyright":"© 2020 Door 43 International Mission Community","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"BW","copyright_type":"CCBY","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"sbs","glotto_id":"subi1246","glotto_family":null,"iso1":null,"name":"Subiya","autonym":"Subiya","macroarea":null,"level":"L","development":null,"use":null,"location":"Botswana","area":"East Caprivi. Also in Botswana, Zambia.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"NA","latitude":"-17.569585","longitude":"24.886675","population":39570,"status_id":"6a","status_notes":null,"redirect_to_iso":null},"country":{"id":"BW","name":"Botswana","name_long":"The Republic of Botswana","population":2350667,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Botswana","hidden":0,"autonym":null,"fips":"BC","iso_a3":"BWA","continent_id":"AF","iso_num":72,"religion_primary":"Christianity","introduction":"Formerly the British protectorate of Bechuanaland Botswana adopted its new name upon independence in 1966. More than four decades of uninterrupted civilian leadership progressive social policies and significant capital investment have created one of the most stable economies in Africa. Mineral extraction principally diamond mining dominates economic activity though tourism is a growing sector due to the country's conservation practices and extensive nature preserves. Botswana has one of the world's highest known rates of HIV/AIDS infection but also one of Africa's most progressive and comprehensive programs for dealing with the disease.","overview":"Botswana a landlocked country in Southern Africa has a landscape defined by the Kalahari Desert and the Okavango Delta which becomes a lush animal habitat during the seasonal floods. The massive Central Kalahari Game Reserve with its fossilized river valleys and undulating grasslands is home to numerous animals including giraffes cheetahs hyenas and wild dogs.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":41,"land_mass_km":566730,"population_christian":1416000,"population_christian_percentage":71.6,"population_catholic_percentage":5,"population_protestant_percentage":66,"population_refugee":1115,"population_migration":3000,"population_year_change":2.08,"population_density_km":4,"population_average_age":24,"population_urban_percentage":73,"population_literacy_percentage":"85.00","landmass":null,"region_code":7,"region_id":"202","region_name":"Sub-Saharan Africa"}}