{"id":"SINR73","parent_bible_id":null,"gbc":null,"date":"1973","iso":"sin","title":"1973 Revised New Version","title_vernacular":null,"copyright":null,"guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Sinh","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"SINR73","bible_size_id":null,"bible_link_type":"audio_web","url":"https://live.bible.is/bible/SINR73","title":"NT","scope":null,"type":"audio_web","provider":"Faith Comes By Hearing","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Sinh","name":"Sinhala","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"sinh","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":true,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Sinhala script is used for writing the Sinhala language, spoken by approximately 15,500,000 people in Sri Lanka, and for transcribing the ancient Pali and Sanskrit languages. The script is derived from Brahmi, and shows close similarities to the Grantha script which was used in southern India until the 16th century. Sinhala is a diglossic language, that is, the spoken and written forms of the language show considerable variation. The main differences are that retroflex ɭ and ɳ are represented in writing but have assimilated to alveolar l and n in speech, that three vowel sounds ə, a and ā are represented by only two letters, the pronunciation of which is generally predictable from a set of contextual rules, and that there are two letters transcribed ṣ and ś but both pronounced ʃ. Additionally, spelling conventions do not always reflect current pronunciation.</p> <p>There are two forms of the Sinhala script. The standard, pure, form which is taught in schools is called <span class=Em>eḷu hōḍiya</span> or <span class=Em>śuddha hōḍiya</span>. This system contains twenty consonant and twenty vowel letters and can be used to represent the sounds of the spoken language almost perfectly. However, to adhere to current spelling conventions - some of which represent archaic pronunciations - and to accurately transcribe Sanskrit, Pali, Hindi and English loanwords, a wider set of letters is needed. This set is called mixed alphabet <span class=Em>miśra hōḍiya</span> and contains an additional eighteen consonant letters, many of which are aspirated equivalents of existing letters.</p> <p>The Sinhala script is an abugida. Each letter represents a consonant+vowel syllable, with the vowel a being inherent in each syllable. This vowel can be changed by means of diacritics written above, below, to the left or to the right of the base consonant, or in a combination of positions. Examples of vowel diacritics with the consonant <span class=Em>m</span> are shown below:</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/yr/rj/yrrj4bqfur_SinhaV.png height=69 width=247 /></p> <p>There are two additional diacritic marks, both called <span class=Em>hal kirīma</span> which can be written above a consonant letter to silence the vowel altogether. The selection of one <span class=Em>hal kirīma</span> over the other is determined by the shape of the consonant letter. The <span class=Em>hal kirīma</span> with <span class=Em>p</span> and <span class=Em>b</span> respectively is shown in red below:</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/yr/rj/yrrj4bqfur_SinhalaHal.png.jpg height=32 width=50 /></p> <p>Vowels which occur at the start of a word, so not preceded by a consonant, are written with independent vowel letters. Unusually for Indian languages, Sinhala has distinct signs (short and long) for the low front vowel æ.</p> <p>Spoken Sinhala is different from most Indian languages in that it uses a set of prenasalized stops which are distinct from nasal+stop combinations, and are represented differently in writing. So there is a single letter for representing the prenasalized sound ɳɖ in the word aɳɖa sound, but in the word aɳɖa egg, the <span class=Em>ɳ</span> and the <span class=Em>ɖ</span> are written using two separate letters.</p> <p>There are some conjunct letters for writing consonant clusters, including <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#gemination target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;geminates</a> (long consonants). Generally, these are formed by attaching a full form of the second letter to a truncated form of the first. Some conjuncts are used which are not so easily decomposable into their parts. Special conjunct symbols also exist for combining <span class=Em>r</span> either before or after another consonant, and for combining <span class=Em>y</span> after a consonant. The <span class=Em>hal kirīma</span> sign can also be used to write two consecutive consonants with no intermediate vowel.</p> <p>A set of Sinhala digits existed, representing numbers 0-9, multiples of 10 up to 100, and the number 1000. However, these are no longer used, having been replaced by Latin digits. The old Sinhala punctuation mark <span class=Em>kunddaliya</span>, which was previously used as a full stop, has also been supplanted by the Latin punctuation set. </p>"},"children":[],"language":{"iso":"sin","glotto_id":"sinh1246","glotto_family":null,"iso1":"si","name":"Sinhala","autonym":"Sinhalese","macroarea":null,"level":"L","development":null,"use":null,"location":"Sri Lanka","area":"Widespread in Sri Lanka except some districts in the north, east, and center. Also in Canada, Libya, Maldives, Singapore, Thailand, United Arab Emirates, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"LK","latitude":"8.000000","longitude":"81.000000","population":15300000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":null}