{"id":"SMOOLD","parent_bible_id":null,"gbc":null,"date":"1887","iso":"smo","title":"Samoan Old Bible","title_vernacular":"O le Feagaiga Tuai ma le Feagaiga Fou lea, ua faasamoaina","copyright":"Public Domain","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"WS","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"SMOOLD","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/SMOOLD_DBS_HS/Samoan-(1887)-Bible-(O-le-Feagaiga-Tuai-ma-le-Feagaiga-Fou-lea-ua-faasamoaina).pdf","title":"Samoan (1887) Bible","scope":null,"type":"historic","provider":"","organization_id":"british-and-foreign-bible-society","filesize":194516845,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"smo","glotto_id":"samo1305","glotto_family":null,"iso1":"sm","name":"Samoan","autonym":"Gagana faʻa Sāmoa","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"Also in American Samoa, Fiji, New Zealand, Tonga, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"WS","latitude":"-13.920000","longitude":"-171.830000","population":421570,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"WS","name":"Samoa","name_long":"The Independent State of Samoa","population":204898,"official_language":"Samoan","official_language_iso":"smo","url_wiki":"https://en.wikipedia.org/wiki/Samoa","hidden":0,"autonym":null,"fips":"WS","iso_a3":"WSM","continent_id":"OC","iso_num":882,"religion_primary":"Christianity","introduction":"New Zealand occupied the German protectorate of Western Samoa at the outbreak of World War I in 1914. It continued to administer the islands as a mandate and then as a trust territory until 1962 when the islands became the first Polynesian nation to reestablish independence in the 20th century. The country dropped the \\\"Western\\\" from its name in 1997.","overview":"'Samoa is an country comprising the westernmost group of the Samoan Islands in Polynesia. Many of its islands have reef-bordered beaches and rugged rainforested interiors with gorges and waterfalls. The islands include Upolu home to most of Samoa''s population and Savai''i one of the largest islands in the South Pacific. Smaller islands may have small villages or be uninhabited some with wildlife sanctuaries.'","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":2,"land_mass_km":2830,"population_christian":null,"population_christian_percentage":null,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":3,"population_migration":-2803,"population_year_change":0.67,"population_density_km":70,"population_average_age":22,"population_urban_percentage":18,"population_literacy_percentage":"99.00","landmass":null,"region_code":1,"region_id":"61","region_name":"Polynesia"}}