{
    "id": "SPARVA",
    "parent_bible_id": "",
    "uuid": "5a0150b1-12ad-46f5-bee9-0493de9d1ebf",
    "iso": "spa",
    "language": {
        "name": "Spanish"
    },
    "title": "Reina Valera Actualizada",
    "title_vernacular": "Reina Valera Actualizada",
    "description": "Version Information El texto de esta versión de las Sagradas Escrituras que nos complacemos en presentar es la Reina-Valera Actualizada 2015 (RVA-2015). Esta versión de las Sagradas Escrituras está basada en la versión Reina-Valera Actualizada que fue publicada por la Casa Bautista de Publicaciones/Editorial Mundo Hispano, en forma parcial desde 1982, y como Biblia completa en 1989, y luego sometida a revisiones en el año1999 y 2006. La RVA fue una revisión de la Reina-Valera de 1909 tomando en cuenta ambos testamentos en sus idiomas originales y cotejando el texto con una veintena de otras versiones antiguas y modernas. El resultado es una revisión que ofrece muchas de las bondades de una nueva traducción pero que retiene el sabor clásico de la antigua versión de Casiodoro de Reina (publicada originalmente en 1569) y de su primera revisión hecha por Cipriano de Valera (publicada en 1602). Con su filosofía de fidelidad, honestidad y claridad, la RVA 2015 es una traducción moderadamente literal. The RVA 2015 is based on the updated Reina-Valera Actualizada published in part in 1982 and as a complete Bible in 1989 as the Versión Mundo Hispano in the Biblia de Estudio Mundo Hispano. Subsequent revisions were made in 1999 and 2006. The Reina Valera Actualizada is a revision of the Reina-Valera 1909, using the original languages, and collating the text with other ancient and modern versions. The result is an update that offers many of the benefits of a new translation while retaining much of the classic taste of the Casiodoro de Reina (originally published in 1569) and its first revision made by Cipriano de Valera (published in 1602). With its translation philosophy of fidelity, honesty and clarity, the RVA 2015 is a moderately literal translation.",
    "description_short": "",
    "description_vernacular": "",
    "copyright": "© 2015 by Editorial Mundo Hispano",
    "copyright_type": "",
    "date": null,
    "country_id": "ES",
    "country": {
        "name": "Spain"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://www.bible.com/versions/1782-rva2015-reina-valera-actualizada",
            "title": "Reina Valera Actualizada",
            "scope": "",
            "type": "web",
            "filesize": "0",
            "provider": "Editorial Mundo Hispano",
            "publisher_id": "a4f1fc26-64a5-412f-804d-d91da40aee72",
            "publisher": "YouVersion"
        },
        {
            "url": "https://bible.com/versions/1782",
            "title": "Youversion",
            "scope": "",
            "type": "",
            "filesize": "0",
            "provider": "",
            "publisher_id": "a4f1fc26-64a5-412f-804d-d91da40aee72",
            "publisher": "YouVersion"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [
        {
            "organization_id": "a4f1fc26-64a5-412f-804d-d91da40aee72",
            "equivalent_id": "1782",
            "site": "",
            "suffix": "",
            "type": "",
            "url": "https://bible.com/versions/1782"
        }
    ],
    "books": null
}