{"id":"SRMIBS","parent_bible_id":null,"gbc":null,"date":"1997","iso":"srm","title":"Saramaccan Bible Portion","title_vernacular":"Aki Gaangabu Bibi Mbei Soni","copyright":"© International Bible Society","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"SR","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"SRMIBS","bible_size_id":null,"bible_link_type":"genesis","url":"http://downloads.dbs.org/archive/Saramaccan-(1997)-Genesis-Portion-(Aki-Gaangabu-Bibi-Mbei-Soni).pdf","title":"Saramaccan (1997) Genesis Portion","scope":null,"type":"historic","provider":"International Bible Society","organization_id":"international-bible-society","filesize":814871,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"srm","glotto_id":"sara1340","glotto_family":null,"iso1":null,"name":"Saramaccan","autonym":"Saamáka","macroarea":null,"level":"L","development":null,"use":null,"location":"French Guiana and Suriname","area":"Central, along Saramacca and upper Suriname rivers. Refugees in Paramaribo. Also in French Guiana.","progress":"New Testament\r","typology":null,"writing":null,"description":null,"country_id":"SR","latitude":"4.547285","longitude":"-54.023840","population":36700,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":{"id":"SR","name":"Suriname","name_long":"The Republic of Suriname","population":614749,"official_language":"Norwegian","official_language_iso":"nor","url_wiki":"https://en.wikipedia.org/wiki/Suriname","hidden":0,"autonym":null,"fips":"NS","iso_a3":"SUR","continent_id":"SA","iso_num":740,"religion_primary":"Christianity","introduction":"First explored by the Spaniards in the 16th century and then settled by the English in the mid-17th century Suriname became a Dutch colony in 1667. With the abolition of African slavery in 1863 workers were brought in from India and Java. Independence from the Netherlands was granted in 1975. Five years later the civilian government was replaced by a military regime that soon declared a socialist republic. It continued to exert control through a succession of nominally civilian administrations until 1987 when international pressure finally forced a democratic election. In 1990 the military overthrew the civilian leadership but a democratically elected government - a four-party coalition - returned to power in 1991. The coalition expanded to eight parties in 2005 and ruled until August 2010 when voters returned former military leader Desire BOUTERSE and his opposition coalition to power.","overview":"'Suriname is a small country on the northeastern coast of South America. It''s defined by vast swaths of tropical rainforest Dutch colonial architecture and a melting-pot culture. On its Atlantic coast is the capital Paramaribo where palm gardens grow near Fort Zeelandia a 17th-century trading post. Paramaribo is also home to Saint Peter and Paul Basilica a towering wood cathedral consecrated in 1885.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":27,"land_mass_km":156000,"population_christian":262000,"population_christian_percentage":48.4,"population_catholic_percentage":21.6,"population_protestant_percentage":26.8,"population_refugee":52,"population_migration":-1000,"population_year_change":0.9,"population_density_km":4,"population_average_age":29,"population_urban_percentage":65,"population_literacy_percentage":null,"landmass":null,"region_code":10,"region_id":"419","region_name":"Latin America and the Caribbean"}}