{"abbr":"SRRSRR","title":"Seereer New Testament","description":"\u003ch1\u003eSeereer New Testament Translation\u003c/h1\u003e\r\nThis Seereer New Testament translation marks the first time that the New Testament was translated into the Seereer language. This project was an immense collaborative effort, illustrating the dedication and hard work of numerous individuals and institutions.\r\n\r\n\u003ch2\u003eOverview\u003c/h2\u003e\r\n\u003cb\u003eLanguage:\u003c/b\u003e Seereer\r\n\u003cb\u003eType:\u003c/b\u003e New Testament Translation\r\n\u003cb\u003eSignificance:\u003c/b\u003e First translation of the New Testament into Seereer\r\n\r\n\u003ch3\u003eKey Individuals\u003c/h3\u003e\r\n\u003cb\u003eStig-Olaf Fernstrom:\u003c/b\u003e A representative of Lutheran bible translators. He played a significant role in the translation process, ensuring accuracy and authenticity in the text.\r\n\u003cb\u003eSedar Ndiaye:\u003c/b\u003e Another pivotal figure in the translation project, Ndiaye collaborated closely with Fernstrom and Faye.\r\n\u003cb\u003eWaly Faye:\u003c/b\u003e As a major contributor, Faye's insights and expertise were instrumental in making the Seereer New Testament translation a reality.\r\nSupervising Bodies\r\n\u003cb\u003eSenegal Lutheran Mission: \u003c/b\u003e This institution provided oversight, support, and resources, ensuring that the translation would adhere to the highest standards of accuracy and faithfulness.\r\n\u003cb\u003eSenegal Lutheran Church: \u003c/b\u003e Alongside the Senegal Lutheran Mission, the Senegal Lutheran Church also played a supervisory role, guiding the translation project to its successful completion.\r\n\r\n\u003ch2\u003eBackground and Significance\u003c/h2\u003e\r\nThe Seereer people, primarily found in Senegal, The Gambia, and Mauritania, have a rich history and culture. With Christianity being practiced by a section of the Seereer community, there was a growing demand for religious texts in the native language to enhance understanding and promote cultural integration.\r\n\r\nThe translation of the New Testament into Seereer not only caters to the spiritual needs of the Seereer-speaking Christian community but also plays an essential role in preserving and promoting the Seereer language. Through the combined efforts of Stig-Olaf Fernstrom, Sedar Ndiaye, Waly Faye, and the supervisory bodies, the Seereer community now has a version of the New Testament in their native language.","description_short":"First translation of the New Testament into Seereer by Stig-Olaf Fernstrom, Sedar Ndiaye, and Waly Faye. Translation prepared under the supervision of the Senegal Lutheran Mission and the Senegal Lutheran Church.","description_vernacular":"Safe le no Nqaariit Nqas ne: Nqaariit Nqas neene, Roog kaa dalnitin na Yeesu Kiristaa a ndeer um fo wiin we: Safe le kaa tektitel na lak gerek me ta eeteena eet o bindit, a bisiidel na lak seereer.","iso":"srr","script":"Arab","year":1987,"country_id":"SN","bible_equivalents":[{"bible_abbr":"SRRSRR","equivalent_id":"53eb2a965117ad24713ec681","type":"Archive","url":"globalbiblecatalogue.org"},{"bible_abbr":"SRRSRR","equivalent_id":"546873305117ad5eeeca079f","type":"Archive","url":"globalbiblecatalogue.org"},{"bible_abbr":"SRRSRR","equivalent_id":"546873315117ad5eecb88d9b","type":"Archive","url":"globalbiblecatalogue.org"},{"bible_abbr":"SRRSRR","equivalent_id":"546873315117ad5eed464c1c","type":"Archive","url":"globalbiblecatalogue.org"}],"language":{"iso":"srr","glotto_id":"sere1260","name":"Serer","autonym":"Seereer","level":"L","location":"Senegal and The Gambia","area":"West central; Sine and Saloum River valleys. Also in Gambia.","country_id":"SN","latitude":13.8941,"longitude":-16.39165,"population":1712300,"status_id":"5"},"country":{"id":"SN","name":"Senegal","name_long":"The Republic of Senegal","population":16082442,"official_language":"French","official_language_iso":"fra","iso_a3":"SEN","continent_id":"AF","iso_num":686,"language_count":52,"religion_primary":"Islam","introduction":"The French colonies of Senegal and French Sudan were merged in 1959 and granted independence in 1960 as the Mali Federation. The union broke up after only a few months. Senegal joined with The Gambia to form the nominal confederation of Senegambia in 1982. The envisaged integration of the two countries was never implemented and the union was dissolved in 1989. The Movement of Democratic Forces in the Casamance has led a low-level separatist insurgency in southern Senegal since the 1980s and several peace deals have failed to resolve the conflict. Nevertheless Senegal remains one of the most stable democracies in Africa and has a long history of participating in international peacekeeping and regional mediation. Senegal was ruled by a Socialist Party for 40 years until Abdoulaye WADE was elected president in 2000. He was reelected in 2007 and during his two terms amended Senegal's constitution over a dozen times to increase executive power and weaken the opposition. His decision to run for a third presidential term sparked a large public backlash that led to his defeat in a March 2012 runoff with Macky SALL whose term runs until 2019. A 2016 constitutional referendum reduced the term to five years with a maximum of two consecutive terms for future presidents.","overview":"Senegal is a country on Africa’s west coast with a rich French colonial heritage and many natural attractions. Dakar the capital features the ancient Médina district and esteemed Musée Théodore Monod displaying African art. Dakar is also known for its nightlife centered on native mbalax music. Saint-Louis formerly the capital of French West Africa has an old town with colonial architecture.","independent":1,"landmass_km":192530,"population_christian":570000,"population_christian_percentage":4.2,"population_refugee":14469,"population_migration":-20000,"population_year_change":2.75,"population_density_km":87,"population_average_age":19,"population_urban_percentage":49,"population_literacy_percentage":56,"region_code":8,"region_id":202,"region_name":"Sub-Saharan Africa","url_wiki":"https://en.wikipedia.org/wiki/Senegal","url_britannica":"https://www.britannica.com/place/Senegal","url_ubs":"https://unitedbiblesocieties.org/locations/bible-society-in-senegal/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/senegal/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/SG-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/SEN","url_nations_online":"https://www.nationsonline.org/oneworld/senegal.htm","url_odp":"https://curlie.org/Regional/Africa/Senegal","url_operation_world":"https://operationworld.org/locations/senegal","url_religious_freedom":"https://www.state.gov/countries-areas/senegal/","url_joshua":"https://joshuaproject.net/countries/SN","url_prayercast":"https://prayercast.com/senegal.html","url_prayercast_video":"https://player.vimeo.com/video/26637351","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=Senegal2_dload_hi.mp4"}}