{
    "id": "SRRSRR",
    "parent_bible_id": "",
    "uuid": "ffd240df-3a61-4636-ba64-6f9377ce5942",
    "iso": "srr",
    "language": {
        "name": "Serer"
    },
    "title": "Seereer New Testament",
    "title_vernacular": "",
    "description": "<h1>Seereer New Testament Translation</h1>\r\nThis Seereer New Testament translation marks the first time that the New Testament was translated into the Seereer language. This project was an immense collaborative effort, illustrating the dedication and hard work of numerous individuals and institutions.\r\n\r\n<h2>Overview</h2>\r\n<b>Language:</b> Seereer\r\n<b>Type:</b> New Testament Translation\r\n<b>Significance:</b> First translation of the New Testament into Seereer\r\n\r\n<h3>Key Individuals</h3>\r\n<b>Stig-Olaf Fernstrom:</b> A representative of Lutheran bible translators. He played a significant role in the translation process, ensuring accuracy and authenticity in the text.\r\n<b>Sedar Ndiaye:</b> Another pivotal figure in the translation project, Ndiaye collaborated closely with Fernstrom and Faye.\r\n<b>Waly Faye:</b> As a major contributor, Faye's insights and expertise were instrumental in making the Seereer New Testament translation a reality.\r\nSupervising Bodies\r\n<b>Senegal Lutheran Mission: </b> This institution provided oversight, support, and resources, ensuring that the translation would adhere to the highest standards of accuracy and faithfulness.\r\n<b>Senegal Lutheran Church: </b> Alongside the Senegal Lutheran Mission, the Senegal Lutheran Church also played a supervisory role, guiding the translation project to its successful completion.\r\n\r\n<h2>Background and Significance</h2>\r\nThe Seereer people, primarily found in Senegal, The Gambia, and Mauritania, have a rich history and culture. With Christianity being practiced by a section of the Seereer community, there was a growing demand for religious texts in the native language to enhance understanding and promote cultural integration.\r\n\r\nThe translation of the New Testament into Seereer not only caters to the spiritual needs of the Seereer-speaking Christian community but also plays an essential role in preserving and promoting the Seereer language. Through the combined efforts of Stig-Olaf Fernstrom, Sedar Ndiaye, Waly Faye, and the supervisory bodies, the Seereer community now has a version of the New Testament in their native language.",
    "description_short": "First translation of the New Testament into Seereer by Stig-Olaf Fernstrom, Sedar Ndiaye, and Waly Faye. Translation prepared under the supervision of the Senegal Lutheran Mission and the Senegal Lutheran Church.",
    "description_vernacular": "Safe le no Nqaariit Nqas ne: Nqaariit Nqas neene, Roog kaa dalnitin na Yeesu Kiristaa a ndeer um fo wiin we: Safe le kaa tektitel na lak gerek me ta eeteena eet o bindit, a bisiidel na lak seereer.",
    "copyright": "",
    "copyright_type": "",
    "date": null,
    "country_id": "SN",
    "country": {
        "name": "Senegal"
    },
    "alphabet": {
        "name": "Arabic",
        "script": "Arab",
        "fonts": []
    },
    "pod": [],
    "links": [],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}