{
    "id": "SWE1526",
    "parent_bible_id": "",
    "uuid": "fe9a168e-ea1e-4f62-bd4f-4d3cf493bd7e",
    "iso": "swe",
    "language": {
        "name": "Swedish"
    },
    "title": "Swedish Bible Portions",
    "title_vernacular": "Di Se Mo",
    "description": "This manuscript contains an abridged version in Old Swedish of the Pentateuch with three connecting short tracts, accompanied by the books of Joshua, Judges, Judith, Esther, Ruth, Maccabees, and Revelation. Translation of the Pentateuch—or paraphrase, as translation in the modern sense of the word occurred only marginally in the Middle Ages—goes back to the early 13th century. The paraphrast is unknown. The three connecting historical and philosophical tracts in the manuscript are by Saint Augustine and Saint Thomas Aquinas. Like the biblical texts, they are equally loose paraphrases of their Latin originals. The other Old Testament books in the manuscript were translated in the late 14th century (circa 1500): Joshua and Judges by Nicolaus Ragvaldi (died 1514), the confessor general at Vadstena monastery in Sweden, and Esther, Ruth, Judith, and Maccabees by Jöns Budde (circa 1437‒91), a monk at the Birgittine monastery of Nådendal in Finland. The translator of the Book of Revelation is unknown. The manuscript is the first known translation into Swedish of the Bible or a large part of the Bible. The colophon states that it was produced at the expense of the Vadstena nun Ingegärd, daughter to Torsten Bowastason. Ingegärd’s mother donated the parchment and an anonymous Vadstena nun was the scribe. She asks in the colophon to be remembered by readers in their prayers. The manuscript is decorated by two hand-colored woodcuts, one of which, attributed to the German artist Hans Sebald Beham (1500‒1550) or his school, is the only known copy of this print. The manuscript was in the possession of the Birgittine Monastery in Vadstena and was acquired by the Royal Library (National Library of Sweden) in 1780. (World Digital Library)",
    "description_short": "",
    "description_vernacular": "",
    "copyright": "Public Domain",
    "copyright_type": "",
    "date": null,
    "country_id": "SE",
    "country": {
        "name": "Sweden"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "http://downloads.dbs.org/archive/Swedish-(1526)-Bible-Portions-and-Commentary-Illuminated-(WDL-17184).pdf",
            "title": "Swedish (1526) Bible Portions and Commentary - Illuminated (WDL-17184)",
            "scope": "",
            "type": "illuminated",
            "filesize": "261568094",
            "provider": "World Digital Library",
            "publisher_id": "074382dc-241d-4375-88ff-63a26a42e345",
            "publisher": "World Digital Library"
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}