{"abbr":"SYRMFB","title":"Syriac Modern Bible","iso":"syr","script":"Syrj","year":1966,"country_id":"IQ","language":{"iso":"syr","glotto_id":"syr","name":"Syriac","level":"L","country_id":"IQ","population":858080},"country":{"id":"IQ","name":"Iraq","name_long":"The Republic of Iraq","population":39650145,"official_language":"Arabic Standard","official_language_iso":"arb","iso_a3":"IRQ","continent_id":"AS","iso_num":368,"language_count":38,"religion_primary":"Islam","introduction":"Formerly part of the Ottoman Empire Iraq was occupied by Britain during the course of World War I; in 1920 it was declared a League of Nations mandate under UK administration. In stages over the next dozen years Iraq attained its independence as a kingdom in 1932. A \\\"republic\\\" was proclaimed in 1958 but in actuality a series of strongmen ruled the country until 2003. The last was SADDAM Husayn. Territorial disputes with Iran led to an inconclusive and costly eight-year war (1980-88). In August 1990 Iraq seized Kuwait but was expelled by US-led UN coalition forces during the Gulf War of January-February 1991. Following Kuwait's liberation the UN Security Council (UNSC) required Iraq to scrap all weapons of mass destruction and long-range missiles and to allow UN verification inspections. Continued Iraqi noncompliance with UNSC resolutions over a period of 12 years led to the US-led invasion of Iraq in March 2003 and the ouster of the SADDAM Husayn regime. US forces remained in Iraq under a UNSC mandate through 2009 and under a bilateral security agreement thereafter helping to provide security and to train and mentor Iraqi security forces. In October 2005 Iraqis approved a constitution in a national referendum and pursuant to this document elected a 275-member Council of Representatives (COR) in December 2005. The COR approved most cabinet ministers in May 2006 marking the transition to Iraq's first constitutional government in nearly a half century. In January 2009 and April 2013 Iraq held elections for provincial councils in all governorates except for the three governorates comprising the Kurdistan Regional Government and Kirkuk Governorate. Iraq held a national legislative election in March 2010 - choosing 325 legislators in an expanded COR - and after nine months of deadlock the COR approved the new government in December 2010. Nearly nine years after the start of the Second Gulf War in Iraq US military operations there ended in mid-December 2011.","overview":"Iraq officially known as the Republic of Iraq is a country in Western Asia bordered by Turkey to the north Iran to the east Kuwait to the southeast Saudi Arabia to the south Jordan to the southwest and Syria to the west.","independent":1,"landmass_km":434320,"population_christian":944000,"population_christian_percentage":3,"population_protestant_percentage":3,"population_refugee":273992,"population_migration":7834,"population_year_change":2.32,"population_density_km":93,"population_average_age":21,"population_urban_percentage":73,"population_literacy_percentage":79,"region_code":6,"region_id":145,"region_name":"Western Asia","url_wiki":"https://en.wikipedia.org/wiki/Iraq","url_britannica":"https://www.britannica.com/place/Iraq","url_ubs":"https://unitedbiblesocieties.org/locations/bible-society-in-iraq/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/iraq/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/IZ-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/IRQ","url_nations_online":"https://www.nationsonline.org/oneworld/iraq.htm","url_odp":"https://curlie.org/Regional/Middle_East/Iraq","url_operation_world":"https://operationworld.org/locations/iraq","url_religious_freedom":"https://www.state.gov/countries-areas/iraq/","url_joshua":"https://joshuaproject.net/countries/IQ","url_prayercast":"https://prayercast.com/iraq.html","url_prayercast_video":"https://player.vimeo.com/video/22354465","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=Iraq2_dload_hi.mp4"}}