{"id":"TBWWBT","parent_bible_id":null,"gbc":null,"date":"1992","iso":"tbw","title":"Tagbanwa New Testament and Old Testament Portions","title_vernacular":"Kamatuudan nga Ampang it Ampu&#x27;ang Diyus nga Magpatantu Pasar it Kanya","copyright":"© Wycliffe Bible Translators, Inc.","guid":null,"description":"Tagbanwa: Kamatuudan nga Ampang it Ampu&#x27;ang Diyus nga Magpatantu Pasar it Kanya Bible","description_short":null,"description_vernacular":null,"description_reviewed":3,"script":"Tagb","versification":"Default","numeral_system_id":"default","country_id":"PH","copyright_type":null,"reviewed":0,"isbn13":"978-1-5313-1007-3","back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"TBWWBT","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/1935-tbwont-kamatuudan-nga-ampang-it-ampuang-diyus-nga-magpatantu-pasar-it-kanya","title":"Kamatuudan nga Ampang it Ampu'ang Diyus nga Magpatantu Pasar it Kanya","scope":null,"type":"web","provider":"Wycliffe Bible Translators, Inc.","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"TBWWBT","bible_size_id":"FB","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=b4c47db8fcdecdd3","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null}],"pod":[{"bible_id":"TBWWBT","publisher_id":"wycliffe-bible-translators-inc","partner_id":null,"description":"This Bible is copyrighted by Wycliffe Bible Translators (Wycliffe.org) and is printed with permission by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible is available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":446,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSansTagbanwa-Regular.ttf","font_bold":"NotoSansTagbanwa-Regular.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.25,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null},{"bible_id":"TBWWBT","publisher_id":"wycliffe-bible-translators-inc","partner_id":null,"description":"This Bible is copyrighted by Wycliffe Bible Translators (Wycliffe.org) and is printed with permission by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible is available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":405,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSansTagbanwa-Regular.ttf","font_bold":"NotoSansTagbanwa-Regular.ttf","font_format":"truetype","font_size":9,"orphans":2,"widows":2,"line_height":1,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null}],"alphabet":{"script":"Tagb","name":"Tagbanwa","unicode_pdf":null,"family":"Insular Southeast Asian","type":"abugida","white_space":"unspecified","open_type_tag":"tagb","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Tagbanwa (also known as Apurahuano) script is one of the Brahmic scripts indigenous to the Philippines. It is used to write the Tagbanwa language, which is spoken by approximately 8,000 people living in scattered communities throughout the Palawan region. Although the language is used exclusively between speakers of Tagbanwa, younger generations prefer to use Tagalog in the company of other non-Tagbanwa Filipinos, as there is felt to be some stigma attached to the Tagbanwa identity. The result is that use of the language is declining, and, in keeping with that trend, literacy in the script is low. Of the three living indigenous Philippine scripts - Hanunoo, Buhid and Tagbanwa - Tagbanwa is acknowledged to be the least widely used.</p> <p>The script is an abugida composed of 13 consonants. Each consonant has an inherent vowel a, which can be modified to i or u by the addition of a diacritic, called <span class=Em>ulitan</span>, above or below the syllable respectively. There are also three vowel characters for representing syllable-initial vowels. There is no method for cancelling the inherent vowel, so syllable-final consonants are unexpressed in the Tagbanwa orthography and deduced from context. The script is read horizontally from left to right, but has historically been written either horizontally or vertically; in the case that it is written vertically, characters are oriented horizontally to facilitate reading.</p>"},"children":[],"language":{"iso":"tbw","glotto_id":"tagb1258","glotto_family":null,"iso1":null,"name":"Tagbanwa","autonym":"Aborlan Tagbanwa","macroarea":null,"level":"L","development":null,"use":null,"location":"Southern Philippines","area":"Palawan, in scattered communities ranging from about 120 kms. south to 60 kms. north of Puerto Princesa, on both sides of the island.","progress":"New Testament\r","typology":null,"writing":null,"description":null,"country_id":"PH","latitude":"9.542630","longitude":"118.497360","population":17200,"status_id":"5","status_notes":null,"redirect_to_iso":null},"country":{"id":"PH","name":"Philippines","name_long":"The Republic of the Philippines","population":110818325,"official_language":"Tagalog","official_language_iso":"tgl","url_wiki":"https://en.wikipedia.org/wiki/Philippines","hidden":0,"autonym":null,"fips":"RP","iso_a3":"PHL","continent_id":"AS","iso_num":608,"religion_primary":"Christianity","introduction":"The Philippine Islands became a Spanish colony during the 16th century; they were ceded to the US in 1898 following the Spanish-American War. In 1935 the Philippines became a self-governing commonwealth. Manuel QUEZON was elected president and was tasked with preparing the country for independence after a 10-year transition. In 1942 the islands fell under Japanese occupation during World War II and US forces and Filipinos fought together during 1944-45 to regain control. On 4 July 1946 the Republic of the Philippines attained its independence. A 20-year rule by Ferdinand MARCOS ended in 1986 when a \\\"people power\\\" movement in Manila (\\\"EDSA 1\\\") forced him into exile and installed Corazon AQUINO as president. Her presidency was hampered by several coup attempts that prevented a return to full political stability and economic development. Fidel RAMOS was elected president in 1992. His administration was marked by increased stability and by progress on economic reforms. In 1992 the US closed its last military bases on the islands. Joseph ESTRADA was elected president in 1998. He was succeeded by his vice-president Gloria MACAPAGAL-ARROYO in January 2001 after ESTRADA's stormy impeachment trial on corruption charges broke down and another \\\"people power\\\" movement (\\\"EDSA 2\\\") demanded his resignation. MACAPAGAL-ARROYO was elected to a six-year term as president in May 2004. Her presidency was marred by several corruption allegations but the Philippine economy was one of the few to avoid contraction following the 2008 global financial crisis expanding each year of her administration. Benigno AQUINO III was elected to a six-year term as president in May 2010. The Philippine Government faces threats from several groups some of which are on the US Government's Foreign Terrorist Organization list. Manila has waged a decades-long struggle against ethnic Moro insurgencies in the southern Philippines which has led to a peace accord with the Moro National Liberation Front and ongoing peace talks with the Moro Islamic Liberation Front. The decades-long Maoist-inspired New People's Army insurgency also operates through much of the country. The Philippines faces increased tension with China over disputed territorial and maritime claims in the South China Sea.","overview":"The Philippines is a Southeast Asian country in the Western Pacific comprising more than 7000 islands. Its capital Manila is famous for its waterfront promenade and centuries-old Chinatown Binondo. Intramuros a walled city in colonial times is the heart of Old Manila. It’s home to the baroque 17th-century San Agustin Church as well as Fort Santiago a storied citadel and military prison.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":198,"land_mass_km":298170,"population_christian":86500000,"population_christian_percentage":85,"population_catholic_percentage":80,"population_protestant_percentage":5,"population_refugee":690,"population_migration":-67152,"population_year_change":1.35,"population_density_km":368,"population_average_age":26,"population_urban_percentage":47,"population_literacy_percentage":"95.00","landmass":null,"region_code":2,"region_id":"35","region_name":"South-eastern Asia"}}