{"id":"TRVBSC","parent_bible_id":null,"gbc":null,"date":"1988","iso":"trv","title":"Taroko Bible Portion","title_vernacular":"Ndaan Smalo Otox Baraw","copyright":"","guid":null,"description":"Bible Society in the Republic of China","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"TW","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"TRVBSC","bible_size_id":null,"bible_link_type":"genesis","url":"http://downloads.dbs.org/archive/Taroko-(1988)-Genesis-Portion-(Today's-Chinese).pdf","title":"Taroko (1988) Genesis Portion","scope":null,"type":"historic","provider":"","organization_id":"bible-society-of-china","filesize":919658,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"trv","glotto_id":"taro1264","glotto_family":null,"iso1":null,"name":"Taroko","autonym":"Taroko","macroarea":null,"level":"L","development":null,"use":null,"location":"Taiwan","area":"Central, east, and coast; mountains north, Puli area; coast south of Hualien, south of the Atayal [tay].","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"TW","latitude":"23.903240","longitude":"121.357760","population":20000,"status_id":"4","status_notes":null,"redirect_to_iso":null},"country":{"id":"TW","name":"Taiwan","name_long":"The Republic of China","population":23572052,"official_language":"Chinese Mandarin","official_language_iso":"cmn","url_wiki":"https://en.wikipedia.org/wiki/Taiwan_China","hidden":0,"autonym":null,"fips":"TW","iso_a3":"TWN","continent_id":"AS","iso_num":158,"religion_primary":"Ethnic Religions","introduction":"First inhabited by Austronesian people Taiwan became home to Han immigrants beginning in the late Ming Dynasty (17th century). In 1895 military defeat forced China's Qing Dynasty to cede Taiwan to Japan which governed Taiwan for 50 years. Taiwan came under Chinese Nationalist control after World War II. In the four years leading to the communist victory on the mainland in 1949 2 million Nationalists fled to Taiwan and established a government under the 1947 constitution drawn up for all of China. The Nationalist government established authoritarian rule under martial law in 1948. Beginning in the late 1970s the ruling authorities gradually democratized and incorporated the local population within the governing structure. This process expanded rapidly in the 1980s with the founding of the first opposition party (the Democratic Progressive Party or DPP) in 1986 and the lifting of martial law in 1987. Taiwan held its first direct presidential election in 1996. In 2000 Taiwan underwent its first peaceful transfer of power from the Nationalist Party (Kuomintang or KMT) to the DPP. Throughout this period the island prospered and became one of East Asia's economic \\\"Tigers.\\\" The dominant political issues continue to be management of sensitive relations between Taiwan and China - specifically the question of Taiwan's sovereignty - as well as domestic priorities for economic reform and growth.","overview":"Taiwan 180km east of China is known for modern cities traditional Chinese temples hot springs resorts and dramatic mountainous terrain. Taipei in the north has a number of busy night markets as well as Chinese Imperial art at the National Palace Museum. Taipei 101 a 509m-tall bamboo-shaped skyscraper with an observation deck rises above the city.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":37,"land_mass_km":35410,"population_christian":null,"population_christian_percentage":null,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":null,"population_migration":30001,"population_year_change":0.18,"population_density_km":673,"population_average_age":42,"population_urban_percentage":79,"population_literacy_percentage":"99.00","landmass":null,"region_code":3,"region_id":"30","region_name":"Eastern Asia"}}