{"abbr":"TSOMZB","title":"New Testament in Xichangana (Tsonga)","title_vernacular":"Testamente Leyimpsha Xichangana","description_vernacular":"RITO RORHANGA  Hitlangela Xikwembu lexihipfumeleleke kutwa Rito ra xona ni kuyaka vuxaka na xona hi ririmi ra hina!  Hinavela kukombisa Testamente leyi ya Xichangana ni kuhlamusela svingali svingani sva yona.  Testamente Leyimpsha hi Xichangana  Buku leyi i ya vumune leyikandziyisiwaka hi ririmi ra Xichangana. Yiyandlala mahungu lamanene ya Testamente Leyimpsha. Bibele rosungula rihumesiwe hi 1907, rilandzeliwa hi lera vumbirhi hi 1929. Hi 1975, Vandla ra Bibele ra Afrika Dzonga (VBAD) rihumesile buku ya Mahungu Lamanene, hi lesvaku matsalwa ya Testamente Leyimpsha hi Xitsonga. Buku leyi yipfuxetiwile ni kululamisiwa, kutani yikatsiwa ni Testamente ya Khale hi matolokela lamampsha, kuhuma Bibele ya vunharhu hi 1989.  Ntlawa wa valulamisi va Testamente leyi wutiseketele hi ntshima hi Bibele ra João Ferreira de Almeida (edição revista e corrigida, 1995) na wungavekanga hi tlhelo tibibele tin'wana ntirhweni wa wona. Loko kukumiwile svokanakanisa, kulangutiwe ririmi ra Xigirika xa nkarhi wa Yesu, hambi Bibele ra João Ferreira de Almeida (edição revista e atualizada, 1993), ni tin'wana.  Matsalela  Ka Testamente leyi kuxiximiwa matsalela lawa mangakhensiwa ka magovela ya vumbirhi ya vaxopaxopi va matsalela ya tindzimi ta tiko hi 1999, na matlhantama ya kusungula, ya 1988. Matsalela lawa mayampsisiwe hi buku leyitsaliweke hi 2003 hi vajondzeki va ntlhanu ni mun'we vohuma ka svikolo sva le henhla sva Musambiki ni sva Afrika Dzonga, na yichiwe vito ra Unified Standard Orthography for Xitsonga/ Xichangana - (South Africa and Mozambique). Matsalela lawa matiyisiwile ka magovela ya vunharhu, hi 2010. Ka matsalela lawa, letera rin’we rikombisa mpfumawulu wun'we ntsena; mpfumawulu wokarhi wukombisiwa hi letera rin’we ntsena. Ku ni lomu mpfumawulu wukombisiwaka hi ntlawa wa maletera. Ntlawa wolowo wukombisa mpfumawulu wolowo ntsena.  Ririmi ni xindzin’wana  Testamente leyi ya 2014 yilulamisiwe hi Vandla ra Bibele ra Musambiki (VBM) moyeni wa kuringeta kuhlamula xivilelo xa vana va Musambiki hi tlhelo ra mavulavulela ya ririmi lamatirhisiweke ka Mahungu Lamanene, lawa vamavoneke na mali kule ni mavulavulela ya vona. Xilesvo, Testamente leyi yitsaliwe hi ndlela leyi ririmi ra Xichangana rivulavuliwaka hakona aMusambiki ni hilaha ritsaliwaka hakona atibukwini.  Rito ra ku Xitsonga, aMusambiki, richula ntlawa wa tindzimi tinharhu, tinga leti: Xirhonga, Xitshwa ni Xichangana. Tindzimi leti tivumba ntlawa wun'we hikusa avavulavuli va tona vatwanana na kungalaveki mutoloki, hambiloko kutshuka kuva ni marito mangali mangani lamahambanaka. Le Afrika Dzonga kutirhisiwa rito leri ra ku Xitsonga loko kuvulavuliwa hi ntlawa lowu ni rin’we ka tindzimi takona, xinga Xichangana. Lesvi svitshuka svipfuxa mpfilumpfilu hikuva kungativiwi lesvaku i nkarhi muni kuvulavuliwaka hi ntlawa kumbe hi ririmi.  AMusambiki kutirhisiwa rito leri ntsena loko kukongomiwa ntlawa, kutirhisiwa rito ra ku Xichangana loko kukongomiwa ririmi.  Xikombelo  Ntirho wa kululamisa Testamente leyi wusungule hi 2008. Vandla ra Bibele ra Musambiki rikume kunonon’hweliwa kambe ritlangela Xikwembu lexirhangeleke ntirho lowu. Xin’we ka svikarhatu xive xa kukuma xindzin’wana lexifanelaka kutirhisiwa bukwini leyi.  Vandla ra Bibele ra Musambiki ritseme mhaka ya kutirhisa xindzin’wana xa “ri”, hi kuyanakanya ntirhisanu ni vukwavu xikarhi ka VBM ni VBAD. Lesvi kukhandlisiweke Testamente leyi, kungali khale, Vandla ritabasisa Mahungu lamanene yimahumesa hi xindzin’wana xa “li”. Vandla rikombela kulehiseliwa mbilu: Ahi mavulavulela ya ririmi ra hina mangatahihambanisa ni Xikwembu xa hina.  Xin’wana xikarhatu xifambelana ni man’we ka mavito ya tibuku ta Bibele, mavito ya svilo, ni ya mikhuva leyingatoloveliwangiki, na sviboha lesvaku matirhisiwa ka buku leyi, mayelanu ni mongo wa Matsalwa.  Ritiho rin’we arinusi hove. Xichangana xinavile, xiyetile, i nambu lowukhulukaka. Vandla ra Bibele ra Musambiki rikombela kuseketeliwa hi vahlayi hi ndlela ya kurhumela mavonela ya vona.  SVIPFUNAVAHLAYI  Buku yin’wana ni yin’wana ya Testamente Leyimpsha yita ni svipfunavahlayi lesvi:  Marito yorhanga: I nkomiso wa lesvikumekaka bukwini yakona. Kukombisiwa nakona anongoloko wa tinhlokomhaka ta buku yoleyo.  Tinhlokomhaka: I sviga lesvihlamuselaka mhaka leyirunguliwaka ka tindzimana letilandzelaka. Hansi ka tinhlokomhaka kukombisiwa tindzimana tin’nwana ta Bibele letifambelanaka ni nhlokomhaka yakona. Xikombiso: Henhla ka Matewu 1:18 hikuma nhlokomhaka leyi: Ta kuvelekiwa ka Yesu. Hansi ka nhlokomhaka leyi kulandzela lesvi: (Luka 1:1-7). Lesvi svivula lesvaku ta kuvelekiwa ka Yesu tikumeka ni le ka Luka, ndzima ya 1, kusukela ndzimana ya 1 kuyafika ka ya 7.  Minhlamuselo hansi ka phepha: Titsaliwe hi maletera lamatsongo hansi ka phepha. Laha kutsaliweke “kumbe” ku ni nhlamuselo yokomba lesvaku mhaka yingahatsaliwa hi tindlela tin’wana hi Xichangana. Nkarhi wun’wana i nhlamuselo yokoma ya mavito kumbe mikhuva ya vanhu va khale. Laha kutsaliweke “van’wana vali” kukombisiwa lesvi matsalwa man’wana ya Xiheberu kumbe ya Xigirika, kumbe ya tindzimi tin’wana ta minkarhi ya khale mavulaka svona ka ndzimana yakona.  Svikombatindzimana: Svikumeka hansi ka mihlamuselo hansi ka phepha. Xipfuno lexi xikomba tindzimana tin’wana ta Bibele letifambelanaka ni letinga ka phepha rakona. Xikombiso: Hansi ka phepha leri kukumekaka Matewu 1 ku ni lesvi: 1:11 Vona ni: II Tih. 24:14-15; II Tikr. 36:10; Yer. 27:20. Svivula lesvaku marungula ya hosi Yekoniya (kumbe Yoyakini n’wana Yoyakimi) loko ayisiwa vukaraweni le Babilona, lawa Matewu amavulaka ka ndzima ya 1, ndzimana ya 11, makumeka ni le ka II Tihosi, ndzima ya 24, tindzimana ta 14 na 15; ka II Tikronika, ndzima ya 36, ndzimana ya 10; ni le ka Yeremiya, ndzima ya 27, ndzimana ya 20.  Svisingarhelo: Svisingarhelo svikomba lesvaku marito lawa masingarheliweke makumeka ntsena ka matsalwa mangali mangani ya khale, ya Xiheberu kumbe Xigirika. Xikombiso: Tindzimana ta Matewu 17:21, Marka 15:28, Varoma 16:24 tikumeka ndzeni ka svisingarhelo: […]. Xisingarhelo xa vumbirhi xilandzeliwa hi nhlayo yotlakusiwa leyi yihiyisaka ka nhlamuselo hansi ka phepha leyiliki: “Van’wana avatsalanga ndzimana leyi.”  Matsalela ya mintsengo:  Mintsengo mitsaliwa hi marito loko ntsengo wakona wuhundza 50, kulandzela tinhlanganhlayo takona ndzeni ka svisingarhelo. Xikombiso: Dzana ni ntlhanu ni rin’we ya makume ya svipfalu ni ntlhanu ni xin’we (166).  Svifaniso: Svikombisa svilo lesvingatoloveliwangiki, kufana ni svihari, minsinya, mihandzu, tiyindlo, etc. Hansi ka xifaniso ku ni nhlamuselo ni ndzimana leyifambelanaka ni xifaniso xakona. Xikombiso: Loko tintlhari ta le vuxeni tihumesela Yesu tinyiko, (Matewu 2:11).  Mimapa: Yikomba malwandle ni milambu, mindzelekana, svifundza ni madoropa minkarhini ya Vaisrayele va khale ni le minkarhini ya Yesu. Yikomba ni tiyendzo ta Mupostola Pawulo.  Nhlamuselo wa Marito: Xikumeka akuheleni ka Testamente, ndzhaku ka buku ya Nhlavutelo. Ka xona kuhlamuseliwa hi kukomisa mavito ya vanhu va khale ni ya matiko ya le kule lamakumekaka aBibeleni. Nakona kuhlamuseliwa ni mikhuva ya Vaisrayele kumbe ya vakriste va kusungula, ni svilo sva nkarhi wa vona lesvingahativiwiki ngopfu masiku lawa.  Mawaku loko Testamente Leyimpsha hi ririmi ra Xichangana yingava xitirho xohundzula vutomi bza vanhu ha Yesu Kriste Muponisi wa hina!  Ntlawa wa valulamisi va Testamente Leyimpsha  Vandla ra Bibele ra Musambiki  KaMaputsu, Nyenyenyana wa 2014 ","iso":"tso","script":"Latn","year":2014,"country_id":"ZA","copyright":"© Bible Society of Mozambique, 2014.","bible_links":[{"bible_abbr":"TSOMZB","url":"https://www.live.bible.is/TS1BSM/Matt/1/D/","title":"NT (Dramatized)","scope":"","type":"audio_web","filesize":"0","response_code":"0","provider":"Faith Comes By Hearing","visible":true,"organization_id":"2c3d2807-1559-4187-a15e-c8bb07ba3c7a"},{"bible_abbr":"TSOMZB","url":"https://www.live.bible.is/TS1BSM/Matt/1/N/","title":"NT (Non-Dramatized)","scope":"","type":"audio_web","filesize":"0","response_code":"0","provider":"Faith Comes By Hearing","visible":true,"organization_id":"2c3d2807-1559-4187-a15e-c8bb07ba3c7a"},{"bible_abbr":"TSOMZB","url":"http://live.bible.is/bible/TSOMZB/MRK/1","title":"Audio Bible","scope":"","type":"web","filesize":"0","response_code":"0","provider":"Faith Comes By Hearing","visible":true,"organization_id":"2c3d2807-1559-4187-a15e-c8bb07ba3c7a"},{"bible_abbr":"TSOMZB","url":"https://apk.fcbh.org/Xichangana","title":"Global Bible App","scope":"","type":"app","filesize":"0","response_code":"0","provider":"Faith Comes By Hearing","visible":true,"organization_id":"2c3d2807-1559-4187-a15e-c8bb07ba3c7a"},{"bible_abbr":"TSOMZB","url":"https://live.bible.is/bible/TSOMZB","title":"NT","scope":"","type":"web","filesize":"0","response_code":"0","provider":"Faith Comes By Hearing","visible":true,"organization_id":"2c3d2807-1559-4187-a15e-c8bb07ba3c7a"},{"bible_abbr":"TSOMZB","url":"https://live.bible.is/bible/TSOMZB","title":"NT","scope":"","type":"audio_web","filesize":"0","response_code":"0","provider":"Faith Comes By Hearing","visible":true,"organization_id":"2c3d2807-1559-4187-a15e-c8bb07ba3c7a"},{"bible_abbr":"TSOMZB","url":"https://www.bible.com/versions/2939-ntc2014-testamente-leyimpsha-xichangana","title":"Testamente Leyimpsha Xichangana","scope":"","type":"web","filesize":"0","response_code":"0","provider":"Bible Society of Mozambique","visible":true,"organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72"},{"bible_abbr":"TSOMZB","url":"https://app.thedigitalbiblelibrary.org/entry?id=507c5cbca3427ee6","title":"Bible For Developers","scope":"NT","type":"archive","filesize":"0","response_code":"0","provider":"Digital Bible Library","visible":true,"organization_id":"f4b27cf8-7dbf-4bfb-8cd4-93315e272e2a"},{"bible_abbr":"TSOMZB","url":"https://app.thedigitalbiblelibrary.org/entry?id=6d6141b29f1911e7","title":"Xichangana - 2014 Edition (Drama - NT)","scope":"NT","type":"archiveaudio","filesize":"0","response_code":"0","provider":"Digital Bible Library","visible":true,"organization_id":"2c3d2807-1559-4187-a15e-c8bb07ba3c7a"},{"bible_abbr":"TSOMZB","url":"https://app.thedigitalbiblelibrary.org/entry?id=cc9071d69f1811e7","title":"Xichangana - 2014 Edition (Non-Drama - NT)","scope":"NT","type":"archiveaudio","filesize":"0","response_code":"0","provider":"Digital Bible Library","visible":true,"organization_id":"2c3d2807-1559-4187-a15e-c8bb07ba3c7a"},{"bible_abbr":"TSOMZB","url":"https://bible.com/versions/2939","title":"Youversion","scope":"","type":"","filesize":"0","response_code":"0","provider":"","visible":true,"organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72"}],"bible_equivalents":[{"bible_abbr":"TSOMZB","organization_id":"f4b27cf8-7dbf-4bfb-8cd4-93315e272e2a","equivalent_id":"507c5cbca3427ee6","site":"","suffix":"","type":"DBL","url":"https://app.thedigitalbiblelibrary.org/entry?id=507c5cbca3427ee6"},{"bible_abbr":"TSOMZB","organization_id":"a4f1fc26-64a5-412f-804d-d91da40aee72","equivalent_id":"2939","site":"","suffix":"","type":"","url":"https://bible.com/versions/2939"},{"bible_abbr":"TSOMZB","equivalent_id":"TS1BSMN","site":"bible.is","type":"api"},{"bible_abbr":"TSOMZB","equivalent_id":"TSOBSMN","site":"bible.is","type":"api"},{"bible_abbr":"TSOMZB","equivalent_id":"53eb2af05117ad278f2033c6","type":"Archive","url":"globalbiblecatalogue.org"},{"bible_abbr":"TSOMZB","equivalent_id":"53eb2af15117ad27cb47b925","type":"Archive","url":"globalbiblecatalogue.org"},{"bible_abbr":"TSOMZB","equivalent_id":"53eb2af25117ad27ed13719b","type":"Archive","url":"globalbiblecatalogue.org"},{"bible_abbr":"TSOMZB","equivalent_id":"546876565117ad1e7352686c","type":"Archive","url":"globalbiblecatalogue.org"},{"bible_abbr":"TSOMZB","equivalent_id":"546876575117ad1e554919d0","type":"Archive","url":"globalbiblecatalogue.org"},{"bible_abbr":"TSOMZB","equivalent_id":"5468765a5117ad1e7420b7d2","type":"Archive","url":"globalbiblecatalogue.org"},{"bible_abbr":"TSOMZB","equivalent_id":"5468765c5117ad1e73526871","type":"Archive","url":"globalbiblecatalogue.org"}],"language":{"iso":"tso","glotto_id":"chan1318","iso1":"ts","name":"Tsonga","autonym":"Xitsonga","level":"L","location":"Lesotho, South Africa and Swaziland","area":"Transvaal. Also in Mozambique, Swaziland, Zimbabwe.","country_id":"ZA","latitude":-23.57541,"longitude":31.810538,"population":6603500,"status_id":"1"},"country":{"id":"ZA","name":"South Africa","name_long":"The Republic of South Africa","population":56978635,"official_language":"English","official_language_iso":"eng","iso_a3":"ZAF","continent_id":"AF","iso_num":710,"language_count":58,"religion_primary":"Christianity","introduction":"Dutch traders landed at the southern tip of modern day South Africa in 1652 and established a stopover point on the spice route between the Netherlands and the Far East founding the city of Cape Town. After the British seized the Cape of Good Hope area in 1806 many of the Dutch settlers (the Boers) trekked north to found their own republics. The discovery of diamonds (1867) and gold (1886) spurred wealth and immigration and intensified the subjugation of the native inhabitants. The Boers resisted British encroachments but were defeated in the Second Anglo Boer War (1899-1902); however the British and the Afrikaners as the Boers became known ruled together beginning in 1910 under the Union of South Africa which became a republic in 1961 after a whites-only referendum. In 1948 the National Party was voted into power and instituted a policy of apartheid - the separate development of the races - which favored the white minority at the expense of the black majority. The African National Congress (ANC) led the opposition to apartheid and many top ANC leaders such as Nelson MANDELA spent decades in South Africa's prisons. Internal protests and insurgency as well as boycotts by some Western nations and institutions led to the regime's eventual willingness to negotiate a peaceful transition to majority rule. The first multi-racial elections in 1994 brought an end to apartheid and ushered in majority rule under an ANC-led government. South Africa since then has struggled to address apartheid-era imbalances in decent housing education and health care. ANC infighting which has grown in recent years came to a head in September 2008 when President Thabo MBEKI resigned and Kgalema MOTLANTHE the party's General-Secretary succeeded him as interim president. Jacob ZUMA became president after the ANC won general elections in April 2009. National presidential and parliamentary elections are scheduled for May 2014.","overview":"South Africa is a country on the southernmost tip of the African continent marked by several distinct ecosystems. Inland safari destination Kruger National Park is populated by big game. The Western Cape offers beaches lush winelands around Stellenbosch and Paarl craggy cliffs at the Cape of Good Hope forest and lagoons along the Garden Route and the city of Cape Town beneath flat-topped Table Mountain.","independent":1,"landmass_km":1213090,"population_christian":43090000,"population_christian_percentage":79.8,"population_catholic_percentage":5,"population_protestant_percentage":75,"population_refugee":89285,"population_migration":145405,"population_year_change":1.28,"population_density_km":49,"population_average_age":28,"population_urban_percentage":67,"population_literacy_percentage":93,"region_code":7,"region_id":202,"region_name":"Sub-Saharan Africa","url_wiki":"https://en.wikipedia.org/wiki/South_Africa","url_britannica":"https://www.britannica.com/place/South-Africa","url_national_society":"http://www.biblesociety.co.za/","url_ubs":"https://unitedbiblesocieties.org/locations/bible-society-of-south-africa/","url_factbook":"https://www.cia.gov/the-world-factbook/countries/south-africa/","url_factbook_pdf":"https://images.bible.cloud/maps/summary/SF-summary.pdf","url_human_development":"https://hdr.undp.org/data-center/specific-country-data#/countries/ZAF","url_nations_online":"https://www.nationsonline.org/oneworld/south_africa.htm","url_odp":"https://curlie.org/Regional/Africa/South_Africa","url_operation_world":"https://operationworld.org/locations/south-africa","url_religious_freedom":"https://www.state.gov/countries-areas/south-africa/","url_joshua":"https://joshuaproject.net/countries/ZA","url_prayercast":"https://prayercast.com/south-africa.html","url_prayercast_video":"https://player.vimeo.com/video/23605941","url_prayercast_download":"http://www.prayercast.com/downloads/direct_download.php?file=South_Africa2_dload_hi.mp4"}}