{"id":"TUKIBTC","parent_bible_id":"TUKIBT","gbc":null,"date":"2017","iso":"tuk","title":"Turkmen Bible","title_vernacular":"Мукаддес Китап","copyright":"© Мукаддес Китап Терҗиме Институты, 2017","guid":null,"description":null,"description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Cyrl","versification":"","numeral_system_id":"default","country_id":"TM","copyright_type":"CCBYND","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[],"pod":[],"alphabet":{"script":"Cyrl","name":"Cyrillic","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"cyrl","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The creation of the Cyrillic script is traditionally attributed to Saint Cyril, a missionary working in Bulgaria during the 9th century. He and his brother are also credited with the invention of the Glagolitic script, a derivation of the Greek cursive alphabet which was modified to fit the sound systems of Slavic languages. Some historians credit Clement of Ohrid, a student of Saint Cyrils, with creating the Cyrillic script as a more readable writing system based on Glagolitic. The Cyrillic script was initially used for writing Old Church Slavonic (also called Old Bulgarian), but it has undergone a number of changes since that time, so much so that the old and modern variants are considered by many to be two different but related scripts. Many of the modern letterforms differ from those used in early Cyrillic writing, some letters have been dropped, and new letters have been added. An orthographic reform was implemented by the Russian tsar Peter the Great in 1708 which removed a number of obsolete letters so that Russian writing is now almost perfectly phonetic.</p> <p>The script has traditionally been used for writing the Slavic languages, of which Russian is the most widely spoken. During the nineteenth and twentieth centuries, particularly under Soviet rule, it was extended to write over 50 languages throughout Eastern Europe and Asia.</p> <p>Cyrillic is written from left to right with spaces between words. Upper- and lowercase letters are used; most printed lowercase letters are simply smaller versions of their uppercase equivalents. However, the shapes of handwritten and italic letters can vary greatly from the shapes of printed letters. With the conversion of the script to non-Slavic languages in which new sounds needed to be written, a number of <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#multig target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;digraphs, trigraphs and tetragraphs</a> were employed. Russian and the Slavic languages use only a few digraphs. Many new letters were also created for writing the non-Slavic languages by adding hooks, breves or diaereses to existing letters. These marks are not considered diacritics, instead, a letter so modified is considered a separate letter with the mark an intrinsic part.</p> <p>After the dissolution of the Soviet Union in 1991, some of the languages which had been forced to adopt the Cyrillic script opted instead to give the Latin or Arabic script official status. However, at the end of 2002, President Putin signed into law an addition to Russian Federation law stipulating that the alphabets of the state language of the Russian Federation and the state languages of its republics must be based on the Cyrillic script. Other scripts for the alphabets of the state language of the Russian Federation and the state languages of its republics can only be adopted under federal laws. The law was received very negatively in some states.</p>"},"children":[],"language":{"iso":"tuk","glotto_id":"turk1304","glotto_family":null,"iso1":"tk","name":"Turkmen","autonym":"تۆرکمن ديلی ","macroarea":null,"level":"L","development":null,"use":null,"location":"Afghanistan","area":"Also in Afghanistan, Germany, Iran, Iraq, Kazakhstan, Kyrgyzstan, Pakistan, Russian Federation (Asia), Syria, Tajikistan, Turkey (Asia), United States, Uzbekistan.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"TM","latitude":"37.087194","longitude":"59.175736","population":7061000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"TM","name":"Turkmenistan","name_long":"Turkmenistan","population":5579889,"official_language":"Turkmen","official_language_iso":"tuk","url_wiki":"https://en.wikipedia.org/wiki/Turkmenistan","hidden":0,"autonym":null,"fips":"TX","iso_a3":"TKM","continent_id":"AS","iso_num":795,"religion_primary":"Islam","introduction":"Present-day Turkmenistan covers territory that has been at the crossroads of civilizations for centuries. The area was ruled in antiquity by various Persian empires and was conquered by Alexander the Great Muslim crusaders the Mongols Turkic warriors and eventually the Russians. In medieval times Merv (today known as Mary) was one of the great cities of the Islamic world and an important stop on the Silk Road. Annexed by Russia in the late 1800s Turkmenistan later figured prominently in the anti-Bolshevik movement in Central Asia. In 1924 Turkmenistan became a Soviet republic; it achieved independence upon the dissolution of the USSR in 1991. Extensive hydrocarbon/natural gas reserves which have yet to be fully exploited have begun to transform the country. Turkmenistan is moving to expand its extraction and delivery projects. The Government of Turkmenistan is actively working to diversify its gas export routes beyond the still important Russian pipeline network. In 2010 new gas export pipelines that carry Turkmen gas to China and to northern Iran began operating effectively ending the Russian monopoly on Turkmen gas exports. President for Life Saparmurat NYYAZOW died in December 2006 and Turkmenistan held its first multi-candidate presidential election in February 2007. Gurbanguly BERDIMUHAMEDOW a deputy cabinet chairman under NYYAZOW emerged as the country's new president; he was chosen as president again in February 2012 in an election that the OSCE said lacked the freedoms necessary to create a competitive environment.","overview":"Turkmenistan is a country in Central Asia bordered by the Caspian Sea and largely covered by the Karakum Desert. It’s known for archaeological ruins including those at Nisa and Merv major stops along the ancient trade route the Silk Road. Ashgabat the capital was rebuilt in Soviet style in the mid-20th century and is filled with grand monuments honoring former president Saparmurat Niyazov.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":42,"land_mass_km":469930,"population_christian":466000,"population_christian_percentage":9,"population_catholic_percentage":null,"population_protestant_percentage":9,"population_refugee":22,"population_migration":-5000,"population_year_change":1.5,"population_density_km":13,"population_average_age":27,"population_urban_percentage":53,"population_literacy_percentage":"100.00","landmass":null,"region_code":5,"region_id":"143","region_name":"Central Asia"}}