{"id":"TUR1857","parent_bible_id":null,"gbc":null,"date":"1857","iso":"tur","title":"Turkish New Testament","title_vernacular":"Turque Nouveau New Testament Incil injil Kitabi Mukaddes","copyright":"Public Domain","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":"TR","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"TUR1857","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/TUR1857_DBS_HS/Turkish-(1857)-New-Testament-(Turque-Nouveau-New-Testament-Incil-injil-Kitabi-Mukaddes-(2-Vol.).pdf","title":"Turkish (1857) New Testament (2 Vol.)","scope":null,"type":"historic","provider":"The Bible Archive","organization_id":"archive-bible","filesize":159582025,"response_code":null}],"pod":[],"alphabet":{"script":"Latn","name":"Latin","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"latn","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Latin script (also called the Roman script) is the most widely used writing system in the world, being the script of the English language, spoken by over 300,000,000 people worldwide. It is also the script used for writing a number of Romance, Germanic, Baltic and non-Indo-European languages, as well as the <a href=http://scriptsource.org/entry/ucgb77fkvh>International Phonetic Alphabet (IPA)</a>.</p> <p>The script was derived from the Western variant of the Greek alphabet. The earliest extant inscription, an engraved brooch now in the ‘Museo Nazionale Preistorico Etnografico Luigi Pigorini’ in Rome, has been dated to the 7th century BC. The script developed slowly over the next thousand years, and by the 4th century AD many of the modern forms had been developed, and writing had settled into a consistent left to right direction. The Latin script was disseminated throughout western, northern and central Europe and the Baltic countries along with the Christian religion. However it was not until the colonization of the Americas, Australia, and parts of Asia, Africa and the Pacific that the script began to spread outside of Europe, carried by the English, Spanish, Portuguese, French, and Dutch languages.</p> <p>As the script spread around the world, a number of language-specific amendments were made in order to accurately represent the sounds of various languages. These included ligatures, for example the German <span class=Em>esszett</span> ß, and a number of diacritics. Some languages also adapted the alphabet by the addition of entirely new letters, such as <span class=Em>eth</span> Ðð used in Faroese and Icelandic or <span class=Em>epsilon</span> Ɛɛ used in many Niger-Congo orthographies.</p> <p>The Latin script is bicameral; it is written using both upper- and lower-case letters. It is written horizontally from left to right. Each letter sits on the baseline, with some letters having descenders hanging below the baseline, and some having ascenders protruding beyond the x-height. The script also uses a set of punctuation, which is almost entirely consistent across European languages. Exceptions to this include different syles of quotation marks (“ ” and « »), the Greek question mark, which is identical to the semicolon in many other languages (;), and the Spanish inverted question/exclamation marks (¿ and ¡).</p> <p>Digits from 0-9 are used. These can be combined to represent larger numbers.</p>"},"children":[],"language":{"iso":"tur","glotto_id":"nucl1301","glotto_family":null,"iso1":"tr","name":"Turkish","autonym":"Türkçe","macroarea":null,"level":"L","development":null,"use":null,"location":"Cyprus","area":"Widespread in Turkey as L1 or L2. Also in Australia, Austria, Azerbaijan, Belgium, Bosnia and Herzegovina, Bulgaria, Canada, Cyprus, Denmark, Egypt, El Salvador, Finland, France, Georgia, Germany, Greece, Honduras, Iran, Iraq, Israel, Kazakhstan, Kyrgyzstan, Macedonia, Netherlands, Romania, Russian Federation (Asia), Serbia, Sweden, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United Kingdom, United States, Uzbekistan.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"TR","latitude":"39.866667","longitude":"32.866667","population":79400000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"TR","name":"Turkey","name_long":"The Republic of Turkey","population":82482383,"official_language":"Turkish","official_language_iso":"tur","url_wiki":"https://en.wikipedia.org/wiki/Turkey","hidden":0,"autonym":null,"fips":"TU","iso_a3":"TUR","continent_id":"AS","iso_num":792,"religion_primary":"Islam","introduction":"Modern Turkey was founded in 1923 from the Anatolian remnants of the defeated Ottoman Empire by national hero Mustafa KEMAL who was later honored with the title Ataturk or \\\"Father of the Turks.\\\" Under his leadership the country adopted wide-ranging social legal and political reforms. After a period of one-party rule an experiment with multi-party politics led to the 1950 election victory of the opposition Democratic Party and the peaceful transfer of power. Since then Turkish political parties have multiplied but democracy has been fractured by periods of instability and intermittent military coups (1960 1971 1980) which in each case eventually resulted in a return of political power to civilians. In 1997 the military again helped engineer the ouster - popularly dubbed a \\\"post-modern coup\\\" - of the then Islamic-oriented government. Turkey intervened militarily on Cyprus in 1974 to prevent a Greek takeover of the island and has since acted as patron state to the \\\"Turkish Republic of Northern Cyprus\\\" which only Turkey recognizes. A separatist insurgency begun in 1984 by the Kurdistan Workers' Party (PKK) - now known as the Kurdistan People's Congress or Kongra-Gel (KGK) - has dominated the Turkish military's attention and claimed more than 30000 lives. After the capture of the group's leader in 1999 the insurgents largely withdrew from Turkey mainly to northern Iraq. In 2013 KGK and the Turkish Government agreed to a ceasefire that continues despite slow progress in ongoing peace talks. Turkey joined the UN in 1945 and in 1952 it became a member of NATO. In 1964 Turkey became an associate member of the European Community. Over the past decade it has undertaken many reforms to strengthen its democracy and economy; it began accession membership talks with the European Union in 2005.","overview":"Turkey is a nation straddling eastern Europe and western Asia with cultural connections to ancient Greek Persian Roman Byzantine and Ottoman empires. Cosmopolitan Istanbul on the Bosphorus Strait is home to the iconic Hagia Sophia with its soaring dome and Christian mosaics the massive 17th-century Blue Mosque and the circa-1460 Topkapı Palace former home of sultans. Ankara is Turkey’s modern capital.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":69,"land_mass_km":769630,"population_christian":310000,"population_christian_percentage":0.2,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":3579531,"population_migration":283922,"population_year_change":1.09,"population_density_km":110,"population_average_age":32,"population_urban_percentage":76,"population_literacy_percentage":"96.00","landmass":null,"region_code":5,"region_id":"145","region_name":"Western Asia"}}