{
    "id": "TURCRO",
    "parent_bible_id": null,
    "uuid": "75ae685b-1c36-46bd-a674-00dcbcb1e573",
    "iso": "tur",
    "language": {
        "name": "Turkish"
    },
    "title": "Camilla Turkish Matthew",
    "title_vernacular": "Inğil Mettanyn tahriri üzre ",
    "description": "Camilla Ružićka‐Ostoić\n\nCamilla Ružićka‐Ostoić was the holder of the royal imperial Austrian gold medal for science and art, and the royal Bavarian gold Ludwig Medal and the Imperial Persian Order of the First Class for Science. She produced the Turkish-German dictionary (Türkisch-deutsches Wörterbuch) in 1879.\n\nTurkish Gospel of Matthew\n\nCamilla Ružićka‐Ostoić transcribed the Turkish Gospel of Matthew from Persian script to Roman script, produced as Inğil Mettanyn tahriri üzre. It was based upon the Gospel of Matthew from the British and Foreign and the American Bible Societies from 1877 and 1878. It was written with a foreword and pronunciation rules in German and in French. It was published by Friedrich Jasper in Vienna (Wien) in 1883. It was commissioned by Rudolf Leohner and self-published by Camilla Ružićka‐Ostoić. At the back it has a directory (Verzeichniß) of Turkish words and their translation itno German, which were not found in her main Turkish-German dictionary.\n\nThis is the first book of the Bible in the Turkish language to be published in Roman script.\n\nDigital Edition\n\nThis was digitised with the help of MissionAssist in 2021 for the Tutkish Bible Society. ",
    "description_short": null,
    "description_vernacular": null,
    "copyright": "Public Domain",
    "copyright_type": null,
    "date": null,
    "country_id": "TR",
    "country": {
        "name": "Turkey"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [
        {
            "publisher_id": null,
            "partner_id": null,
            "description": "",
            "trim": "us_letter",
            "scope": "bible",
            "pages": 33,
            "print_ready": 0,
            "print_banned": 0
        }
    ],
    "links": [],
    "publishers": [],
    "providers": [],
    "equivalents": [
        {
            "organization_id": null,
            "equivalent_id": "56a6ad207cb136b1",
            "site": null,
            "suffix": "DBL",
            "type": "DBL",
            "url": null
        }
    ],
    "books": null
}