{
    "id": "TUROLD",
    "parent_bible_id": "",
    "uuid": "7dba184b-b020-4abf-8077-4f630f966867",
    "iso": "tur",
    "language": {
        "name": "Turkish"
    },
    "title": "Ali Bey'in Old Turkish Translation",
    "title_vernacular": "Ali Bey'in ek Yazmasi",
    "description": "The 1665 version is the so-called \"fair copy\" or \"secretarial copy\" is the first translation of the Bible into Turkish. It is stored in the Leiden University Library (ms. Or. 1101a-f). Ali Bey's Old Testament Apocrypha from the same manuscript has been published online by Kadir Akın. The date 1666 that is often cited confuses Ali Bey's manuscript with the Turkish New Testament of William Seaman, printed at Oxford later in 1666, whereas Ali Bey's manuscript was finished by the end of 1665.  Among the Bibles printed later, the closest to Ali Bey's translation are the first four chapters of Genesis in a booklet printed by N. Schroeder in 1739, and the New Testament edited by J.D. Kieffer and printed in Paris in 1819. The Old Testament in the Turkish Bible of 1827 is also quite close to Ali Bey, often word for word, but the New Testament was heavily edited by Kieffer.  Ali Bey's first draft, translated over three years from 1662 to 1664, is preserved in Leiden along with the secretarial copies. During the course of 1665 he supervised two secretaries and proofread their copies of his draft manuscript.  A different \"fair copy,\" also from 1665, is archived in the Amsterdam University Library; another in Ali Bey's own hand is kept there as well, but the New Testament is missing and the Old Testament is incomplete.",
    "description_short": "",
    "description_vernacular": "",
    "copyright": "Public Domain",
    "copyright_type": "OPEN",
    "date": null,
    "country_id": "TR",
    "country": {
        "name": "Turkey"
    },
    "alphabet": {
        "name": "Latin",
        "script": "Latn",
        "fonts": []
    },
    "pod": [],
    "links": [
        {
            "url": "https://osmanlicakelam.net/en/texts",
            "title": "Ali Bey'in el Yazmasi",
            "scope": "OT",
            "type": "web",
            "filesize": "0",
            "provider": "Osmanlica Kelam",
            "publisher_id": null,
            "publisher": null
        }
    ],
    "publishers": [],
    "providers": [],
    "equivalents": [],
    "books": null
}