{"id":"UKIPOR","parent_bible_id":null,"gbc":null,"date":"2012","iso":"uki","title":"Kui - Bible Portions Luke","title_vernacular":"","copyright":"","guid":null,"description":"","description_short":null,"description_vernacular":"","description_reviewed":0,"script":"Khmr","versification":null,"numeral_system_id":"default","country_id":"IN","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"links":[{"bible_id":"UKIPOR","bible_size_id":null,"bible_link_type":"historic","url":"https://archive.org/download/UKIPOR_DBS_HS/Kui-Luke-(print).pdf","title":"Kui - Luke (Print)","scope":null,"type":"historic","provider":"","organization_id":"gospelgo","filesize":3597206,"response_code":null}],"pod":[],"alphabet":{"script":"Khmr","name":"Khmer","unicode_pdf":null,"family":"Southeast Asian","type":"abugida","white_space":"none","open_type_tag":"khmr","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":true,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Khmer script is an abugida, descended from the Brahmic script Pallava. It is used for writing Khmer, the official language of Cambodia. The script is also sometimes used for writing minority languages in Cambodia, such as Brao and Mnong.</p> <p>The alphabet has 33 consonants. Two more consonants that are included in Unicode are not in everyday use. Like many of the Brahmic abugidas, each symbol comprises a consonant and an inherent vowel. However, unlike most other Brahmic scripts, Khmer has two registers of consonants, one containing an inherent a and one containing an inherent o. Most consonants have two different letterforms for these two registers. Those that do not have a second form can be modified by one of two diacritics to indicate a change of register. Each consonant can also appear in a subscript form, called <span class=Em>coeng</span>. In most cases these are a smaller version of the full form, but in some cases they are unrelated in appearance. Coeng are written below the consonant they follow in pronunciation, but can extend above the baseline to the left or the right of that consonant. Rarely, coeng can be attached to a vowel character or used to indicate a word-final consonant, but their primary use is in consonant clusters. Some coeng in loanwords remain unpronounced.</p> <p>Vowels are represented by means of diacritics written above, below and/or alongside on either side of the consonant to modify the quality of the inherent vowel. Most of these vowel-diacritics have a different effect on a consonant containing a than they do on one containing o. Independent vowel symbols also exist for representing syllable-initial vowels, but some are also written using the q character modified by the appropriate vowel diacritic. Spelling conventions often dictate which of these means of representation is used.</p> <p>There are additional diacritics that may or may not modify the pronunciation.</p> <p>The superscript <span class=Em>robat</span> character, which is used in some related scripts if the consonant RO is the first consonant in the syllable, is, in Khmer, only an artefact of original spellings in some loanwords and is not pronounced. </p> <p>The Khmer literary tradition dates back to the 7th century, and the script is currently in widespread use, although it is estimated that 35% of the Khmer-speaking population aged 15 and over are illiterate in the script.</p>"},"children":[],"language":{"iso":"uki","glotto_id":null,"glotto_family":null,"iso1":null,"name":"Kui (India)","autonym":null,"macroarea":null,"level":null,"development":null,"use":null,"location":null,"area":null,"progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"IN","latitude":null,"longitude":null,"population":0,"status_id":null,"status_notes":null,"redirect_to_iso":null},"country":{"id":"IN","name":"India","name_long":"The Republic of India","population":1339330514,"official_language":"Hindi","official_language_iso":"hin","url_wiki":"https://en.wikipedia.org/wiki/India","hidden":0,"autonym":null,"fips":"IN","iso_a3":"IND","continent_id":"AS","iso_num":356,"religion_primary":"Hinduism","introduction":"The Indus Valley civilization one of the world's oldest flourished during the 3rd and 2nd millennia B.C. and extended into northwestern India. Aryan tribes from the northwest infiltrated the Indian subcontinent about 1500 B.C.; their merger with the earlier Dravidian inhabitants created the classical Indian culture. The Maurya Empire of the 4th and 3rd centuries B.C. - which reached its zenith under ASHOKA - united much of South Asia. The Golden Age ushered in by the Gupta dynasty (4th to 6th centuries A.D.) saw a flowering of Indian science art and culture. Islam spread across the subcontinent over a period of 700 years. In the 10th and 11th centuries Turks and Afghans invaded India and established the Delhi Sultanate. In the early 16th century the Emperor BABUR established the Mughal Dynasty which ruled India for more than three centuries. European explorers began establishing footholds in India during the 16th century. ++ By the 19th century Great Britain had become the dominant political power on the subcontinent. The British Indian Army played a vital role in both World Wars. Years of nonviolent resistance to British rule led by Mohandas GANDHI and Jawaharlal NEHRU eventually resulted in Indian independence which was granted in 1947. Large-scale communal violence took place before and after the subcontinent partition into two separate states - India and Pakistan. The neighboring nations have fought three wars since independence the last of which was in 1971 and resulted in East Pakistan becoming the separate nation of Bangladesh. India's nuclear weapons tests in 1998 emboldened Pakistan to conduct its own tests that same year. In November 2008 terrorists originating from Pakistan conducted a series of coordinated attacks in Mumbai India's financial capital. Despite pressing problems such as significant overpopulation environmental degradation extensive poverty and widespread corruption economic growth following the launch of economic reforms in 1991 and a massive youthful population are driving India's emergence as a regional and global power.","overview":"India is a vast South Asian country with diverse terrain – from Himalayan peaks to Indian Ocean coastline – and history reaching back 5 millennia. In the north Mughal Empire landmarks include Delhi’s Red Fort complex and massive Jama Masjid mosque plus Agra’s iconic Taj Mahal mausoleum. Pilgrims bathe in the Ganges in Varanasi and Rishikesh is a yoga centre and base for Himalayan trekking.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":511,"land_mass_km":2973190,"population_christian":30000000,"population_christian_percentage":2.3,"population_catholic_percentage":1.3,"population_protestant_percentage":1,"population_refugee":195105,"population_migration":-532687,"population_year_change":0.99,"population_density_km":464,"population_average_age":28,"population_urban_percentage":35,"population_literacy_percentage":"71.00","landmass":null,"region_code":4,"region_id":"34","region_name":"Southern Asia"}}