{"id":"UKRO95","parent_bible_id":null,"gbc":null,"date":"1995","iso":"ukr","title":"Ohienko New Testament (1995)","title_vernacular":null,"copyright":null,"guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Cyrl","versification":null,"numeral_system_id":"default","country_id":"UA","copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"UKRO95","bible_size_id":"NT","bible_link_type":"archiveaudio","url":"https://app.thedigitalbiblelibrary.org/entry?id=e7339ad0a09f11e7","title":"Ukrainian - 1995 Ohienko (Drama - NT)","scope":null,"type":"archiveaudio","provider":"Digital Bible Library","organization_id":"faith-comes-by-hearing","filesize":null,"response_code":null}],"pod":[],"alphabet":{"script":"Cyrl","name":"Cyrillic","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"cyrl","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The creation of the Cyrillic script is traditionally attributed to Saint Cyril, a missionary working in Bulgaria during the 9th century. He and his brother are also credited with the invention of the Glagolitic script, a derivation of the Greek cursive alphabet which was modified to fit the sound systems of Slavic languages. Some historians credit Clement of Ohrid, a student of Saint Cyrils, with creating the Cyrillic script as a more readable writing system based on Glagolitic. The Cyrillic script was initially used for writing Old Church Slavonic (also called Old Bulgarian), but it has undergone a number of changes since that time, so much so that the old and modern variants are considered by many to be two different but related scripts. Many of the modern letterforms differ from those used in early Cyrillic writing, some letters have been dropped, and new letters have been added. An orthographic reform was implemented by the Russian tsar Peter the Great in 1708 which removed a number of obsolete letters so that Russian writing is now almost perfectly phonetic.</p> <p>The script has traditionally been used for writing the Slavic languages, of which Russian is the most widely spoken. During the nineteenth and twentieth centuries, particularly under Soviet rule, it was extended to write over 50 languages throughout Eastern Europe and Asia.</p> <p>Cyrillic is written from left to right with spaces between words. Upper- and lowercase letters are used; most printed lowercase letters are simply smaller versions of their uppercase equivalents. However, the shapes of handwritten and italic letters can vary greatly from the shapes of printed letters. With the conversion of the script to non-Slavic languages in which new sounds needed to be written, a number of <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#multig target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;digraphs, trigraphs and tetragraphs</a> were employed. Russian and the Slavic languages use only a few digraphs. Many new letters were also created for writing the non-Slavic languages by adding hooks, breves or diaereses to existing letters. These marks are not considered diacritics, instead, a letter so modified is considered a separate letter with the mark an intrinsic part.</p> <p>After the dissolution of the Soviet Union in 1991, some of the languages which had been forced to adopt the Cyrillic script opted instead to give the Latin or Arabic script official status. However, at the end of 2002, President Putin signed into law an addition to Russian Federation law stipulating that the alphabets of the state language of the Russian Federation and the state languages of its republics must be based on the Cyrillic script. Other scripts for the alphabets of the state language of the Russian Federation and the state languages of its republics can only be adopted under federal laws. The law was received very negatively in some states.</p>"},"children":[],"language":{"iso":"ukr","glotto_id":"ukra1253","glotto_family":null,"iso1":"uk","name":"Ukrainian","autonym":"українська моваukrayins'ka mova","macroarea":null,"level":"L","development":null,"use":null,"location":"Ukraine","area":"Also in Argentina, Armenia, Azerbaijan, Belarus, Brazil, Canada, Croatia, Czech Republic, Estonia, Georgia, Hungary, Kazakhstan, Kyrgyzstan, Latvia, Lithuania, Moldova, Paraguay, Poland, Romania, Russian Federation (Asia), Serbia, Slovakia, Tajikistan, Turkmenistan, United States, Uzbekistan.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"UA","latitude":"48.175842","longitude":"24.395786","population":27300000,"status_id":"1","status_notes":null,"redirect_to_iso":null},"country":{"id":"UA","name":"Ukraine","name_long":"Ukraine","population":43745640,"official_language":"Ukrainian","official_language_iso":"ukr","url_wiki":"https://en.wikipedia.org/wiki/Ukraine","hidden":0,"autonym":null,"fips":"UP","iso_a3":"UKR","continent_id":"EU","iso_num":804,"religion_primary":"Christianity","introduction":"Ukraine was the center of the first eastern Slavic state Kyivan Rus which during the 10th and 11th centuries was the largest and most powerful state in Europe. Weakened by internecine quarrels and Mongol invasions Kyivan Rus was incorporated into the Grand Duchy of Lithuania and eventually into the Polish-Lithuanian Commonwealth. The cultural and religious legacy of Kyivan Rus laid the foundation for Ukrainian nationalism through subsequent centuries. A new Ukrainian state the Cossack Hetmanate was established during the mid-17th century after an uprising against the Poles. Despite continuous Muscovite pressure the Hetmanate managed to remain autonomous for well over 100 years. During the latter part of the 18th century most Ukrainian ethnographic territory was absorbed by the Russian Empire. Following the collapse of czarist Russia in 1917 Ukraine was able to achieve a short-lived period of independence (1917-20) but was reconquered and forced to endure a brutal Soviet rule that engineered two forced famines (1921-22 and 1932-33) in which over 8 million died. In World War II German and Soviet armies were responsible for some 7 to 8 million more deaths. Although final independence for Ukraine was achieved in 1991 with the dissolution of the USSR democracy and prosperity remained elusive as the legacy of state control and endemic corruption stalled efforts at economic reform privatization and civil liberties. A peaceful mass protest \\\"Orange Revolution\\\" in the closing months of 2004 forced the authorities to overturn a rigged presidential election and to allow a new internationally monitored vote that swept into power a reformist slate under Viktor YUSHCHENKO. Subsequent internal squabbles in the YUSHCHENKO camp allowed his rival Viktor YANUKOVYCH to stage a comeback in parliamentary (Rada) elections and to become prime minister in August of 2006 and to be elected president in February 2010. In October 2012 Ukraine held Rada elections widely criticized by Western observers as flawed due to use of government resources to favor ruling party candidates interference with media access and harassment of opposition candidates. President YANUKOVYCH's backtracking on a trade and cooperation agreement with the EU in November 2013 - in favor of closer economic ties with Russia - led to a three-month protest occupation of Kyiv's central square. The government's eventual use of force to break up the protest camp in February 2014 led to all out pitched battles scores of deaths international condemnation and the president's abrupt departure to Russia. An interim government scheduled new presidential elections for 25 May 2014. On 1 March 2014 one week after the overthrow in Kyiv Russian President PUTIN ordered the invasion of Ukraine's Crimean Peninsula claiming the action was to protect ethnic Russians living there. On 16 March 2014 a \\\"referendum\\\" was held regarding the integration of Crimea into the Russian Federation. The \\\"referendum\\\" was condemned as illegitimate by the Ukrainian Government the EU the US and the UN General Assembly. Russian forces now occupy Crimea and Russian authorities claim it as Russian territory. The Ukrainian Government asserts that Crimea remains part of Ukraine.","overview":"'Ukraine is a large country in Eastern Europe known for its Orthodox churches Black Sea coastline and forested mountains. Its capital Kiev features the gold-domed St. Sophia''s Cathedral with 11th-century mosaics and frescoes. Overlooking the Dnieper River is the Kiev Pechersk Lavra monastery complex a Christian pilgrimage site housing Scythian tomb relics and catacombs containing mummified Orthodox monks.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":83,"land_mass_km":579320,"population_christian":34830000,"population_christian_percentage":81.9,"population_catholic_percentage":7.5,"population_protestant_percentage":74.4,"population_refugee":2172,"population_migration":10000,"population_year_change":-0.59,"population_density_km":75,"population_average_age":41,"population_urban_percentage":69,"population_literacy_percentage":"99.00","landmass":null,"region_code":9,"region_id":"151","region_name":"Eastern Europe"}}