{"id":"WSGBSI","parent_bible_id":null,"gbc":null,"date":"2018","iso":"wsg","title":"Adilabad Gondi Bible Translation","title_vernacular":"Pavitra Vachan","copyright":"© Wycliffe Bible Translators, Inc.","guid":null,"description":null,"description_short":null,"description_vernacular":null,"description_reviewed":3,"script":"Telu","versification":"Telugu","numeral_system_id":"default","country_id":"IN","copyright_type":null,"reviewed":0,"isbn13":"978-1-5313-1010-3","back_text":null,"cover":null,"questionable":null,"links":[{"bible_id":"WSGBSI","bible_size_id":null,"bible_link_type":"web","url":"https://www.bible.com/versions/2019-wsgnt-","title":"ఆదిలాబాద్ గోండి పూన నియమ్","scope":null,"type":"web","provider":"Bible Society of India","organization_id":"youversion","filesize":null,"response_code":null},{"bible_id":"WSGBSI","bible_size_id":"FB","bible_link_type":"archive","url":"https://app.thedigitalbiblelibrary.org/entry?id=9e944fc08f02acf9","title":"Bible For Developers","scope":null,"type":"archive","provider":"Digital Bible Library","organization_id":"digital-bible-library","filesize":null,"response_code":null}],"pod":[{"bible_id":"WSGBSI","publisher_id":"bible-society-of-india","partner_id":null,"description":"This Bible is available from the Bible Society of India and is copyrighted by Wycliffe Bible Translators. This edition is printed with permission by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_letter","scope":"bible","pages":null,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSansTelugu-Regular.ttf","font_bold":"NotoSansTelugu-Regular.ttf","font_format":"truetype","font_size":null,"orphans":2,"widows":2,"line_height":1.25,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null},{"bible_id":"WSGBSI","publisher_id":"bible-society-of-india","partner_id":null,"description":"This Bible is available from the Bible Society of India and is copyrighted by Wycliffe Bible Translators. This edition is printed with permission by the Digital Bible Society (dbs.org) for non-commercial use.<br /><br />This Bible, and many others, are available for free download in a variety of digital formats at dbs.org/bibles.","trim":"us_trade","scope":"bible","pages":546,"print_ready":0,"print_banned":0,"portion":0,"columns":2,"font":"NotoSansTelugu-Regular.ttf","font_bold":"NotoSansTelugu-Regular.ttf","font_format":"truetype","font_size":11,"orphans":2,"widows":2,"line_height":1.3,"counter_style":null,"justified":"0","justified_cjk":"0","cover_filter":null,"custom_styles":null}],"alphabet":{"script":"Telu","name":"Telugu","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Telugu script is used for writing the Telugu language, a Dravidian language spoken by almost 70,000,000 people in South India. Telugu is the official language of the Indian state of Andhra Pradesh. The Telugu script is also used for writing a number of minority languages in Southern India, including Chenchu, Savara and Manna-Dora to which the Telugu language is related. The script is closely related to the Kannada script; a person familiar with one script can normally read the other. The two scripts developed from a common Brahmic source but diverged around the 13th century AD. From this time until the early 20th century, Telugu was a literary language - the written form reflected an archaic spoken form. Modern standard Telugu only began to be written during the second half of the 20th century.</p> <p>Like most of the Brahmic-derived scripts, Telugu is an abugida written from left to right. Visually, it differs from many of the North Indian scripts in that the letters have a rounded base and the characteristic North Indic headstroke has been replaced by a hook on the top left of each letter. An inherent a vowel is inherent in each of the thirty-two consonant symbols. Vowels other than a are written using diacritics attached above, below or to the right of the consonant symbol. These vowel diacritics override the inherent vowel so that the syllable is read with the correct vowel sound. Where a vowel occurs at the start of a word, there is no preceding consonant symbol to which a diacritic may be attached, so one of sixteen independent vowel letters is used. (Two of these letters do not, strictly speaking, represent vowels, but long and short forms of the syllabic consonants r̩ and l̩.) A <span class=Em>halantamu</span> symbol is written above a word-final consonant to silence the inherent vowel. This symbol can also be used for writing consonant clusters, when a ligature (described below) is not used.</p> <p>Spoken Telugu contains a number of <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#gemination target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;geminates</a> (long consonants). Some consonant clusters are also used. Both of these are represented in writing using ligatures comprised of the full form of the first consonant and the half form of the second consonant. The half form of a letter is generally formed by stripping the letter of its top hook, and is subscribed below the preceding letter.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/wm/d9/wmd9w5645d_TeluguConjuncts.png height=88 width=143 /></p> <p>There are two additional symbols which are only written after vowels. The first is <span class=Em>anusvara</span>, a circle which either represents a nasal consonant pronounced at the same place in the oral cavity as the following consonant, or, where there is not following consonant, represents a final m. For example, the word ʌŋgəmu limb of the body is written with <span class=Em>anusvara</span> following the ʌ and the word lʌga:m bridle with <span class=Em>anusvara</span> following the a:, although there are separate letters for representing the sounds ŋ and m. The second symbol is <span class=Em>visarga</span>, two small circles stacked in the manner of the dots in a Latin colon. This symbol is transcribed as ḥ and normally represents a post-vocalic ha, as in the word again written <span class=Em>punaḥ</span> and pronounced punəha.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/wm/d9/wmd9w5645d_TeluguVIS.png height=113 width=386 /></p> <p>Telugu writing employs a script-specific set of digits from 0-9. In the past, these were combined with eight arithmetic symbols for writing fractions. The system for writing fractions was complex, for example, 3/8 was written using four symbols representing 1, 1/4, 2 and 1/16 (i.e. 1 x 1/4 + 2 x 1/16). In modern texts, however, decimal fractions are used.</p>"},"children":[],"language":{"iso":"wsg","glotto_id":null,"glotto_family":null,"iso1":null,"name":"Adilabad Gondi","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":null,"progress":"New Testament\r","typology":null,"writing":null,"description":null,"country_id":"IN","latitude":null,"longitude":null,"population":300000,"status_id":null,"status_notes":null,"redirect_to_iso":null},"country":{"id":"IN","name":"India","name_long":"The Republic of India","population":1339330514,"official_language":"Hindi","official_language_iso":"hin","url_wiki":"https://en.wikipedia.org/wiki/India","hidden":0,"autonym":null,"fips":"IN","iso_a3":"IND","continent_id":"AS","iso_num":356,"religion_primary":"Hinduism","introduction":"The Indus Valley civilization one of the world's oldest flourished during the 3rd and 2nd millennia B.C. and extended into northwestern India. Aryan tribes from the northwest infiltrated the Indian subcontinent about 1500 B.C.; their merger with the earlier Dravidian inhabitants created the classical Indian culture. The Maurya Empire of the 4th and 3rd centuries B.C. - which reached its zenith under ASHOKA - united much of South Asia. The Golden Age ushered in by the Gupta dynasty (4th to 6th centuries A.D.) saw a flowering of Indian science art and culture. Islam spread across the subcontinent over a period of 700 years. In the 10th and 11th centuries Turks and Afghans invaded India and established the Delhi Sultanate. In the early 16th century the Emperor BABUR established the Mughal Dynasty which ruled India for more than three centuries. European explorers began establishing footholds in India during the 16th century. ++ By the 19th century Great Britain had become the dominant political power on the subcontinent. The British Indian Army played a vital role in both World Wars. Years of nonviolent resistance to British rule led by Mohandas GANDHI and Jawaharlal NEHRU eventually resulted in Indian independence which was granted in 1947. Large-scale communal violence took place before and after the subcontinent partition into two separate states - India and Pakistan. The neighboring nations have fought three wars since independence the last of which was in 1971 and resulted in East Pakistan becoming the separate nation of Bangladesh. India's nuclear weapons tests in 1998 emboldened Pakistan to conduct its own tests that same year. In November 2008 terrorists originating from Pakistan conducted a series of coordinated attacks in Mumbai India's financial capital. Despite pressing problems such as significant overpopulation environmental degradation extensive poverty and widespread corruption economic growth following the launch of economic reforms in 1991 and a massive youthful population are driving India's emergence as a regional and global power.","overview":"India is a vast South Asian country with diverse terrain – from Himalayan peaks to Indian Ocean coastline – and history reaching back 5 millennia. In the north Mughal Empire landmarks include Delhi’s Red Fort complex and massive Jama Masjid mosque plus Agra’s iconic Taj Mahal mausoleum. Pilgrims bathe in the Ganges in Varanasi and Rishikesh is a yoga centre and base for Himalayan trekking.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":511,"land_mass_km":2973190,"population_christian":30000000,"population_christian_percentage":2.3,"population_catholic_percentage":1.3,"population_protestant_percentage":1,"population_refugee":195105,"population_migration":-532687,"population_year_change":0.99,"population_density_km":464,"population_average_age":28,"population_urban_percentage":35,"population_literacy_percentage":"71.00","landmass":null,"region_code":4,"region_id":"34","region_name":"Southern Asia"}}