[{
		"country_code": "AF",
		"lang": "Afghanistan is a linguistically diverse nation with over 40 languages spoken across its territory. Pashto and Dari, both Indo-European languages, hold official status and are spoken by 45% and 50% of the population, respectively. Dari, a Persian dialect, serves as the primary language of government and education, while Pashto is primarily spoken among the Pashtun ethnic group. Minority languages such as Uzbek, Turkmen, and Balochi are spoken by various ethnic communities, further enriching the country's linguistic landscape.",
		"religion": "Religiously, Afghanistan is an Islamic Republic with a predominantly Muslim population. Approximately 99% of Afghans adhere to Islam, with Sunni Muslims comprising around 85% and Shia Muslims making up about 15%. The remaining 1% of the population practices other faiths, including Christianity, Hinduism, and Baha'i. Religious practices and beliefs have significantly influenced the country's culture, politics, and legal system, with Sharia law often serving as a basis for jurisprudence."
	},

	{
		"country_code": "AL",
		"lang": "Albania is a linguistically homogeneous nation with Albanian as its official language, spoken by approximately 98% of the population. Albanian, an Indo-European language, has two main dialects: Gheg, primarily spoken in the north, and Tosk, spoken in the south. Although minority languages such as Greek, Romani, and Macedonian are spoken by smaller ethnic communities, they are not widely used. In recent years, English, Italian, and German have gained popularity as foreign languages, particularly among the younger generation and in the tourism sector.",
		"religion": "Albania is characterized by religious diversity and tolerance, with Islam, Christianity, and various other faiths coexisting. According to a 2011 census, 56.7% of the population identifies as Muslim, with Sunni and Bektashi denominations being the most prevalent. The majority of the remaining population practices Christianity, with 10% adhering to the Orthodox Church and 6.8% being Roman Catholic. However, it is important to note that many Albanians consider themselves secular or non-religious, with religious identity often holding a cultural rather than spiritual significance."
	},

	{
		"country_code": "DZ",
		"lang": "Algeria is a linguistically diverse nation with Arabic and Tamazight as its two official languages. Modern Standard Arabic is used in government, media, and education, while Algerian Arabic, a dialect known as Darja, is spoken colloquially by the majority of the population. Tamazight, the language of the indigenous Berber people, comprises several dialects, including Kabyle, Chaoui, and Tamasheq, spoken across different regions. French, a remnant of colonial rule, remains widely used in business, education, and media, while English has gained popularity as a foreign language in recent years.",
		"religion": "Algeria is predominantly an Islamic country, with approximately 99% of the population adhering to the Sunni branch of Islam. The nation's constitution declares Islam as the state religion, and its legal system is significantly influenced by Islamic law. Religious practices are closely intertwined with Algerian culture and daily life, with major Islamic holidays and rituals observed nationwide. The remaining 1% of the population practices Christianity, Judaism, or other faiths, but these communities tend to be small and concentrated in specific areas."
	},

	{
		"country_code": "AS",
		"lang": "American Samoa, an unincorporated territory of the United States, is home to a rich linguistic landscape. English and Samoan are the two official languages, with Samoan being the most widely spoken, used by approximately 90% of the population. Samoan is a Polynesian language that shares similarities with other languages in the region, such as Hawaiian and Tahitian. English is commonly used in government, business, and education, while a significant portion of the population is bilingual. Additionally, minority languages such as Tongan and other Pacific Islander languages are spoken by smaller ethnic communities.",
		"religion": "The religious landscape of American Samoa is predominantly Christian, reflecting the strong influence of missionary work in the 19th and early 20th centuries. Approximately 98% of the population identifies as Christian, with the Congregational Christian Church of American Samoa being the largest denomination, followed by Roman Catholicism and The Church of Jesus Christ of Latter-day Saints. Religious practices and values play an integral role in shaping the culture and daily life of American Samoans, with church attendance and participation in religious activities being common. The remaining 2% of the population practices other faiths or identifies as non-religious."
	},

	{
		"country_code": "AD",
		"lang": "Andorra, a small landlocked country nestled between Spain and France, has Catalan as its sole official language. Catalan, a Romance language, is spoken by the majority of the population and used in government, media, and education. Due to its location and diverse population, other languages, such as Spanish, French, and Portuguese, are widely spoken and understood. In recent years, English has gained popularity as a foreign language, particularly in the tourism and business sectors.",
		"religion": "Andorra's religious landscape is predominantly Roman Catholic, with approximately 90% of the population adhering to this faith. The strong Catholic presence is deeply rooted in the country's history, and the Bishop of Urgell, a Spanish diocese, serves as one of Andorra's two co-princes, highlighting the influence of the Church on the nation's political structure. Religious practices and traditions continue to shape Andorran culture, with various Catholic holidays and festivals celebrated throughout the year. The remaining 10% of the population practices other Christian denominations, non-Christian religions, or identifies as non-religious."
	},

	{
		"country_code": "AO",
		"lang": "Angola is a linguistically diverse nation, with Portuguese as the official language spoken by approximately 71% of the population. The country's colonial history has led to the widespread use of Portuguese in government, education, and media. In addition to Portuguese, Angola is home to more than 40 indigenous languages, including Umbundu, Kimbundu, and Kikongo, which are spoken across various ethnic communities. Although these native languages hold cultural significance, their use is primarily limited to informal settings, with Portuguese dominating formal communication.",
		"religion": "Angola's religious landscape is characterized by a majority Christian population, with approximately 90% of Angolans adhering to various Christian denominations. Roman Catholicism is the most prominent, followed by Protestantism, which includes denominations such as Methodist, Baptist, and Assemblies of God. The remaining 10% of the population practices traditional African religions, Islam, or other faiths, or identifies as non-religious."
	},

	{
		"country_code": "AI",
		"lang": "Anguilla, a British Overseas Territory located in the Caribbean, has English as its official language. As a result of its British colonial history, English is spoken by nearly the entire population and is used in government, media, and education. The English spoken in Anguilla is characterized by a distinct Caribbean accent and includes local idioms and expressions, reflecting the island's unique culture. Although the linguistic landscape of Anguilla is relatively homogeneous, the territory's growing tourism sector has led to an increasing interest in learning foreign languages, particularly Spanish and French.",
		"religion": "The religious landscape of Anguilla is predominantly Christian, reflecting the influence of missionary work during the colonial era. Approximately 90% of the population identifies as Christian, with the majority belonging to the Anglican denomination, followed by Methodist, Seventh-day Adventist, and Baptist churches. Religious values and practices are deeply embedded in the culture and daily life of Anguillans, with regular church attendance and participation in religious activities being common. The remaining 10% of the population practices other faiths, such as Rastafarianism, or identifies as non-religious."
	},

	{
		"country_code": "AQ",
		"lang": "Antarctica, the Earth's southernmost continent, does not have an indigenous population or an official language. The linguistic landscape of Antarctica is predominantly shaped by the languages spoken by researchers, scientists, and support staff working at various research stations operated by different countries. English is widely spoken and often serves as a lingua franca among the international community on the continent. Additionally, other languages such as Russian, Spanish, French, and Chinese are spoken by personnel from their respective countries' research stations, reflecting the diversity of nationalities present in Antarctica.",
		"religion": "Antarctica does not have a native religious landscape due to the absence of an indigenous population. The religious affiliations and practices of individuals on the continent are influenced by their personal beliefs and the cultural backgrounds of their home countries. There are a few chapels and religious facilities at some research stations, which cater to the spiritual needs of the personnel working there. However, religious activities in Antarctica are primarily private, and their prevalence depends on the individual preferences of the temporary inhabitants."
	},

	{
		"country_code": "AG",
		"lang": "Antigua and Barbuda, a twin-island nation in the Caribbean, has English as its official language, reflecting its British colonial heritage. English is spoken by the majority of the population and is used in government, education, and media. The local dialect, Antiguan and Barbudan Creole, is spoken colloquially and incorporates elements of African languages, British English, and other Caribbean influences. The nation's growing tourism industry has led to an increasing interest in learning foreign languages, particularly Spanish and French, among its population.",
		"religion": "The religious landscape of Antigua and Barbuda is predominantly Christian, with approximately 90% of the population identifying as Christian. The Anglican Church is the largest denomination, reflecting the nation's British colonial history, followed by other Christian denominations such as Methodist, Moravian, Pentecostal, and Seventh-day Adventist. Religious values and practices play a significant role in shaping the culture and daily life of the island nation, with church attendance and participation in religious activities being common. The remaining 10% of the population practices other faiths, such as Rastafarianism, or identifies as non-religious."
	},

	{
		"country_code": "AR",
		"lang": "Argentina, the eighth-largest country in the world, has Spanish as its official language, which is spoken by the vast majority of the population. Argentine Spanish, characterized by its distinct pronunciation and vocabulary, has been influenced by indigenous languages and European immigrants. Although Spanish dominates the linguistic landscape, the country is home to several indigenous languages, such as Quechua, Guarani, and Mapudungun, spoken by smaller ethnic communities. In recent years, English has gained popularity as a foreign language, particularly in education and business sectors, while Italian and German are spoken by some descendants of immigrants.",
		"religion": "Argentina's religious landscape is predominantly Roman Catholic, with approximately 70% of the population identifying as Catholic, reflecting the country's historical and cultural ties to Spain. However, religious practices and observance levels vary, with many Argentinians identifying as nominally Catholic. The remaining 30% of the population comprises other Christian denominations, such as Protestantism and Eastern Orthodoxy, as well as non-Christian religions, including Judaism, Islam, and Buddhism. Additionally, a growing number of people identify as non-religious or atheist, reflecting a trend towards secularism in Argentine society."
	},

	{
		"country_code": "AM",
		"lang": "Armenia, a landlocked country in the South Caucasus region, has Armenian as its official language, which is spoken by the majority of the population. Armenian, an Indo-European language, has a unique script and two main dialects: Eastern Armenian, spoken predominantly in Armenia, and Western Armenian, spoken by the Armenian diaspora. Although Russian is widely spoken, particularly among older generations, due to the country's Soviet past, English has gained popularity as a foreign language in recent years, especially among the younger generation and in the business and tourism sectors.",
		"religion": "Armenia's religious landscape is largely homogenous, with approximately 95% of the population belonging to the Armenian Apostolic Church, one of the oldest Christian traditions in the world. The Armenian Apostolic Church has played a significant role in shaping the nation's history, culture, and identity since its adoption as the state religion in AD 301. The remaining 5% of the population practices other Christian denominations, such as Roman Catholicism and Protestantism, or other religions, such as Islam and Yazidism."
	},

	{
		"country_code": "AW",
		"lang": "Aruba, a constituent country of the Kingdom of the Netherlands located in the Caribbean, is characterized by linguistic diversity. Dutch and Papiamento, a Creole language with Portuguese, Dutch, Spanish, and African influences, are the two official languages. Papiamento is the most widely spoken language, used in daily communication by the majority of the population. Dutch is used in government, media, and education, while English and Spanish are also widely spoken due to the island's tourism industry and geographic proximity to Spanish-speaking countries.",
		"religion": "The religious landscape of Aruba is predominantly Roman Catholic, with approximately 75% of the population adhering to this faith. The influence of Catholicism is deeply rooted in the island's history, reflecting its Spanish and Dutch colonial past. Religious practices and values continue to shape Aruban culture, with various Catholic holidays and festivals celebrated throughout the year. The remaining 25% of the population practices other Christian denominations, such as Protestantism, as well as non-Christian religions, like Hinduism and Islam, or identifies as non-religious."
	},

	{
		"country_code": "AU",
		"lang": "Australia is a linguistically diverse nation, with English as its official language, spoken by the majority of the population. Australian English is characterized by its distinct accent, vocabulary, and idiomatic expressions. The country is also home to numerous indigenous languages, with over 100 Aboriginal languages and dialects still spoken today, although many are at risk of extinction. Due to its multicultural population, a variety of other languages, such as Mandarin, Arabic, Cantonese, and Vietnamese, are spoken by immigrant communities. In recent years, English has been complemented by an increasing interest in learning foreign languages, particularly in the education sector.",
		"religion": "Australia's religious landscape is diverse, with Christianity being the most prevalent faith, practiced by approximately 52% of the population. Major Christian denominations include Catholicism, Anglicanism, and various Protestant churches. The country has experienced a growing trend towards secularism, with nearly 30% of the population identifying as non-religious. Other religious groups, such as Buddhism, Islam, and Hinduism, have also gained prominence due to immigration, representing around 8% of the population. Australia's religious diversity is reflected in its multicultural society and the legal protection of religious freedom."
	},

	{
		"country_code": "AT",
		"lang": "Austria, a landlocked country in Central Europe, has German as its official language, spoken by the vast majority of the population. Austrian German, a variant of Standard German, is characterized by its distinct pronunciation and vocabulary. Regional dialects, such as Viennese, Styrian, and Tyrolean, are spoken across different areas of the country. In addition, Austria is home to minority languages, such as Slovene, Croatian, and Hungarian, which are spoken by smaller ethnic communities. English has gained widespread popularity as a foreign language, particularly in the education and business sectors.",
		"religion": "Austria's religious landscape is predominantly Roman Catholic, with approximately 57% of the population adhering to this faith. The influence of Catholicism is deeply ingrained in the nation's history, culture, and architecture, with numerous Catholic holidays and festivals celebrated throughout the year. However, religious observance levels vary, and the country has experienced a growing trend towards secularism. Around 26% of the population identifies as non-religious or atheist, while the remaining 17% comprises other Christian denominations, such as Protestantism, and non-Christian religions, including Islam, Buddhism, and Judaism."
	},

	{
		"country_code": "AZ",
		"lang": "Azerbaijan, a country located at the crossroads of Eastern Europe and Western Asia, has Azerbaijani as its official language, spoken by the majority of the population. Azerbaijani, a Turkic language, is written in the Latin script and shares similarities with Turkish. Due to the country's Soviet past, Russian is widely spoken and understood, particularly among older generations. In recent years, English has gained popularity as a foreign language, particularly in urban centers and within the education and business sectors. Additionally, minority languages such as Lezgian, Talysh, and Avar are spoken by smaller ethnic communities.",
		"religion": "Azerbaijan's religious landscape is predominantly Muslim, with approximately 97% of the population adhering to Islam. The majority of Azerbaijani Muslims are Shia, while a smaller percentage identify as Sunni. Despite its predominantly Muslim population, Azerbaijan is known for its secular governance and tolerance towards religious diversity. The country's constitution guarantees religious freedom, and non-Muslim communities, such as Russian Orthodox Christians, Jews, and Baha'is, practice their faiths without significant restrictions. The remaining 3% of the population comprises various Christian denominations, Judaism, and other faiths or identifies as non-religious."
	},

	{
		"country_code": "BS",
		"lang": "The Bahamas is a predominantly English-speaking country, with English being the official language and the language of instruction in schools. However, due to its proximity to Haiti, a significant portion of the population also speaks Haitian Creole, which is recognized as a minority language. Additionally, there is a small population of Spanish-speaking immigrants, mostly from Cuba and the Dominican Republic. The Bahamian dialect of English has a distinctive accent and vocabulary influenced by the country's history and culture.",
		"religion": "The Bahamas is a predominantly Christian country, with approximately 95% of the population identifying as Christian. The largest denomination is Baptist, followed by Anglican, Roman Catholic, and Pentecostal. There are also smaller communities of Methodists, Seventh-day Adventists, and members of the Church of God. Religious diversity exists in the Bahamas, with a small number of Jews, Muslims, and Hindus, as well as adherents of other religious traditions. The Bahamian constitution guarantees religious freedom to all citizens, and the government generally respects this right. However, there have been occasional reports of discrimination against religious minorities in the country."
	},

	{
		"country_code": "BH",
		"lang": "The official language of Bahrain is Arabic, and it is widely spoken by the local population. However, due to its status as a multicultural and cosmopolitan country, English is also commonly used in business, government, and education. Hindi, Urdu, and Farsi are spoken by expatriate communities, mainly from South Asia and Iran. Additionally, Bahraini Sign Language is recognized as an official language and is used by the deaf community in the country. The literacy rate in Bahrain is high, with almost all adults being able to read and write.",
		"religion": "The majority of Bahrain's population is Muslim, with approximately 70% of the population identifying as Shia and 30% as Sunni. The country is known for its religious diversity, and other religious communities, such as Christians, Hindus, Buddhists, and Sikhs, are also present in small numbers. The constitution of Bahrain guarantees religious freedom to all citizens, and the government generally respects this right. However, there have been occasional reports of discrimination against the Shia community, who have long-standing grievances regarding political representation and access to government services. The government of Bahrain has made efforts to promote interfaith dialogue and religious tolerance in the country."
	},

	{
		"country_code": "BD",
		"lang": "Bangladesh, a South Asian country, has a predominantly monolingual population, with Bengali (also known as Bangla) being the official and most widely spoken language, used by around 98% of the population. Bengali is the sixth most spoken language in the world and holds immense cultural significance, with a rich literary history. Apart from Bengali, several indigenous minority languages are spoken, including Chakma, Marma, and Santali, among others. Due to historical ties and foreign influences, English is widely used as a second language, especially in government, education, and business sectors.",
		"religion": "Religion plays a significant role in Bangladesh, with the majority of the population practicing Islam. Approximately 90% of Bangladeshis identify as Muslim, predominantly adhering to the Sunni branch. The remaining population is diverse in religious beliefs, with around 8% identifying as Hindu, making it the second-largest religious group in the country. Smaller religious communities, such as Buddhists and Christians, collectively account for about 2% of the population. Bangladesh is known for its religious tolerance, with various religious groups coexisting and celebrating their respective festivals and customs harmoniously."
	},

	{
		"country_code": "BB",
		"lang": "English is the official language of Barbados, and it is the primary language spoken on the island. However, Bajan, a creole language, is also spoken by the local population, especially in informal settings. Bajan is a mix of English, West African languages, and various European languages, including Portuguese and Spanish. Due to its history as a British colony, the education system in Barbados is based on the British model, and English is the language of instruction in schools. The literacy rate in Barbados is high, with almost all adults being able to read and write.",
		"religion": "Barbados is a predominantly Christian country, with approximately 95% of the population identifying as Christian. The largest denomination is Anglican, followed by Pentecostal, Seventh-day Adventist, and Methodist. There are also smaller communities of Catholics, Jehovah's Witnesses, and members of the Church of God. The constitution of Barbados guarantees religious freedom to all citizens, and the government generally respects this right. However, there have been occasional reports of discrimination against religious minorities in the country. The government of Barbados has made efforts to promote interfaith dialogue and religious tolerance in the country."
	},

	{
		"country_code": "BY",
		"lang": "Belarusian and Russian are the official languages of Belarus, with Belarusian being the primary language spoken by the local population. However, Russian is more widely spoken and used in government, education, and business. Additionally, there are also small communities of Polish, Ukrainian, and Lithuanian speakers in the country. The Belarusian language has been undergoing a revival in recent years, and the government has made efforts to promote its use and preserve its cultural heritage. The literacy rate in Belarus is high, with almost all adults being able to read and write.",
		"religion": "Belarus is a predominantly Christian country, with approximately 70% of the population identifying as Orthodox Christians. Other Christian denominations, such as Catholics, Protestants, and Old Believers, are also present in smaller numbers. There are also small communities of Jews, Muslims, and Buddhists, as well as non-religious people. The constitution of Belarus guarantees religious freedom to all citizens, and the government generally respects this right. However, there have been occasional reports of government interference in religious affairs and restrictions on the activities of some religious groups."
	},

	{
		"country_code": "BE",
		"lang": "Belgium, officially the Kingdom of Belgium, is a multilingual nation in Western Europe, comprising three main linguistic communities: Dutch-speaking Flemings, French-speaking Walloons, and a small German-speaking minority. As of 2021, approximately 60% of the population speaks Dutch (primarily in the Flanders region), around 39% speaks French (mainly in Wallonia and Brussels), and a mere 1% speaks German (in the eastern part of the country). Belgium's three official languages, Dutch, French, and German, reflect the nation's diverse linguistic heritage and are each used by various levels of government and administration."
	},

	{
		"country_code": "BE): Belgium Religions:Belgium's religious landscape is predominantly Christian, with Roman Catholicism being the most practiced denomination. In 2021, around 50% of the population identified as Roman Catholic, although regular church attendance has been on the decline for several years. The nation has also seen a rise in religious diversity, with approximately 5% of the population identifying as Muslim, largely due to immigration from North Africa and the Middle East. Other religious communities in Belgium include Protestants, Orthodox Christians, and Jews, while a significant percentage of the population (around 30%) identifies as non-religious or atheistic."
	},

	{
		"country_code": "BZ",
		"lang": "The official language of Belize is English, and it is the primary language spoken by the local population. However, due to its location in Central America, Spanish is also widely spoken, especially in areas close to the border with Mexico and Guatemala. Belizean Creole, a creole language based on English with elements of African and Caribbean languages, is also spoken by the majority of the population. Additionally, there are also small communities of speakers of indigenous languages, such as Maya and Garifuna. The literacy rate in Belize is around 80%, with slightly higher rates for women than for men.",
		"religion": "Belize is a religiously diverse country, with no official religion. The majority of the population identifies as Christian, with Roman Catholicism being the largest denomination, followed by Anglicanism, Methodism, and Pentecostalism. Other religious groups, such as Seventh-day Adventists, Jehovah's Witnesses, and members of the Church of Jesus Christ of Latter-day Saints, are also present in smaller numbers. There are also small communities of Muslims, Buddhists, and Hindus, as well as adherents of traditional indigenous beliefs."
	},

	{
		"country_code": "BJ",
		"lang": "Benin, a West African nation, is characterized by linguistic diversity, with more than 50 languages spoken across the country. The official language is French, a legacy of its colonial past, used in government administration, education, and formal communication. However, indigenous languages hold significant importance in everyday communication and cultural expression. Fon and Yoruba, both belonging to the Niger-Congo language family, are the most widely spoken indigenous languages, accounting for nearly 40% and 12% of the population, respectively. Other languages include Bariba, Dendi, and Fulani, among others.",
		"religion": "Benin is a religiously diverse country, with a multitude of religious beliefs and practices coexisting harmoniously. Approximately 48% of the population adheres to traditional indigenous religions, such as Vodun (or Voodoo), which holds a significant cultural influence. Christianity is the second-largest religion, with about 30% of the population identifying as Christian, mainly Roman Catholic, followed by Protestant denominations. Islam, predominantly Sunni, is practiced by approximately 20% of Beninese people, primarily concentrated in the northern regions. A small percentage of the population adheres to other faiths or identifies as non-religious."
	},

	{
		"country_code": "BM",
		"lang": "English is the official language of Bermuda and is the primary language spoken by the local population. The island's dialect of English has a distinct accent and vocabulary influenced by its British colonial heritage and West African and Caribbean languages. There are also small communities of Portuguese and Spanish speakers, mainly from Portugal and Latin America. The literacy rate in Bermuda is high, with almost all adults being able to read and write.",
		"religion": "Bermuda is a predominantly Christian country, with approximately 46% of the population identifying as Protestant and 15% as Roman Catholic. Other Christian denominations, such as Anglicans, Seventh-day Adventists, and members of the Church of Jesus Christ of Latter-day Saints, are also present in smaller numbers. There are also small communities of Jews, Muslims, and non-religious people. The constitution of Bermuda guarantees religious freedom to all citizens, and the government generally respects this right."
	},

	{
		"country_code": "BT",
		"lang": "Bhutan, a landlocked country in South Asia, exhibits linguistic diversity with more than 19 languages spoken throughout its territory. Dzongkha is the official language, used in government administration and education. Originating from the Tibeto-Burman language family, Dzongkha holds cultural significance as the language of Bhutanese religious texts and historical documents. Other widely spoken languages include Tshangla, Nepali, and various indigenous languages such as Bumthangkha, Khengkha, and Lhotshamkha. While English is not an official language, it is widely used in education and serves as a medium of communication between Bhutanese people from different linguistic backgrounds.",
		"religion": "Bhutan is predominantly a Buddhist country, with approximately 75% of the population adhering to the Vajrayana branch of Buddhism, which is deeply ingrained in the nation's culture, traditions, and daily life. The remaining population largely follows Hinduism, accounting for around 22%, with a significant number of ethnic Nepali Hindus residing in the southern regions. Other religious minorities, such as Christians and Muslims, represent less than 1% of the population each. Bhutan is known for its emphasis on spiritual well-being, and its unique measure of Gross National Happiness, which reflects the country's Buddhist values and holistic approach to development."
	},

	{
		"country_code": "BO",
		"lang": "Bolivia is a multilingual country with Spanish, Quechua, and Aymara being the official languages. Spanish is the most widely spoken language, with approximately 87% of the population speaking it as their first language. Quechua and Aymara are spoken by indigenous populations in the Andean region and the high plains, respectively. Additionally, there are also small communities of speakers of other indigenous languages, such as Guarani and Mojeño. The literacy rate in Bolivia is around 95% for youth and young adults, but it drops to around 60% for adults over 65 years old.",
		"religion": "Bolivia is a predominantly Catholic country, with approximately 75% of the population identifying as Roman Catholic. However, there is a significant presence of other Christian denominations, such as Evangelicals and Seventh-day Adventists, as well as small communities of Muslims, Jews, and adherents of other religions. Additionally, many indigenous communities in Bolivia practice a syncretic form of religion that combines Catholicism with indigenous beliefs and traditions. The constitution of Bolivia guarantees religious freedom to all citizens, and the government generally respects this right. However, there have been occasional reports of discrimination against religious minorities in the country."
	},

	{
		"country_code": "BA",
		"lang": "Bosnia and Herzegovina, a Southeast European country, is home to a diverse linguistic landscape with three official languages: Bosnian, Croatian, and Serbian. These languages, originating from the South Slavic language group, are mutually intelligible and share many similarities in grammar, vocabulary, and syntax. Bosnian is predominantly spoken by Bosniak communities, while Croatian is spoken by Croat communities, and Serbian by Serb communities. Language choice often reflects one's ethnic background and identity. Additionally, English is widely spoken as a second language, particularly among younger generations and in urban areas.",
		"religion": "Religious diversity is a prominent feature of Bosnia and Herzegovina, with religion often intertwined with ethnic identity. Islam constitutes the largest religious group, with approximately 50.7% of the population identifying as Muslim, primarily from the Bosniak ethnic group. The second-largest religious group is Christianity, with around 46.5% of the population, divided between the Serbian Orthodox Church (around 30.7%) and Roman Catholicism (around 15.2%), predominantly among Serbs and Croats, respectively. Smaller religious communities, such as Protestants and Jews, as well as non-religious individuals, collectively account for about 3% of the population."
	},

	{
		"country_code": "BW",
		"lang": "Botswana is a multilingual country with English and Setswana being the official languages. Setswana is the most widely spoken language, with approximately 78% of the population speaking it as their first language. English is used in government, education, and business and is spoken by a significant portion of the population. Additionally, there are also small communities of speakers of other indigenous languages, such as Kalanga, Shekgalagari, and Khoisan. The literacy rate in Botswana is around 88% for youth and young adults, but it drops to around 60% for adults over 65 years old.",
		"religion": "Botswana is a religiously diverse country, with no official religion. The majority of the population identifies as Christian, with approximately 71% of the population belonging to various Protestant denominations, such as the Methodist Church, the Anglican Church, and the United Congregational Church of Southern Africa. Other Christian denominations, such as Roman Catholicism and Seventh-day Adventism, are also present in smaller numbers. There are also small communities of Muslims, Hindus, and non-religious people. The constitution of Botswana guarantees religious freedom to all citizens, and the government generally respects this right."
	},

	{
		"country_code": "BV",
		"lang": "Bouvet Island is an uninhabited island located in the South Atlantic Ocean, and there are no known indigenous or official languages. The island is a Norwegian dependency, and Norwegian is the official language of Norway, the country to which Bouvet Island belongs.",
		"religion": "Bouvet Island is an uninhabited island located in the South Atlantic Ocean, and there is no known religious presence on the island. The island is a nature reserve, and access is restricted to scientific expeditions."
	},

	{
		"country_code": "BR",
		"lang": "Brazil, the largest country in South America, is predominantly a Portuguese-speaking nation, with Portuguese as the official and most widely spoken language, used by nearly 98% of the population. The Portuguese spoken in Brazil has distinct regional accents and vocabulary differences compared to European Portuguese. Besides Portuguese, Brazil is linguistically diverse, with more than 200 indigenous languages spoken by its Indigenous peoples, including Tupi-Guarani, Arawak, and Carib languages. Additionally, due to historical immigration patterns, languages such as German, Italian, and Japanese are spoken in specific regions.",
		"religion": "Brazil is known for its religious diversity and tolerance, with Christianity being the predominant faith, accounting for around 87% of the population. Roman Catholicism is the largest Christian denomination, followed by various Protestant groups, such as Pentecostals, Baptists, and Seventh-day Adventists. In recent decades, there has been a noticeable growth in Protestantism, mainly among evangelical denominations. Spiritualism, including practices such as Kardecism, comprises around 4% of the population. Additionally, Afro-Brazilian religions, such as Candomblé and Umbanda, syncretize elements of Catholicism, African traditions, and Indigenous beliefs. Other religious groups, such as Buddhists, Jews, and Muslims, as well as non-religious individuals, make up the remaining population."
	},

	{
		"country_code": "IO",
		"lang": "The British Indian Ocean Territory (BIOT) is an overseas territory of the United Kingdom, and English is the official language. However, there is no known indigenous or permanent population in BIOT, and the territory is mainly used for military purposes. The Chagos Islanders, who were forcibly removed from the islands in the 1960s and 1970s, spoke a variety of creole languages based on French, English, and various Indian languages. However, their communities were disbanded, and they were not allowed to return to the islands.",
		"religion": "The British Indian Ocean Territory (BIOT) is an overseas territory of the United Kingdom, and there is no known religious presence on the islands. The territory is mainly used for military purposes, and there is no opportunity for religious activities or observances."
	},

	{
		"country_code": "VG",
		"lang": "English is the official language of the British Virgin Islands, and it is the primary language spoken by the local population. The island's dialect of English has a distinct accent and vocabulary influenced by its Caribbean and African heritage. There are also small communities of Spanish and French speakers, mainly from Latin America and the French Caribbean. The literacy rate in the British Virgin Islands is high, with almost all adults being able to read and write.",
		"religion": "The British Virgin Islands is a predominantly Christian country, with approximately 90% of the population identifying as Christian. The largest denomination is Anglicanism, followed by Methodist, Adventist, and Catholic. There are also small communities of Jehovah's Witnesses, Seventh-day Adventists, and members of the Church of Jesus Christ of Latter-day Saints. The constitution of the British Virgin Islands guarantees religious freedom to all citizens, and the government generally respects this right. The government of the British Virgin Islands has made efforts to promote interfaith dialogue and religious tolerance in the country."
	},

	{
		"country_code": "BN",
		"lang": "Brunei, a small Southeast Asian nation on the island of Borneo, has a diverse linguistic landscape, with Malay as the official language, reflecting its majority Malay population. The national standardized form of Malay, known as Bahasa Melayu, is used in government, administration, and education. In addition to Malay, other languages spoken in Brunei include English, which is widely used as a second language and serves as the medium of instruction for higher education and business communication. Minority languages, such as Chinese dialects like Hokkien, Hakka, and Mandarin, are spoken by the Chinese community, while indigenous languages, like Dusun and Tutong, are spoken by the country's Indigenous peoples.",
		"religion": "Brunei is an Islamic nation, with Islam as the official state religion, and approximately 78% of the population identifying as Muslim, predominantly adhering to the Shafi'i school of Sunni Islam. Religious practices and institutions are overseen by the state, and the Sultan of Brunei serves as the country's religious leader. Besides Islam, other religious communities exist, with Buddhism being the second-largest faith, accounting for around 8% of the population, mainly practiced by the Chinese community. Christianity is practiced by approximately 9% of the population, consisting of both Roman Catholic and Protestant denominations. Other religious groups, such as Indigenous beliefs and Hindus, make up a small percentage of the population."
	},

	{
		"country_code": "BG",
		"lang": "Bulgaria, a Southeast European country, has Bulgarian as its official language, which is spoken by the majority of the population. A member of the South Slavic language group, Bulgarian is written in the Cyrillic script and has unique features such as the absence of case declension and the use of the definite article as a post fixed clitic. Minority languages are also spoken in the country, with Turkish being the most prevalent, spoken by around 9% of the population, primarily by the ethnic Turkish community. Romani is another minority language, spoken by the Roma community. Additionally, English, Russian, and German are widely spoken as foreign languages, particularly among younger generations and in urban areas.",
		"religion": "Bulgaria is a predominantly Christian country, with approximately 80% of the population adhering to Eastern Orthodoxy, the largest religious group. The Bulgarian Orthodox Church is an integral part of Bulgarian culture and history, with deep-rooted traditions and customs. Other Christian denominations, such as Roman Catholicism and Protestantism, represent a smaller percentage of the population. Islam is the second-largest religion in Bulgaria, accounting for around 10% of the population, mainly practiced by the ethnic Turkish and Bulgarian Muslim communities. The remaining population comprises individuals identifying with other faiths, such as Judaism, as well as non-religious or atheist individuals."
	},

	{
		"country_code": "BF",
		"lang": "Burkina Faso, a landlocked West African country, is home to a rich linguistic diversity, with more than 60 languages spoken across its territory. The official language is French, inherited from its colonial past, and is used in government administration, education, and formal communication. However, indigenous languages play a significant role in everyday life and cultural expression. Moore, spoken by around 50% of the population, is the most widely spoken indigenous language, followed by Dyula, which serves as a regional trade language. Other prominent languages include Gourmanché, Fulfulde, and Bissa, among others.",
		"religion": "Burkina Faso is characterized by religious diversity and tolerance, with a multitude of religious beliefs coexisting peacefully. Islam is the predominant religion, practiced by approximately 60% of the population, primarily adhering to the Sunni branch. The second-largest religious group is Christianity, accounting for around 23% of the population, divided between Roman Catholicism and various Protestant denominations. Traditional indigenous religions, such as animism, are practiced by approximately 15% of the population, with many individuals syncretizing elements of Islam or Christianity with local beliefs. Other religious groups, such as Buddhists and Baha'is, represent a small percentage of the population."
	},

	{
		"country_code": "BI",
		"lang": "Burundi, officially the Republic of Burundi, is a multilingual nation in East Africa. The country has two official languages, Kirundi and French, with Kirundi being the most widely spoken language among the population. As of 2021, approximately 98% of Burundians speak Kirundi, which serves as the primary language for education, communication, and administration within the country. French, the second official language, is spoken by a smaller percentage of the population, mainly in urban areas and among the educated elite. Swahili is also spoken in Burundi, primarily in the areas bordering Lake Tanganyika and in the capital city, Bujumbura, serving as a regional lingua franca and facilitating trade and commerce with neighboring countries."
	},

	{
		"country_code": "BI): Burundi Religions:The religious landscape in Burundi is predominantly Christian, with the majority of the population adhering to Christianity. In 2021, approximately 75% of Burundians identified as Roman Catholic, while around 20% practiced Protestantism, including Anglicanism and various evangelical denominations. The nation has a small but growing Muslim community, which accounts for approximately 2-5% of the population, mainly consisting of Sunni Muslims. Traditional indigenous beliefs are still practiced by a small percentage of the population, often alongside Christianity. Meanwhile, a minor percentage of Burundians identify as non-religious or atheistic."
	},

	{
		"country_code": "KH",
		"lang": "Cambodia, officially the Kingdom of Cambodia, is a Southeast Asian nation with a predominantly Khmer-speaking population. The official language is Khmer, which is spoken by over 96% of the population as of 2021. Khmer is the primary language used in government, education, and daily communication. Minority languages spoken in Cambodia include indigenous languages such as Cham, Jarai, and Tampuan, as well as Vietnamese and Chinese, which are spoken by Vietnamese and Chinese ethnic communities, respectively. English and French are also spoken in Cambodia, with English increasingly becoming the preferred second language, particularly among the younger generation and in urban areas."
	},

	{
		"country_code": "KH): Cambodia Religions:The predominant religion in Cambodia is Theravada Buddhism, which is practiced by approximately 95% of the population as of 2021. Buddhism has a profound influence on Cambodian culture, with temples and monasteries known as \"wats\" playing a central role in the spiritual lives of the population. A small percentage of Cambodians adhere to other religious beliefs, including Islam (approximately 2%), which is primarily practiced by the Cham ethnic minority, and Christianity (less than 1%), mainly represented by Protestant denominations. Traditional animist and ancestor worship practices are also present, often interwoven with Buddhist beliefs, while a minor percentage of the population identifies as non-religious or atheistic."
	},

	{
		"country_code": "CM",
		"lang": "Cameroon is a country located in Central Africa with a population of over 26 million people. It is home to over 200 different linguistic groups, which makes it one of the most linguistically diverse countries in Africa. French and English are the official languages, with French being more widely spoken. Approximately 80% of the population speaks a form of French, while only 20% speak English. Cameroon also has several indigenous languages, with the most spoken being Fulfulde, Ewondo, and Duala. According to the country's 2018 census, approximately 36% of the population speaks a form of Pidgin English, which is a creole language spoken widely across West and Central Africa.",
		"religion": "Cameroon is a religiously diverse country, with Christianity being the most widely practiced religion, accounting for over 70% of the population. The Catholic Church is the largest Christian denomination in Cameroon, with approximately 38% of the population belonging to the Church. Other Christian denominations in Cameroon include Protestantism and the Orthodox Church. Islam is the second-largest religion, with over 20% of the population identifying as Muslim. Traditional religions are also practiced by a small percentage of the population, with some Cameroonians practicing a combination of traditional religions and Christianity or Islam."
	},

	{
		"country_code": "CA",
		"lang": "Canada is a North American country with a population of over 38 million people. It has two official languages, English and French. English is the most commonly spoken language, with approximately 56% of the population speaking it as their first language. French is spoken by approximately 21% of the population, mainly concentrated in the province of Quebec. Other languages are also widely spoken in Canada, reflecting its multicultural nature. Mandarin, Cantonese, Punjabi, Spanish, and Arabic are some of the most spoken non-official languages in the country. According to the 2016 census, over 7.5 million Canadians speak a language other than English or French at home.",
		"religion": "Canada is a religiously diverse country, with no official state religion. Christianity is the most widely practiced religion in Canada, with approximately 67% of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the country, with approximately 38% of the population belonging to the Church. Protestant denominations, including Anglican, United Church, and Baptist, are also widely practiced. Other religions in Canada include Islam, Hinduism, Sikhism, Judaism, and Buddhism, with each accounting for less than 5% of the population. Additionally, approximately 23% of Canadians identify as having no religious affiliation. Canada is known for its religious diversity and its commitment to religious freedom and tolerance."
	},

	{
		"country_code": "CV",
		"lang": "Cape Verde is a small island nation located off the coast of West Africa with a population of just over half a million people. Portuguese is the official language of the country and is spoken by the majority of the population. However, Cape Verdean Creole, a creole language based on Portuguese, is the most widely spoken language in the country. It is spoken by over 95% of the population and is the mother tongue of most Cape Verdeans. The Creole language has its own unique grammar, syntax, and vocabulary, and is considered a separate language from Portuguese. French and English are also spoken by a small percentage of the population.",
		"religion": "Cape Verde is a predominantly Roman Catholic country, with over 77% of the population identifying as Catholic. The country has a long history with the Catholic Church, dating back to the Portuguese colonization in the 15th century. The remaining population is largely Protestant, with the Church of the Nazarene being the largest Protestant denomination in the country. Other religions in Cape Verde include Islam and Baha'i Faith, each accounting for less than 1% of the population. Cape Verde is known for its religious tolerance and peaceful coexistence among different religions. Despite being a predominantly Catholic country, the country celebrates a variety of religious holidays, including Muslim holidays such as Eid al-Fitr and Eid al-Adha."
	},

	{
		"country_code": "KY",
		"lang": "The Cayman Islands is a British Overseas Territory located in the Caribbean Sea with a population of approximately 66,000 people. English is the official language of the country and is spoken by the majority of the population. Due to its status as a British Overseas Territory, British English is the most commonly spoken variant of English in the country. However, Caymanian English, a dialect of English with unique vocabulary and grammar, is also spoken by many Caymanians. Spanish is also widely spoken in the Cayman Islands, particularly among the large expatriate population.",
		"religion": "The Cayman Islands is a predominantly Christian country, with over 90% of the population identifying as Christian. The largest Christian denomination in the country is Protestantism, with the United Church of Jamaica and the Cayman Islands being the largest Protestant denomination. Other Protestant denominations in the country include the Anglican Church, the Baptist Church, and the Seventh-day Adventist Church. Roman Catholicism is also practiced by a small percentage of the population. Other religions in the Cayman Islands include Islam, Hinduism, and Judaism, each accounting for less than 1% of the population."
	},

	{
		"country_code": "CF",
		"lang": "The Central African Republic, or CAR, is a landlocked nation in Central Africa with a diverse linguistic landscape. The official languages are French and Sango, with French being primarily used for government administration and formal education. Sango, a creole language, serves as the lingua franca and is spoken by approximately 90% of the population as of 2021. The nation is also home to over 70 ethnic groups, each with its own language or dialect, making the Central African Republic one of the most linguistically diverse countries in Africa. While French and Sango are widely spoken in urban areas, many people in rural regions continue to use their ethnic languages for daily communication."
	},

	{
		"country_code": "CF): Central African Republic Religions:The Central African Republic has a predominantly Christian population, with Christianity being practiced by approximately 80% of the population as of 2021. The Christian community is divided between Roman Catholics, who make up around 50% of the population, and Protestants, who constitute approximately 30%. The nation also has a significant Muslim minority, comprising around 15% of the population, with the majority practicing Sunni Islam. Traditional African religions and animist beliefs continue to be practiced by a small percentage of the population, often alongside Christianity or Islam. Meanwhile, a minor percentage of the population identifies as non-religious or atheistic."
	},

	{
		"country_code": "TD",
		"lang": "Chad, officially the Republic of Chad, is a linguistically diverse landlocked nation in North-Central Africa. The two official languages are Arabic and French, which are used for government administration, education, and formal communication. However, as of 2021, only a small percentage of the population speaks Arabic and French as their first language. Chad is home to over 120 ethnic groups, each with its own language or dialect, contributing to its rich linguistic tapestry. Some of the most widely spoken indigenous languages include Sara, Kanembu, and Ngambay. While Arabic and French are more commonly spoken in urban areas, many people in rural regions continue to use their native languages for daily communication."
	},

	{
		"country_code": "TD): Chad Religions:Religion in Chad is diverse, with Islam and Christianity being the predominant faiths. As of 2021, approximately 52% of the population identified as Muslim, with the majority practicing Sunni Islam, particularly in the northern and eastern regions. Christians, who make up around 44% of the population, are predominantly Roman Catholic or Protestant and are concentrated in the southern and central areas. Traditional African religions and animist beliefs continue to be practiced by a small percentage of the population, often syncretized with Islam or Christianity. Meanwhile, a minor percentage of the population identifies as non-religious or atheistic."
	},

	{
		"country_code": "CL",
		"lang": "Chile is a South American country with a population of over 19 million people. Spanish is the official language of the country and is spoken by the vast majority of the population. Chilean Spanish has its own unique vocabulary and pronunciation, and is different from the Spanish spoken in other Spanish-speaking countries. Chile also has several indigenous languages, with the most spoken being Mapudungun, which is spoken by approximately 1% of the population. Other indigenous languages in Chile include Quechua, Aymara, and Rapa Nui.",
		"religion": "Chile is a predominantly Christian country, with over 70% of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the country, with approximately 55% of the population belonging to the Church. Protestantism is the second-largest Christian denomination, with approximately 15% of the population identifying as Protestant. Other religions in Chile include Buddhism, Islam, Judaism, and Bahá'í Faith, each accounting for less than 1% of the population. The country is known for its religious diversity and tolerance, with various religious groups living in peace and harmony."
	},

	{
		"country_code": "CN",
		"lang": "China, officially the People's Republic of China, is a vast country in East Asia with a diverse linguistic landscape. The official language is Mandarin, or Standard Chinese, which is based on the Beijing dialect and spoken by approximately 70% of the population as of 2021. China is home to more than 290 living languages, including major regional languages such as Cantonese, Shanghainese, and Hokkien, as well as various ethnic minority languages like Tibetan, Uighur, and Zhuang. While Mandarin is widely spoken and promoted by the government for national unity, many people in regional and ethnic communities continue to use their native languages for daily communication."
	},

	{
		"country_code": "CN): China Religions:Religion in China is characterized by a complex and diverse array of beliefs and practices. As of 2021, the major traditional Chinese religions are Buddhism, Taoism, and Confucianism, which coexist and often blend together in the daily lives of the population. The Chinese government officially recognizes five religions: Buddhism, Taoism, Islam, Catholicism, and Protestantism. Approximately 18% of the population identifies as Buddhist, while around 5% practices Islam, predominantly among ethnic minority groups like the Hui and Uighur. Christianity, both Catholicism and Protestantism, is practiced by around 5% of the population. A significant percentage of Chinese people (around 50% or more) identify as non-religious or practice folk religions, which often incorporate elements of traditional Chinese belief systems."
	},

	{
		"country_code": "CX",
		"lang": "Christmas Island is an Australian territory located in the Indian Ocean with a population of approximately 2,000 people. English is the official language of the territory and is spoken by the majority of the population. However, due to the significant number of Chinese immigrants, Mandarin and Cantonese are also widely spoken on the island. Malay is another language spoken on the island, reflecting the country's proximity to Malaysia and Indonesia.",
		"religion": "Christmas Island is a religiously diverse territory, with no official state religion. The majority of the population identifies as Buddhist, with approximately 70% of the population following Buddhism. Christianity is also practiced on the island, with the Roman Catholic Church and the Anglican Church being the most widely practiced Christian denominations. Islam is also practiced by a small percentage of the population, reflecting the country's proximity to Malaysia and Indonesia. The island is known for its religious tolerance and peaceful coexistence among different religions."
	},

	{
		"country_code": "CC",
		"lang": "The Cocos (Keeling) Islands is an Australian territory located in the Indian Ocean with a population of approximately 600 people. English is the official language of the territory and is spoken by the majority of the population. However, due to the significant number of Cocos Malays, a Malay-based creole language called Cocos Malay is also widely spoken on the islands.",
		"religion": "The Cocos (Keeling) Islands is a religiously diverse territory, with no official state religion. The majority of the population identifies as Sunni Muslim, with approximately 80% of the population following Islam. The remaining population practices Christianity, with the Anglican Church being the most widely practiced Christian denomination. The islands are known for their religious tolerance and peaceful coexistence among different religions. The Muslim community on the islands is deeply rooted in the local culture, with the observance of Islamic holidays and traditions being an integral part of the island's social fabric."
	},

	{
		"country_code": "CO",
		"lang": "Colombia, officially the Republic of Colombia, is a country located in the northwestern part of South America. The official language is Spanish, which is spoken by the vast majority of the population. As of 2021, approximately 99% of Colombians speak Spanish as their first language, making it the primary language for government, education, and daily communication. Colombia also recognizes 68 regional languages spoken by various indigenous communities, including Wayuu, Páez, and Embera, among others. While efforts have been made to preserve these indigenous languages, many of them are at risk of extinction. In recent years, English has gained popularity as a second language, particularly in the tourism industry and among the younger generation."
	},

	{
		"country_code": "CO): Colombia Religions:The religious landscape in Colombia is predominantly Christian, with Roman Catholicism being the most practiced denomination. As of 2021, approximately 70% of the population identified as Roman Catholic, and the influence of Catholicism is deeply ingrained in Colombian culture and traditions. In recent decades, there has been a rise in Protestantism, mainly Evangelical and Pentecostal denominations, which now account for around 16% of the population. Other religious minorities include Jehovah's Witnesses, Seventh-day Adventists, and Latter-day Saints. A growing percentage of Colombians, around 12%, identify as non-religious or atheistic, while traditional indigenous beliefs continue to be practiced by a small percentage of the population, often in conjunction with Christianity."
	},

	{
		"country_code": "KM",
		"lang": "Comoros, officially the Union of the Comoros, is an archipelago nation in the Indian Ocean, located off the eastern coast of Africa. The official languages are Comorian, Arabic, and French. Comorian, or Shikomori, is a Bantu language spoken by the majority of the population, with each of the three main islands featuring its own dialect. As of 2021, approximately 96% of Comorians speak Comorian, which serves as the primary language for daily communication. French is used for government administration and formal education, while Arabic is the language of Islamic religious practice and is also taught in schools. A significant percentage of the population is bilingual or trilingual, speaking a combination of Comorian, Arabic, and French."
	},

	{
		"country_code": "KM): Comoros Religions:The predominant religion in Comoros is Islam, with approximately 98% of the population identifying as Muslim as of 2021. The majority of Comorian Muslims adhere to Sunni Islam, following the Shafi'i school of jurisprudence. Islam plays a significant role in the cultural and social life of Comoros, influencing its customs, traditions, and legal system. The nation's few religious minorities include Roman Catholics and Protestants, who together account for less than 2% of the population. Traditional African beliefs are still practiced by a small percentage of the population, often syncretized with Islamic beliefs, while a minor percentage of Comorians identify as non-religious or atheistic."
	},

	{
		"country_code": "CK",
		"lang": "The Cook Islands is a self-governing territory in free association with New Zealand, located in the South Pacific Ocean with a population of approximately 18,000 people. English and Cook Islands Maori are the official languages of the territory. Cook Islands Maori, also known as Rarotongan, is a Polynesian language spoken by the majority of the population. English is also widely spoken and is the language of government, education, and business. Other Polynesian languages, including Tongan and Samoan, are also spoken on the islands.",
		"religion": "The Cook Islands is a predominantly Christian country, with over 90% of the population identifying as Christian. The majority of Cook Islanders belong to the Cook Islands Christian Church, which is a Protestant denomination. Other Protestant denominations, including Seventh-day Adventists and Mormons, are also present on the islands. Roman Catholicism is practiced by a small percentage of the population. The country is known for its religious tolerance and peaceful coexistence among different religions."
	},

	{
		"country_code": "CR",
		"lang": "Costa Rica is a Central American country with a population of over 5 million people. Spanish is the official language of the country and is spoken by the vast majority of the population. Costa Rican Spanish has its own unique vocabulary and pronunciation, and is different from the Spanish spoken in other Spanish-speaking countries. The country also has several indigenous languages, with the most spoken being Bribrí, Cabécar, and Ngäbere. According to the country's 2011 census, approximately 2.4% of the population speaks an indigenous language.",
		"religion": "Costa Rica is a predominantly Christian country, with over 70% of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the country, with approximately 50% of the population belonging to the Church. Protestantism is the second-largest Christian denomination, with various Protestant denominations accounting for approximately 25% of the population. Other religions in Costa Rica include Buddhism, Islam, Judaism, and Bahá'í Faith, each accounting for less than 1% of the population. The country is known for its religious diversity and tolerance, with various religious groups living in peace and harmony."
	},

	{
		"country_code": "HR",
		"lang": "Croatia, officially the Republic of Croatia, is a country located in Southeast Europe. The official language is Croatian, which is a South Slavic language and a part of the wider Serbo-Croatian linguistic group. As of 2021, approximately 95% of the population speaks Croatian as their first language, making it the primary language for government, education, and daily communication. Minority languages spoken in Croatia include Serbian, Bosnian, Italian, and Hungarian, which are recognized as official languages in certain regions with significant ethnic minority populations. English is widely spoken as a second language, particularly among the younger generation and in urban areas, with German and Italian also being popular second languages."
	},

	{
		"country_code": "HR): Croatia Religions:The religious landscape in Croatia is predominantly Christian, with Roman Catholicism being the most practiced denomination. As of 2021, approximately 86% of the population identified as Roman Catholic, and the influence of Catholicism is deeply ingrained in Croatian culture and traditions. Other Christian denominations, such as Eastern Orthodoxy and Protestantism, account for around 4% and 1% of the population, respectively. The nation has a small Muslim community, which makes up approximately 1.5% of the population. A growing percentage of Croatians, around 7%, identify as non-religious or atheistic, while traditional Slavic pagan beliefs continue to be practiced by a small percentage of the population, often in conjunction with Christianity."
	},

	{
		"country_code": "CU",
		"lang": "Cuba is a Caribbean island country with a population of over 11 million people. Spanish is the official language of the country and is spoken by the vast majority of the population. Cuban Spanish has its own unique vocabulary and pronunciation, and is different from the Spanish spoken in other Spanish-speaking countries. The country also has several indigenous languages, with the most spoken being Taíno and Guajiro. However, these languages are considered endangered, and very few people still speak them.",
		"religion": "Cuba is a predominantly atheist country, with over 60% of the population not identifying with any religion. However, the remaining population is predominantly Christian, with Roman Catholicism being the largest Christian denomination in the country, with approximately 10% of the population belonging to the Church. Protestantism is the second-largest Christian denomination, with various Protestant denominations accounting for approximately 1% of the population. Other religions in Cuba include Santería, which is a syncretic religion combining elements of Catholicism and West African religions, and Abakuá, which is an Afro-Cuban men's secret society. These religions are also practiced by a small percentage of the population."
	},

	{
		"country_code": "CW",
		"lang": "Curaçao is a Caribbean island country located in the southern Caribbean Sea with a population of approximately 165,000 people. The official languages of the country are Dutch, Papiamento, and English. Papiamento, a creole language based on Portuguese, Spanish, Dutch, and several African languages, is the most widely spoken language on the island and is considered the lingua franca. Dutch and English are also spoken, particularly in business and tourism sectors.",
		"religion": "Curaçao is a religiously diverse country, with no official state religion. The majority of the population identifies as Roman Catholic, with approximately 75% of the population belonging to the Church. Protestantism is also widely practiced on the island, with the Seventh-day Adventist Church, the Methodist Church, and the Pentecostal Church being the largest Protestant denominations. Other religions in Curaçao include Jehovah's Witnesses, Islam, Judaism, and Bahá'í Faith, each accounting for less than 1% of the population. The island is known for its religious tolerance and peaceful coexistence among different religions."
	},

	{
		"country_code": "CY",
		"lang": "Cyprus is an island country in the Eastern Mediterranean with a population of over 1.2 million people. The official languages of the country are Greek and Turkish. Greek is the most widely spoken language, with approximately 80% of the population speaking it as their first language. Turkish is spoken by approximately 20% of the population, mainly in the northern part of the island. English is also widely spoken, particularly in business and tourism sectors.",
		"religion": "Cyprus is a religiously diverse country, with Christianity being the most widely practiced religion. The majority of the population identifies as Greek Orthodox, with the Church of Cyprus being the largest Christian denomination in the country. Other Christian denominations, including the Roman Catholic Church, the Anglican Church, and the Maronite Church, are also present on the island. Islam is the second-largest religion in Cyprus, with the Muslim community accounting for approximately 18% of the population."
	},

	{
		"country_code": "CZ",
		"lang": "The Czech Republic is a landlocked country in Central Europe with a population of over 10 million people. Czech is the official language of the country and is spoken by the vast majority of the population. The Czech language is a Slavic language and is similar to Slovak and other Slavic languages. English and German are also widely spoken, particularly in business and tourism sectors.",
		"religion": "The Czech Republic is a predominantly atheist country, with over 70% of the population not identifying with any religion. Christianity is the largest religion in the country, with Roman Catholicism and various Protestant denominations accounting for approximately 20% of the population. Other religions in the Czech Republic include Islam, Buddhism, and Judaism, each accounting for less than 1% of the population."
	},

	{
		"country_code": "CD",
		"lang": "The Democratic Republic of the Congo, or DRC, is a linguistically diverse nation in Central Africa. The official language is French, which is used for government administration, formal education, and nationwide communication. As of 2021, the DRC is home to over 200 ethnic groups, each with its own language or dialect. Four major indigenous languages, Lingala, Kikongo, Tshiluba, and Swahili, serve as national languages and are widely spoken across the country. While French is commonly spoken in urban areas and among the educated population, many people in rural regions continue to use their native languages for daily communication."
	},

	{
		"country_code": "CD): Democratic Republic of the Congo Religions:The religious landscape in the Democratic Republic of the Congo is predominantly Christian, with the majority of the population adhering to Christianity. As of 2021, approximately 50% of Congolese identified as Roman Catholic, while around 20% practiced Protestantism, including various evangelical denominations. Another significant religious group, accounting for around 10% of the population, is the Kimbanguist Church, a Christian new religious movement founded in the DRC. The nation has a small Muslim community, which makes up approximately 10% of the population, mainly concentrated in the eastern part of the country. Traditional African religions and animist beliefs continue to be practiced by a small percentage of the population, often syncretized with Christianity or Islam. Meanwhile, a minor percentage of the population identifies as non-religious or atheistic."
	},

	{
		"country_code": "DK",
		"lang": "Denmark is a Nordic country with a population of approximately 5.8 million people. Danish is the official language of the country and is spoken by the vast majority of the population. Danish is a North Germanic language and is similar to Swedish and Norwegian. English is also widely spoken, particularly in business and tourism sectors, and is taught as a second language in schools.",
		"religion": "Denmark is a predominantly Christian country, with over 75% of the population identifying as Christian. The Evangelical Lutheran Church of Denmark is the largest Christian denomination in the country, with approximately 75% of the population belonging to the Church. Other Christian denominations, including the Roman Catholic Church and various Protestant denominations, are also present in the country. Islam is the second-largest religion in Denmark, with the Muslim community accounting for approximately 5% of the population."
	},

	{
		"country_code": "DJ",
		"lang": "Djibouti, officially the Republic of Djibouti, is a small nation located in the Horn of Africa. The two official languages are Arabic and French, which are used for government administration, formal education, and nationwide communication. As of 2021, the majority of the population speaks either Afar or Somali as their first language, with Afar being spoken by approximately 35% of the population and Somali by around 60%. While Arabic and French are more commonly spoken in urban areas and among the educated population, many people in rural regions continue to use Afar or Somali for daily communication. English is also gaining popularity as a second language, particularly among the younger generation."
	},

	{
		"country_code": "DJ): Djibouti Religions:The predominant religion in Djibouti is Islam, with approximately 94% of the population identifying as Muslim as of 2021. The majority of Djiboutian Muslims adhere to Sunni Islam, following the Shafi'i school of jurisprudence. Islam plays a significant role in the cultural and social life of Djibouti, influencing its customs, traditions, and legal system. The nation's few religious minorities include Christians, primarily Roman Catholics and Ethiopian Orthodox, who together account for around 6% of the population. A minor percentage of the population practices traditional African beliefs, often syncretized with Islamic beliefs, while an even smaller percentage identifies as non-religious or atheistic."
	},

	{
		"country_code": "DM",
		"lang": "Dominica is a Caribbean island country located in the Lesser Antilles with a population of approximately 75,000 people. English is the official language of the country and is spoken by the vast majority of the population. Dominican English has its own unique vocabulary and pronunciation, and is different from the English spoken in other English-speaking countries.",
		"religion": "Dominica is a predominantly Christian country, with over 90% of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the country, with approximately 60% of the population belonging to the Church. Protestantism is also widely practiced on the island, with various Protestant denominations accounting for approximately 30% of the population. Other religions in Dominica include Rastafarianism, Islam, and Jehovah's Witnesses, each accounting for less than 1% of the population."
	},

	{
		"country_code": "DO",
		"lang": "The Dominican Republic is a Caribbean country located on the island of Hispaniola with a population of over 10 million people. Spanish is the official language of the country and is spoken by the vast majority of the population. Dominican Spanish has its own unique vocabulary and pronunciation, and is different from the Spanish spoken in other Spanish-speaking countries. English and French are also spoken in tourist areas, but to a much lesser extent than Spanish.",
		"religion": "The Dominican Republic is a predominantly Christian country, with over 90% of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the country, with approximately 60% of the population belonging to the Church. Protestantism is also widely practiced on the island, with various Protestant denominations accounting for approximately 30% of the population. Other religions in the Dominican Republic include Judaism, Islam, and Bahá'í Faith, each accounting for less than 1% of the population."
	},

	{
		"country_code": "TL",
		"lang": "East Timor, officially the Democratic Republic of Timor-Leste, is a Southeast Asian nation located on the eastern half of the island of Timor. The two official languages are Tetum and Portuguese, with Tetum being the most widely spoken language among the population. As of 2021, approximately 90% of East Timorese speak Tetum, which serves as the primary language for education, communication, and administration within the country. Portuguese is spoken by a smaller percentage of the population, mainly in urban areas and among the educated elite. East Timor is also home to over 30 indigenous languages, reflecting the nation's diverse ethnic landscape. Indonesian and English are recognized as working languages and are commonly used in government and commerce."
	},

	{
		"country_code": "TL): East Timor Religions:The religious landscape in East Timor is predominantly Roman Catholic, with the majority of the population adhering to Catholicism. As of 2021, approximately 97% of East Timorese identified as Roman Catholic, reflecting the strong influence of Catholicism in the nation's culture, traditions, and social life. Other religious minorities in East Timor include Protestants, who account for around 2% of the population, and Muslims, who make up less than 1%. Traditional indigenous beliefs continue to be practiced by a small percentage of the population, often syncretized with Catholicism, while a minor percentage of East Timorese identify as non-religious or atheistic."
	},

	{
		"country_code": "EC",
		"lang": "Ecuador is a South American country with a population of over 17 million people. Spanish is the official language of the country and is spoken by the vast majority of the population. Ecuadorian Spanish has its own unique vocabulary and pronunciation, and is different from the Spanish spoken in other Spanish-speaking countries. The country also has several indigenous languages, with the most spoken being Kichwa, Shuar, and Achuar. According to the country's 2010 census, approximately 7% of the population speaks an indigenous language.",
		"religion": "Ecuador is a predominantly Christian country, with over 90% of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the country, with approximately 75% of the population belonging to the Church. Protestantism is the second-largest Christian denomination, with various Protestant denominations accounting for approximately 10% of the population. Other religions in Ecuador include Islam, Judaism, and Bahá'í Faith, each accounting for less than 1% of the population."
	},

	{
		"country_code": "EG",
		"lang": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country located in North Africa and Western Asia. The official language is Arabic, specifically Egyptian Arabic, which is spoken by the majority of the population. As of 2021, approximately 68% of Egyptians speak Egyptian Arabic as their first language, making it the primary language for government, education, and daily communication. Other spoken languages include Sa'idi Arabic, Eastern Egyptian Bedawi Arabic, and various Nubian languages. Classical Arabic, the language of the Quran, is used for religious purposes and taught in schools. English and French are also widely spoken as second languages, particularly among the educated population and in urban areas."
	},

	{
		"country_code": "EG): Egypt Religions:The predominant religion in Egypt is Islam, with approximately 90% of the population identifying as Muslim as of 2021. The majority of Egyptian Muslims adhere to Sunni Islam, with a small percentage following other Islamic sects such as Shi'a and Sufism. Islam plays a significant role in the cultural and social life of Egypt, influencing its customs, traditions, and legal system. The nation's main religious minority are Christians, primarily Coptic Orthodox, who make up around 10% of the population. Other Christian denominations include Greek Orthodox, Armenian Orthodox, and various Protestant churches. A minor percentage of the population practices Judaism or Baha'i faith, while an even smaller percentage identifies as non-religious or atheistic."
	},

	{
		"country_code": "SV",
		"lang": "El Salvador is a Central American country with a population of over 6.4 million people. Spanish is the official language of the country and is spoken by the vast majority of the population. Salvadoran Spanish has its own unique vocabulary and pronunciation, and is different from the Spanish spoken in other Spanish-speaking countries. The country also has several indigenous languages, with the most spoken being Nahuatl and Lenca. However, these languages are considered endangered, and very few people still speak them.",
		"religion": "El Salvador is a predominantly Christian country, with over 90% of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the country, with approximately 50% of the population belonging to the Church. Protestantism is the second-largest Christian denomination, with various Protestant denominations accounting for approximately 40% of the population. Other religions in El Salvador include Islam, Judaism, and Bahá'í Faith, each accounting for less than 1% of the population."
	},

	{
		"country_code": "GQ",
		"lang": "Equatorial Guinea is a Central African country with a population of approximately 1.5 million people. Spanish, French, and Portuguese are the official languages of the country. Spanish is the most widely spoken language, followed by French and Portuguese. Equatorial Guinea is the only country in Africa where Spanish is an official language. The country also has several indigenous languages, with the most spoken being Fang, Bube, and Combe.",
		"religion": "Equatorial Guinea is a predominantly Christian country, with over 90% of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the country, with approximately 87% of the population belonging to the Church. Protestantism is the second-largest Christian denomination, with various Protestant denominations accounting for approximately 5% of the population. Other religions in Equatorial Guinea include Islam and traditional African religions, each accounting for less than 1% of the population."
	},

	{
		"country_code": "ER",
		"lang": "Eritrea, officially the State of Eritrea, is a country located in the Horn of Africa. The nation has no official language, but Tigrinya, Arabic, and English are widely used for government administration and formal communication. As of 2021, Tigrinya is the most spoken language, with approximately 55% of the population using it as their first language. Other major languages include Tigre, spoken by around 30% of the population, and Saho, Afar, and Bilen, which are spoken by various ethnic minority groups. In addition to these languages, Eritrea is home to several other indigenous languages, reflecting its diverse ethnic landscape. Although English is not the first language for most Eritreans, it is the primary language of instruction in schools."
	},

	{
		"country_code": "ER): Eritrea Religions:The religious landscape in Eritrea is diverse, with Christianity and Islam being the predominant faiths. As of 2021, approximately 50% of the population identified as Christian, mainly belonging to the Eritrean Orthodox Tewahedo Church, which has deep historical roots in the country. Other Christian denominations include Roman Catholicism and various Protestant churches. Islam is practiced by approximately 48% of the population, predominantly Sunni Muslims. The nation's few religious minorities include followers of traditional African religions and a small Baha'i community. While the Eritrean government officially recognizes religious freedom, there have been numerous reports of religious persecution and restrictions on certain religious groups in recent years."
	},

	{
		"country_code": "EE",
		"lang": "Estonia is a Northern European country with a population of approximately 1.3 million people. Estonian is the official language of the country and is spoken by the vast majority of the population. Estonian is a Finno-Ugric language and is similar to Finnish and Hungarian. Russian is also widely spoken, particularly among the Russian-speaking minority in the country.",
		"religion": "Estonia is a predominantly irreligious country, with over 60% of the population not identifying with any religion. Christianity is the largest religion in the country, with various Protestant denominations accounting for approximately 15% of the population. The Estonian Evangelical Lutheran Church is the largest Protestant denomination in the country. Other religions in Estonia include Orthodox Christianity, Islam, and Judaism, each accounting for less than 1% of the population."
	},

	{
		"country_code": "SZ",
		"lang": "Eswatini, officially the Kingdom of Eswatini and formerly known as Swaziland, is a small landlocked country in Southern Africa. The two official languages are Swati (also called siSwati) and English. Swati, a Bantu language, is spoken by the majority of the population and serves as the primary language for daily communication. As of 2021, approximately 90% of the population speaks Swati as their first language. English is used for government administration, formal education, and international communication. While the majority of the population is proficient in both official languages, English is more commonly spoken in urban areas and among the educated population. Zulu and Tsonga are also spoken by minority communities within the country."
	},

	{
		"country_code": "SZ): Eswatini Religions:The religious landscape in Eswatini is predominantly Christian, with the majority of the population adhering to Christianity. As of 2021, approximately 90% of Emaswati identified as Christian, with a wide range of denominations represented, including Roman Catholic, Anglican, Methodist, and various evangelical and Pentecostal churches. Traditional African religions and ancestral beliefs continue to be practiced by a significant percentage of the population, often syncretized with Christianity. Islam is practiced by a small minority, accounting for around 2% of the population, while other religious minorities include Baha'is and Jews. A minor percentage of the population identifies as non-religious or atheistic."
	},

	{
		"country_code": "ET",
		"lang": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country located in the Horn of Africa. The official language is Amharic, which is spoken by approximately 30% of the population as of 2021. Ethiopia is linguistically diverse, with over 80 ethnic groups and more than 90 individual languages spoken. Other major languages include Oromo, spoken by around 34% of the population, Somali, spoken by approximately 6%, and Tigrinya, spoken by around 6%. English is widely spoken as a second language and is the primary language of instruction in secondary and higher education. The Ethiopian government recognizes and promotes multilingualism, allowing for the use of regional languages in local administration, education, and media."
	},

	{
		"country_code": "ET): Ethiopia Religions:The religious landscape in Ethiopia is diverse, with Christianity and Islam being the predominant faiths. As of 2021, approximately 63% of the population identified as Christian, mainly belonging to the Ethiopian Orthodox Tewahedo Church, which has deep historical roots in the country. Other Christian denominations include Protestantism, Pentecostalism, and Roman Catholicism. Islam is practiced by approximately 34% of the population, predominantly Sunni Muslims. The nation's few religious minorities include followers of traditional African religions, Judaism, and the Rastafari movement."
	},

	{
		"country_code": "FK",
		"lang": "The Falkland Islands, a British overseas territory in the South Atlantic Ocean, has a population of approximately 3,400 people. English is the official language of the territory and is spoken by the vast majority of the population. Falkland Islands English has its own unique vocabulary and pronunciation, and is influenced by British English.",
		"religion": "The Falkland Islands has no official state religion, but the majority of the population identifies as Christian. The Church of England is the largest Christian denomination in the territory, and is administered by the Diocese of the Falkland Islands and South America. Other Christian denominations, including the Roman Catholic Church and the Seventh-day Adventist Church, are also present in the territory."
	},

	{
		"country_code": "FO",
		"lang": "The Faroe Islands is an autonomous country within the Kingdom of Denmark, with a population of approximately 50,000 people. Faroese is the official language of the country and is spoken by the vast majority of the population. Faroese is a North Germanic language and is similar to Icelandic and Norwegian. Danish is also widely spoken, particularly in business and tourism sectors.",
		"religion": "The Faroe Islands has no official state religion, but the majority of the population identifies as Christian. The Evangelical Lutheran Church is the largest Christian denomination in the country, with approximately 85% of the population belonging to the Church. Other Christian denominations, including the Roman Catholic Church and the Seventh-day Adventist Church, are also present in the country."
	},

	{
		"country_code": "FJ",
		"lang": "Fiji is a South Pacific island country with a population of approximately 890,000 people. English, Fijian, and Hindi are the official languages of the country. Fijian is the most widely spoken language, with approximately 50% of the population speaking it as their first language. Hindi is spoken by approximately 37% of the population, mainly by the Indo-Fijian community. English is also widely spoken, particularly in business and tourism sectors.",
		"religion": "Fiji is a religiously diverse country, with Christianity being the most widely practiced religion. The majority of the population identifies as Christian, with approximately 64% of the population belonging to the Methodist Church of Fiji and Rotuma, the largest Christian denomination in the country. Other Christian denominations, including the Roman Catholic Church, the Anglican Church, and various Protestant denominations, are also present on the island. Hinduism is the second-largest religion in Fiji, with the Hindu community accounting for approximately 27% of the population."
	},

	{
		"country_code": "FI",
		"lang": "Finland is a Northern European country with a population of approximately 5.5 million people. Finnish and Swedish are the official languages of the country. Finnish is the most widely spoken language, with approximately 90% of the population speaking it as their first language. Swedish is spoken by approximately 5% of the population, mainly by the Swedish-speaking minority in the country. Finnish is a Finno-Ugric language and is similar to Estonian and Hungarian.",
		"religion": "Finland is a predominantly Christian country, with over 70% of the population identifying as Christian. The Evangelical Lutheran Church of Finland is the largest Christian denomination in the country, with approximately 65% of the population belonging to the Church. The Finnish Orthodox Church is the second-largest Christian denomination, with approximately 1% of the population belonging to the Church. Other religions in Finland include Islam, Judaism, and various Protestant denominations, each accounting for less than 1% of the population."
	},

	{
		"country_code": "FR",
		"lang": "France, officially the French Republic, is a Western European nation where the official language is French, spoken by approximately 88% of the population. There are several regional languages such as Occitan, Breton, and Alsatian, spoken by smaller communities. France is also home to immigrant communities who speak languages like Arabic, Portuguese, Spanish, Italian, and Romanian. The country promotes linguistic diversity, and as a member of the European Union, it recognizes the importance of multilingualism.",
		"religion": "Religion in France is characterized by a predominantly secular society, with the French Constitution guaranteeing freedom of religion and the separation of church and state. According to a 2020 survey by IFOP, 47% of the population identifies as Roman Catholic, though only a small percentage regularly practice. Atheism and agnosticism are significant, with around 28% and 21% of the population identifying as such, respectively. Other religions present in France include Islam (8.5%), Protestantism (3.1%), Judaism (0.7%), and other faiths (1.7%)."
	},

	{
		"country_code": "GF",
		"lang": "French Guiana is an overseas department and region of France located on the northern coast of South America, with a population of approximately 300,000 people. French is the official language of the territory and is spoken by the vast majority of the population. French Guianese Creole, an Antillean Creole language, is also spoken by a significant portion of the population.",
		"religion": "French Guiana is a religiously diverse country, with Christianity being the most widely practiced religion. The majority of the population identifies as Christian, with the Roman Catholic Church being the largest Christian denomination in the territory. Other Christian denominations, including Protestantism and Jehovah's Witnesses, are also present in the territory. Hinduism, Islam, and various African diasporic religions are also practiced, each accounting for less than 1% of the population."
	},

	{
		"country_code": "PF",
		"lang": "French Polynesia is an overseas collectivity of France located in the South Pacific Ocean, with a population of approximately 280,000 people. French and Tahitian are the official languages of the collectivity. French is the most widely spoken language, particularly in official and business contexts, while Tahitian is spoken by approximately 70% of the population.",
		"religion": "French Polynesia is a predominantly Christian country, with the majority of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the collectivity, with approximately 54% of the population belonging to the Church. Protestantism is also widely practiced, with various Protestant denominations accounting for approximately 34% of the population. Other religions in French Polynesia include Mormonism, Jehovah's Witnesses, and various forms of traditional Polynesian religion, each accounting for less than 1% of the population."
	},

	{
		"country_code": "TF",
		"lang": "French Southern and Antarctic Lands is a group of islands in the southern Indian Ocean, administered as a French overseas territory, with a small population of researchers and support staff. French is the official language of the territory and is spoken by the majority of the population. English is also widely spoken, particularly in the scientific community.",
		"religion": "French Southern and Antarctic Lands has no permanent population and no official state religion, but visitors and researchers are free to practice their own religion."
	},

	{
		"country_code": "GA",
		"lang": "Gabon is a Central African country with a population of approximately 2.2 million people. French is the official language of the country and is spoken by the majority of the population. Several Bantu languages, including Fang, Myene, and Bapounou/Benga, are also spoken by various ethnic groups in the country.",
		"religion": "Gabon is a religiously diverse country, with Christianity being the most widely practiced religion. The majority of the population identifies as Christian, with the Roman Catholic Church being the largest Christian denomination in the country. Protestantism is also widely practiced, with various Protestant denominations accounting for approximately 55% of the population. Traditional African religions are also practiced, particularly in rural areas, with approximately 20% of the population adhering to these beliefs. Islam and other religions, including Bahá'í Faith, are also present in the country, each accounting for less than 1% of the population."
	},

	{
		"country_code": "GM",
		"lang": "The Gambia is a West African country with a population of approximately 2.4 million people. English is the official language of the country and is spoken by the majority of the population. Several indigenous languages, including Mandinka, Wolof, and Fula, are also spoken by various ethnic groups in the country.",
		"religion": "The Gambia is a predominantly Muslim country, with over 90% of the population identifying as Muslim. Sunni Islam is the largest Muslim denomination in the country, with the majority of the population following the Maliki school of Islamic jurisprudence. Christianity is the second-largest religion in The Gambia, with various Christian denominations accounting for approximately 8% of the population. Traditional African religions are also practiced, particularly in rural areas, with approximately 1% of the population adhering to these beliefs."
	},

	{
		"country_code": "GE",
		"lang": "Georgia, a country situated at the crossroads of Eastern Europe and Western Asia, has Georgian as its official language, spoken by approximately 87% of the population. Georgia is linguistically diverse, with several minority languages such as Azerbaijani, Armenian, Russian, and Ossetian spoken by different ethnic groups. The country's linguistic landscape also includes other Kartvelian languages like Mingrelian, Laz, and Svan. As a member of the Council of Europe, Georgia promotes the protection of minority languages and linguistic rights.",
		"religion": "Religion in Georgia is predominantly Christian, with the Georgian Orthodox Church being the largest denomination, accounting for about 83.4% of the population. The constitution guarantees freedom of religion and the separation of church and state, but the Georgian Orthodox Church enjoys a special status. Other religious communities present in Georgia include Muslims (10.7%), primarily Sunni and Shia, and Armenian Apostolic Christians (2.9%). There are also smaller groups of Roman Catholics, Protestants, Jews, and adherents of other faiths, collectively constituting around 3% of the population."
	},

	{
		"country_code": "DE",
		"lang": "Germany is a Central European country with a population of approximately 83 million people. German is the official language of the country and is spoken by the vast majority of the population. Low German and Sorbian, two minority languages, are also recognized as official regional languages.",
		"religion": "Germany is a predominantly Christian country, with over 50% of the population identifying as Christian. The largest Christian denomination in the country is the Catholic Church, with approximately 27% of the population belonging to the Church. Protestantism is the second-largest Christian denomination, with various Protestant denominations accounting for approximately 24% of the population. Other religions in Germany include Islam, Judaism, and Buddhism, each accounting for less than 1% of the population."
	},

	{
		"country_code": "GH",
		"lang": "Ghana is a West African country with a population of approximately 31 million people. English is the official language of the country and is spoken by the vast majority of the population. Several indigenous languages, including Twi, Fante, and Ewe, are also widely spoken by various ethnic groups in the country.",
		"religion": "Ghana is a religiously diverse country, with Christianity and Islam being the most widely practiced religions. Christianity is the largest religion in the country, with various Christian denominations accounting for approximately 71% of the population. The Presbyterian Church of Ghana is the largest Protestant denomination in the country, while the Roman Catholic Church is the largest Christian denomination overall. Islam is the second-largest religion in Ghana, with approximately 18% of the population identifying as Muslim. Traditional African religions are also practiced, particularly in rural areas, with approximately 5% of the population adhering to these beliefs."
	},

	{
		"country_code": "GI",
		"lang": "Gibraltar is a British overseas territory located on the southern coast of Spain, with a population of approximately 34,000 people. English is the official language of the territory and is spoken by the vast majority of the population. Spanish is also widely spoken, particularly among the local population.",
		"religion": "Gibraltar is a religiously diverse country, with Christianity being the most widely practiced religion. The majority of the population identifies as Christian, with the Roman Catholic Church being the largest Christian denomination in the territory. Other Christian denominations, including the Church of England and the Methodist Church, are also present in the territory. Judaism is also practiced, with a significant Jewish population in the territory."
	},

	{
		"country_code": "GR",
		"lang": "Greece is a Southern European country with a population of approximately 10.7 million people. Greek is the official language of the country and is spoken by the vast majority of the population. Minority languages, including Turkish, Albanian, and Macedonian, are also spoken by various ethnic groups in the country.",
		"religion": "Greece is a predominantly Christian country, with over 90% of the population identifying as Christian. The Greek Orthodox Church is the largest Christian denomination in the country, with approximately 98% of the population belonging to the Church. Other religions in Greece include Islam, Judaism, and various forms of Protestantism, each accounting for less than 1% of the population."
	},

	{
		"country_code": "GL",
		"lang": "Greenland is an autonomous territory within the Kingdom of Denmark, located between the Arctic and Atlantic Oceans, with a population of approximately 56,000 people. Greenlandic (Kalaallisut) is the official language of the territory and is spoken by the majority of the population. Danish is also widely spoken, particularly in official and business contexts.",
		"religion": "Greenland is a predominantly Christian country, with the majority of the population identifying as Christian. The Evangelical Lutheran Church of Denmark is the largest Christian denomination in the territory, with approximately 85% of the population belonging to the Church. Other religions in Greenland include Inuit spirituality, a form of traditional religion, and various Protestant denominations, each accounting for less than 1% of the population."
	},

	{
		"country_code": "GD",
		"lang": "Grenada is a small island nation in the Caribbean Sea, with a population of approximately 110,000 people. English is the official language of the country and is spoken by the vast majority of the population. Grenadian Creole English, an English-based creole language, is also spoken by a significant portion of the population.",
		"religion": "Grenada is a predominantly Christian country, with over 90% of the population identifying as Christian. The largest Christian denomination in the country is the Roman Catholic Church, followed by various Protestant denominations, including Anglicanism, Methodism, and Seventh-day Adventism. Other religions in Grenada include Rastafarianism, Hinduism, and Islam, each accounting for less than 1% of the population."
	},

	{
		"country_code": "GP",
		"lang": "Guadeloupe is an overseas department and region of France located in the Caribbean Sea, with a population of approximately 400,000 people. French is the official language of the territory and is spoken by the vast majority of the population. Guadeloupean Creole, an Antillean Creole language, is also widely spoken by the local population.",
		"religion": "Guadeloupe is a predominantly Christian country, with the majority of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the territory, followed by various Protestant denominations, including Seventh-day Adventism and Pentecostalism. Other religions in Guadeloupe include Rastafarianism, Jehovah's Witnesses, and various forms of Afro-Caribbean spirituality, each accounting for less than 1% of the population."
	},

	{
		"country_code": "GU",
		"lang": "Guam is an unincorporated and organized territory of the United States in the western Pacific Ocean, with a population of approximately 170,000 people. English and Chamorro are the official languages of the territory. English is widely spoken in official and business contexts, while Chamorro, an Austronesian language, is spoken by a significant portion of the population.",
		"religion": "Guam is a predominantly Christian country, with the majority of the population identifying as Christian. The largest Christian denomination in the territory is the Roman Catholic Church, with approximately 80% of the population belonging to the Church. Protestantism is also widely practiced, with various Protestant denominations accounting for approximately 15% of the population. Other religions in Guam include Buddhism, Islam, and various forms of traditional Chamorro religion, each accounting for less than 1% of the population."
	},

	{
		"country_code": "GT",
		"lang": "Guatemala is a Central American country with a population of approximately 18.2 million people. Spanish is the official language of the country and is spoken by the vast majority of the population. Several indigenous languages, including K'iche', Q'anjob'al, and Kaqchikel, are also widely spoken by various ethnic groups in the country.",
		"religion": "Guatemala is a predominantly Christian country, with over 80% of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the country, with approximately 47% of the population belonging to the Church. Protestantism is also widely practiced, with various Protestant denominations accounting for approximately 34% of the population. Other religions in Guatemala include Maya spirituality, a form of traditional religion, and Islam, each accounting for less than 1% of the population."
	},

	{
		"country_code": "GG",
		"lang": "Guernsey is a British Crown Dependency located in the English Channel, with a population of approximately 63,000 people. English is the official language of the territory and is spoken by the vast majority of the population. Guernésiais, a Norman language, is also recognized as a regional language and is spoken by a small portion of the population.",
		"religion": "Guernsey is a predominantly Christian country, with over 80% of the population identifying as Christian. The Church of England is the largest Christian denomination in the territory, followed by various Protestant denominations, including Methodism and the Roman Catholic Church. Other religions in Guernsey include Judaism and Islam, each accounting for less than 1% of the population."
	},

	{
		"country_code": "GN",
		"lang": "Guinea, a West African nation, has French as its official language, used in administration, education, and formal communication. The country is linguistically diverse, with over 24 indigenous languages spoken by various ethnic groups. Some of the most prominent native languages include Susu, Pular (Fulani), and Maninka. The linguistic landscape of Guinea is further enriched by the presence of other minority languages, such as Kpelle, Kissi, and Toma. Guinea promotes linguistic diversity and the use of national languages in various aspects of daily life.",
		"religion": "Religion in Guinea is predominantly Muslim, with approximately 85% of the population adhering to Islam, mainly of the Sunni tradition. The constitution guarantees freedom of religion, and the state is secular, ensuring the separation of religion from government affairs. Christianity constitutes a smaller portion of the religious landscape, with about 8% of the population identifying as Christian, mainly Roman Catholic, but also including various Protestant denominations. Traditional African religions and other faiths are practiced by the remaining 7% of the population, often in conjunction with Islam or Christianity."
	},

	{
		"country_code": "GW",
		"lang": "Guinea-Bissau, a small West African nation, has Portuguese as its official language, used in administration, education, and media. The country is linguistically diverse, with more than 20 indigenous languages spoken by various ethnic groups. The most widely spoken native languages include Fula (also known as Fulani or Pular), Balanta, and Mandinka. Additionally, Guinea-Bissau Creole, a Portuguese-based creole language, serves as the lingua franca, facilitating communication among the country's diverse linguistic communities.",
		"religion": "Religion in Guinea-Bissau is predominantly Muslim, with approximately 45% of the population practicing Islam, primarily of the Sunni tradition. The constitution guarantees freedom of religion and promotes the secular nature of the state. Christianity accounts for about 22% of the population, including Roman Catholics and various Protestant denominations. Traditional African religions are practiced by around 14% of the population, often alongside other religious beliefs. A significant portion of the population, about 19%, does not identify with any specific religious tradition or holds a combination of religious beliefs."
	},

	{
		"country_code": "GY",
		"lang": "Guyana is a South American country with a population of approximately 800,000 people. English is the official language of the country and is spoken by the vast majority of the population. Several indigenous languages, including Arawak and Cariban languages, are also spoken by various ethnic groups in the country.",
		"religion": "Guyana is a religiously diverse country, with Christianity, Hinduism, and Islam being the most widely practiced religions. Christianity is the largest religion in the country, with various Christian denominations accounting for approximately 63% of the population. Hinduism is the second-largest religion, with approximately 25% of the population identifying as Hindu. Islam is the third-largest religion, with approximately 7% of the population identifying as Muslim. Other religions in Guyana include Buddhism, Rastafarianism, and various forms of traditional African and Amerindian religions, each accounting for less than 1% of the population."
	},

	{
		"country_code": "HT",
		"lang": "Haiti is a Caribbean country with a population of approximately 11.4 million people. Haitian Creole and French are the official languages of the country, with Haitian Creole being the most widely spoken language. French is primarily used in official and business contexts.",
		"religion": "Haiti is a predominantly Christian country, with the majority of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the country, with approximately 50% of the population belonging to the Church. Protestantism is also widely practiced, with various Protestant denominations accounting for approximately 25% of the population. Vodou, a syncretic religion that combines elements of traditional African religions and Roman Catholicism, is also widely practiced and is considered a central part of Haitian culture."
	},

	{
		"country_code": "HM",
		"lang": "Heard Island and McDonald Islands are uninhabited sub-Antarctic islands in the southern Indian Ocean that are administered by Australia. English is the official language of Australia, and as such, it is also the official language of Heard Island and McDonald Islands.",
		"religion": "Since Heard Island and McDonald Islands are uninhabited, there is no official religion on the islands. However, as Australia's jurisdiction applies to the islands, Christianity is the most widely practiced religion among Australians, with approximately 52% of the population identifying as Christian."
	},

	{
		"country_code": "HN",
		"lang": "Honduras is a Central American country with a population of approximately 10.5 million people. Spanish is the official and most widely spoken language in the country. Several indigenous languages, including Garifuna and Miskito, are also spoken by various ethnic groups in the country.",
		"religion": "Honduras is a predominantly Christian country, with over 80% of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the country, with approximately 47% of the population belonging to the Church. Protestantism is also widely practiced, with various Protestant denominations accounting for approximately 33% of the population. Other religions in Honduras include Judaism, Islam, and various forms of Afro-Caribbean religions, each accounting for less than 1% of the population."
	},

	{
		"country_code": "HK",
		"lang": "Hong Kong is a Special Administrative Region of China with a population of approximately 7.5 million people. Cantonese and English are the official languages of the territory. Cantonese, a Chinese language, is the most widely spoken language in Hong Kong and is used in most official and business contexts. English is also widely spoken and is used as the primary language in legal and academic settings.",
		"religion": "Hong Kong is a religiously diverse country, with a significant portion of the population identifying as unaffiliated or having no religious beliefs. Among those who do identify with a religion, the majority practice a combination of Chinese folk religion, Buddhism, and Taoism, which are often viewed as interrelated systems of belief. Christianity is also widely practiced, with various Protestant denominations accounting for approximately 10% of the population, followed by Roman Catholicism at 5%. Other religions in Hong Kong include Islam, Hinduism, and Sikhism, each accounting for less than 1% of the population."
	},

	{
		"country_code": "HU",
		"lang": "Hungary, a landlocked country in Central Europe, has Hungarian as its official language, spoken by approximately 98% of the population. Hungarian is a Uralic language, which distinguishes it from the majority of European languages that belong to the Indo-European family. Minority languages present in Hungary include Romani, German, Slovak, Croatian, and Serbian, spoken by various ethnic communities. As a member of the European Union, Hungary promotes multilingualism and the protection of minority languages and linguistic rights.",
		"religion": "Religion in Hungary is predominantly Christian, with Roman Catholicism being the largest denomination, accounting for around 37% of the population. The country's constitution guarantees freedom of religion and enforces the separation of church and state. Other significant Christian denominations present in Hungary include Calvinist (11.1%), Lutheran (2.2%), and Greek Catholic (1.8%). Atheism and agnosticism are also prevalent, with approximately 27% of the population identifying as non-religious or as having no specific religious affiliation. Smaller religious communities include Jews, Muslims, and adherents of other faiths, collectively accounting for around 2% of the population."
	},

	{
		"country_code": "IS",
		"lang": "Iceland is a North Atlantic island country with a population of approximately 364,000 people. Icelandic is the official language of the country and is spoken by the vast majority of the population. English and Danish are also widely spoken and taught as second languages in schools.",
		"religion": "Iceland is a religiously diverse country, with a significant portion of the population identifying as unaffiliated or having no religious beliefs. Among those who do identify with a religion, the majority of the population belongs to the Evangelical Lutheran Church of Iceland, a national church that accounts for approximately 65% of the population. Other Christian denominations, including the Roman Catholic Church and various Protestant denominations, account for approximately 4% of the population. Paganism, particularly Ásatrú, a revival of Norse paganism, is also practiced and has gained increasing popularity in recent years. Other religions in Iceland include Islam and Buddhism, each accounting for less than 1% of the population."
	},

	{
		"country_code": "IN",
		"lang": "India, a vast South Asian nation, has Hindi and English as its official languages, used for administration and formal communication. The country is linguistically diverse, with the constitution recognizing 22 official languages, including Bengali, Telugu, Marathi, Tamil, and Urdu, among others. India is home to more than 1,600 languages, spoken by its numerous ethnic communities. The linguistic landscape of India includes languages from four major language families: Indo-Aryan, Dravidian, Austroasiatic, and Tibeto-Burman, reflecting the rich cultural heritage of the nation.",
		"religion": "Religion in India is diverse, with the constitution guaranteeing freedom of religion and promoting the secular nature of the state. Hinduism is the predominant religion, accounting for approximately 79.8% of the population. Other significant religious communities include Muslims (14.2%), Christians (2.3%), Sikhs (1.7%), Buddhists (0.7%), and Jains (0.4%). Additionally, smaller religious communities such as Zoroastrians, Jews, and Baha'is are present in India, as well as adherents of various tribal and indigenous religions. India is also home to a growing population of non-religious individuals and atheists, accounting for about 0.9% of the population."
	},

	{
		"country_code": "ID",
		"lang": "Indonesia, an archipelago in Southeast Asia, has Bahasa Indonesia as its official language, which is a standardized form of Malay and is spoken by the majority of the population. The country is linguistically diverse, with more than 700 living languages spoken across its numerous islands. Some of the most widely spoken regional languages include Javanese, Sundanese, Madurese, and Balinese. As the world's largest archipelagic state, Indonesia promotes linguistic diversity and the use of local languages in various aspects of daily life, such as education and administration.",
		"religion": "Religion in Indonesia is predominantly Muslim, with approximately 87.2% of the population adhering to Islam, making it the world's largest Muslim-majority country. The Indonesian constitution guarantees freedom of religion and officially recognizes six religions: Islam, Protestantism, Roman Catholicism, Hinduism, Buddhism, and Confucianism. Other significant religious communities include Protestants (7%), Roman Catholics (2.9%), Hindus (1.7%), and Buddhists (0.7%). There are also adherents of traditional indigenous religions and other faiths, as well as a small but growing population of non-religious individuals and atheists."
	},

	{
		"country_code": "IR",
		"lang": "Iran, a country situated in Western Asia, has Persian (also known as Farsi) as its official language, spoken by approximately 53% of the population. The nation is linguistically diverse, with several minority languages such as Azerbaijani, Kurdish, Gilaki, Mazandarani, Luri, Arabic, and Balochi spoken by various ethnic communities. The linguistic landscape of Iran also includes other Indo-European, Turkic, and Semitic languages, reflecting the country's diverse cultural heritage. As a multilingual nation, Iran claims to recognize the importance of linguistic rights and the protection of minority languages.",
		"religion": "Religion in Iran is predominantly Muslim, with approximately 99.4% of the population adhering to Islam. The constitution declares Twelver Ja'fari Shia Islam as the official state religion, and about 90-95% of the population identifies as Shia Muslim. Sunni Muslims constitute 5-10% of the population, mainly comprising ethnic Kurds, Balochis, and Turkmen. Although the constitution also recognizes and protects religious minorities such as Christians, Zoroastrians, and Jews (including Armenians and Assyrians) there are numerous reports of severe persecution. Smaller religious communities, such as Baha'is and Yarsanis, are present in Iran, although they also face restrictions and persecution."
	},

	{
		"country_code": "IQ",
		"lang": "Iraq, a country located in Western Asia, has Arabic and Kurdish as its official languages. Arabic is spoken by the majority of the population, while Kurdish is predominantly spoken in the Kurdistan Region of Iraq. The country is linguistically diverse, with several minority languages such as Turkmen, Assyrian Neo-Aramaic, and Chaldean Neo-Aramaic spoken by various ethnic groups. Iraq's linguistic landscape also includes other Semitic, Indo-European, and Turkic languages, reflecting the nation's rich cultural history.",
		"religion": "Religion in Iraq is predominantly Muslim, with approximately 95% of the population adhering to Islam. The majority of Iraqi Muslims are Shia (65-70%), while Sunni Muslims constitute around 30% of the population. The constitution guarantees freedom of religion and enforces the separation of religion from government affairs. Iraq is home to one of the oldest Christian communities in the world, though their numbers have significantly diminished in recent years. Other religious minorities include Yazidis, Mandaeans, Kaka'is, and Zoroastrians, who collectively account for a small percentage of the population."
	},

	{
		"country_code": "IE",
		"lang": "The official languages of Ireland are Irish and English. English is the most widely spoken language in the country, with over 95% of the population speaking it as their first or second language. Irish, also known as Gaelic, is spoken as a first language by around 40,000 people, mainly in the Gaeltacht regions along the west coast of the country. The Irish language is taught in all primary and secondary schools, and the government actively promotes its use through various initiatives. However, despite these efforts, the number of Irish speakers has declined over the years, with only 1.7% of the population speaking it daily outside of the Gaeltacht regions.",
		"religion": "The largest religion in Ireland is Christianity, with Roman Catholicism being the most widely practiced denomination, accounting for around 78% of the population. Protestantism, including Anglicanism, Presbyterianism, and Methodism, is the second-largest religious group, representing approximately 4% of the population. Other religions, such as Islam, Judaism, and Hinduism, are also practiced in Ireland but are much smaller in number, making up less than 1% of the population each. In recent years, there has been a significant increase in the number of people who identify as having no religion, with this group now representing around 10% of the population. The Irish Constitution guarantees freedom of religion and prohibits discrimination based on religious beliefs."
	},

	{
		"country_code": "IM",
		"lang": "The official language of the Isle of Man is English, and it is the most widely spoken language in the country. However, the Manx language, also known as Gaelic, is also recognized as a regional language and taught in schools. Manx Gaelic is a Celtic language that was spoken on the island for centuries but went into decline in the 19th century. In the 20th century, there were efforts to revive the language, and today, it is estimated that around 1,800 people speak Manx Gaelic, with most of them being fluent speakers. The government of the Isle of Man has made efforts to promote the language through various initiatives, including the establishment of the Manx Language Development Officer.",
		"religion": "The largest religion in the Isle of Man is Christianity, with the majority of the population belonging to various Protestant denominations, including Anglicanism, Methodism, and Presbyterianism. The Roman Catholic Church also has a significant presence on the island. Other religions, such as Islam and Judaism, are also practiced in the country, but their numbers are relatively small. In recent years, there has been an increase in the number of people who identify as having no religion, with this group now representing around 25% of the population."
	},

	{
		"country_code": "IL",
		"lang": "Israel, a country situated in the Middle East, has Hebrew and Arabic as its official languages. Hebrew is spoken by the majority of the population and serves as the primary language for administration, education, and media. Arabic is spoken by the Arab minority, which constitutes around 20% of the population. Israel is also linguistically diverse, with several other languages such as Russian, Amharic, Yiddish, and English spoken by various immigrant and ethnic communities.",
		"religion": "Religion in Israel is predominantly Jewish, with approximately 74.1% of the population adhering to Judaism. The Israeli Basic Law declares Israel as the nation-state of the Jewish people, ensuring the right to self-determination for Jews. Other significant religious communities include Muslims (17.8%), Christians (2.0%), and Druze (1.6%). Numerous other religious communities, such as Baha'is, Samaritans, and various Christian denominations, are present in Israel. A growing portion of the population, approximately 4.5%, identifies as non-religious or as having no specific religious affiliation."
	},

	{
		"country_code": "IT",
		"lang": "The official language of Italy is Italian, and it is spoken by the vast majority of the population. Italian is a Romance language that evolved from the Tuscan dialect and has been the primary language of the country since the unification of Italy in the 19th century. Italy also has several regional languages, including Sardinian, Sicilian, Lombard, and Neapolitan. These languages are recognized by the Italian government and are protected under regional laws. However, Italian is the language of instruction in schools, and proficiency in Italian is required for citizenship.",
		"religion": "Roman Catholicism is the dominant religion in Italy, with over 80% of the population identifying as Catholic. The Roman Catholic Church has played a significant role in the country's history and culture, and its influence can be seen in many aspects of Italian life. Other Christian denominations, such as Protestantism and Orthodox Christianity, are also practiced in Italy but represent a much smaller percentage of the population. In recent years, there has been a significant increase in the number of people who identify as having no religion, with this group now representing around 20% of the population. The Italian Constitution guarantees freedom of religion and prohibits discrimination based on religious beliefs."
	},

	{
		"country_code": "CI",
		"lang": "Ivory Coast, a West African nation, has French as its official language, which is used in administration, education, and media. The country is linguistically diverse, with over 70 indigenous languages spoken by various ethnic groups. Some of the most widely spoken native languages include Baoulé, Bété, Sénoufo, and Yacouba. The linguistic landscape of Ivory Coast is further enriched by the presence of other minority languages, such as Dioula, which serves as a lingua franca, facilitating communication among the country's diverse linguistic communities.",
		"religion": "Religion in Ivory Coast is diverse, with the constitution guaranteeing freedom of religion and promoting the secular nature of the state. The population is roughly divided among Muslims (42.9%), Christians (33.9%), and practitioners of traditional African religions (19.1%). Among Christians, Roman Catholics constitute the largest denomination, followed by various Protestant and Evangelical groups. The remaining portion of the population, approximately 4.1%, identifies as non-religious or as having no specific religious affiliation."
	},

	{
		"country_code": "JM",
		"lang": "The official language of Jamaica is English, which is spoken by the vast majority of the population. However, Jamaican Patois, also known as Jamaican Creole, is a widely spoken language in the country, particularly in informal settings. Patois is an English-based creole language that has its roots in the African languages and dialects brought to Jamaica by enslaved people. Patois is recognized by the Jamaican government as a national language and has been the subject of efforts to standardize and promote its use. However, English remains the language of instruction in schools, and proficiency in English is necessary for higher education and many professional positions.",
		"religion": "The largest religion in Jamaica is Christianity, with the majority of the population belonging to various Protestant denominations, including the Seventh-day Adventist Church, the Pentecostal Church, and the Church of God. Roman Catholicism is also practiced in Jamaica, but it represents a smaller percentage of the population. Other religions, such as Rastafarianism, which has its roots in Jamaica, and Islam, are also practiced in the country, but their numbers are relatively small."
	},

	{
		"country_code": "JP",
		"lang": "The official language of Japan is Japanese, and it is spoken by almost the entire population. Japanese is a member of the Japonic language family, and it has its roots in the ancient Japanese language. Japan also has several dialects, with the most widely spoken being the Tokyo dialect. Japan has a high literacy rate, and the Japanese writing system consists of kanji, hiragana, and katakana, which are all used in combination. The use of English is also becoming increasingly common, particularly in major cities and in business settings.",
		"religion": "Japan does not have an official religion, and the country is known for its religious diversity. The two major religions in Japan are Shintoism and Buddhism, which are often practiced simultaneously. Shintoism is an indigenous religion that centers around the veneration of nature, ancestors, and kami (spirits). Buddhism was introduced to Japan from China and Korea in the 6th century and has since become an integral part of Japanese culture. Christianity and Islam are also practiced in Japan, but they represent a much smaller percentage of the population."
	},

	{
		"country_code": "JE",
		"lang": "The official languages of Jersey are English and French, and both languages are widely spoken on the island. English is the language of administration and commerce, while French has historical significance as Jersey was once part of the Duchy of Normandy. The local language, Jersey French, also known as Jèrriais, is a variety of Norman French and is still spoken by a small number of people on the island. However, English is the primary language spoken by the majority of the population, and it is the language of instruction in schools.",
		"religion": "Christianity is the largest religion in Jersey, with the majority of the population identifying as Anglican, Catholic, or Methodist. Other Christian denominations, such as Baptists and Jehovah's Witnesses, are also present on the island but represent a much smaller percentage of the population. Jersey also has a small Jewish community and a growing Muslim community. However, the largest religious group in Jersey is those who identify as having no religion, with this group representing around 45% of the population."
	},

	{
		"country_code": "JO",
		"lang": "Jordan, a country located in the Middle East, has Arabic as its official language, which is spoken by the majority of the population. Arabic serves as the primary language for administration, education, and media. Jordan is also home to various ethnic communities that speak minority languages such as Circassian, Armenian, and Chechen. Additionally, English is widely spoken and taught as a second language, particularly in business, tourism, and education sectors.",
		"religion": "Religion in Jordan is predominantly Muslim, with approximately 97.2% of the population adhering to Islam, the majority of whom follow the Sunni tradition. The constitution guarantees freedom of religion but declares Islam as the state religion. Other religious communities include Christians (2.2%), who mainly belong to the Greek Orthodox Church, but also include Roman Catholics, Melkite Greek Catholics, and various Protestant denominations. The remaining portion of the population, approximately 0.6%, includes Druze and adherents of other faiths."
	},

	{
		"country_code": "KZ",
		"lang": "Kazakhstan, a Central Asian country, has Kazakh and Russian as its official languages. Kazakh is spoken by approximately 62% of the population and belongs to the Turkic language family, while Russian, an Indo-European language, is spoken by around 85% of the population and serves as a lingua franca. The country is linguistically diverse, with minority languages such as Uzbek, Ukrainian, Uyghur, and Tatar spoken by various ethnic communities.",
		"religion": "Religion in Kazakhstan is diverse, with the constitution guaranteeing freedom of religion and promoting the secular nature of the state. The majority of the population adheres to Islam (70.2%), predominantly of the Sunni tradition. Other significant religious communities include Christians (26.3%), mainly Russian Orthodox, but also including Roman Catholics, Protestants, and other denominations. The remaining portion of the population, approximately 3.5%, identifies as non-religious, atheist, or as having no specific religious affiliation. Smaller religious communities such as Buddhists, Jews, and adherents of other faiths are also present in Kazakhstan."
	},

	{
		"country_code": "KE",
		"lang": "Kenya, an East African nation, has English and Swahili as its official languages. English is used in administration, education, and formal communication, while Swahili serves as the national language and lingua franca, promoting unity among the diverse linguistic communities. The country is linguistically diverse, with over 40 indigenous languages spoken by various ethnic groups. Some of the most widely spoken native languages include Kikuyu, Luo, Luhya, and Kamba.",
		"religion": "Religion in Kenya is diverse, with the majority of the population adhering to Christianity (83.0%). Among Christians, Protestants constitute the largest group (47.7%), followed by Roman Catholics (23.4%) and other Christian denominations. Other significant religious communities include Muslims (11.2%), who are predominantly Sunni, and practitioners of traditional African religions (1.7%). The constitution guarantees freedom of religion, and the remaining portion of the population, approximately 2.4%, identifies as non-religious, atheist, or as having no specific religious affiliation."
	},

	{
		"country_code": "KI",
		"lang": "The official languages of Kiribati are English and Gilbertese, also known as Kiribati. Gilbertese is an Austronesian language that is spoken by the majority of the population and is the language of instruction in schools. English is also widely spoken, particularly in urban areas and in business settings. The use of English has increased in recent years, particularly as Kiribati has become more connected to the global economy. The government of Kiribati has made efforts to promote the use of both languages, including through bilingual education and the translation of government documents.",
		"religion": "The majority of the population of Kiribati identifies as Christian, with over 95% of the population belonging to various Protestant denominations, including the Church of Jesus Christ of Latter-day Saints, the Roman Catholic Church, and the Kiribati Uniting Church. Christianity was introduced to Kiribati by missionaries in the 19th century and has since become an integral part of the country's culture and way of life. Traditional beliefs and practices, such as ancestor worship and the veneration of spirits, are still present in some parts of the country."
	},

	{
		"country_code": "XK",
		"lang": "The official languages of Kosovo are Albanian and Serbian. Albanian is the majority language spoken by the ethnic Albanian population, while Serbian is the majority language spoken by the ethnic Serbian population. Both languages have equal status and are used in official documents and public communication. However, the use of these languages is often a sensitive issue, and there have been tensions between the Albanian and Serbian communities over language rights. Other minority languages, such as Bosnian and Turkish, are also spoken in Kosovo, but to a lesser extent.",
		"religion": "Islam and Christianity are the two major religions in Kosovo. Islam is the majority religion, with approximately 95% of the ethnic Albanian population identifying as Muslim. Christianity, particularly the Serbian Orthodox Church, is the majority religion of the ethnic Serbian population. Other religious groups, such as Catholics, Protestants, and Jews, are also present in Kosovo but represent a much smaller percentage of the population. The constitution of Kosovo guarantees freedom of religion and prohibits discrimination based on religious beliefs. However, religious tensions have been a source of conflict in the region, particularly between the ethnic Albanian and Serbian populations."
	},

	{
		"country_code": "KW",
		"lang": "The official language of Kuwait is Arabic, and it is spoken by the majority of the population. Kuwaiti Arabic is a dialect of Gulf Arabic that is unique to Kuwait and has its own distinctive features. English is also widely spoken, particularly in business and educational settings, and is taught in schools as a second language. In addition, there are other languages spoken in Kuwait, such as Hindi, Urdu, and Tagalog, reflecting the large expatriate community in the country.",
		"religion": "Islam is the dominant religion in Kuwait, with approximately 85% of the population identifying as Muslim. The majority of Muslims in Kuwait are Sunni, while a small percentage are Shia. Kuwait also has a significant expatriate Christian community, which includes Roman Catholic, Orthodox, and Protestant denominations. Other religions, such as Hinduism and Buddhism, are also practiced in Kuwait, but their numbers are relatively small. While the Constitution of Kuwait guarantees freedom of religion and prohibits discrimination based on religious beliefs, Islamic law is the basis of the legal system in Kuwait, and Islamic religious practices and customs are deeply ingrained in Kuwaiti society."
	},

	{
		"country_code": "LA",
		"lang": "The official language of Laos is Lao, and it is spoken by the vast majority of the population. Lao is a tonal language and is part of the Tai-Kadai language family. French is also spoken by some older generations, reflecting the country's colonial history, while English is increasingly becoming more popular, particularly among younger generations and in business settings. In addition to Lao, several ethnic minority languages, such as Hmong and Khmu, are also spoken in Laos.",
		"religion": "The majority of the population in Laos practices Theravada Buddhism, which is the official religion of the country. Buddhism was introduced to Laos from India in the 7th century and has since become an integral part of the country's culture and way of life. Other religions, such as Christianity, Islam, and animism, are also practiced in Laos, but they represent a much smaller percentage of the population. Although the government of Laos guarantees freedom of religion and prohibits discrimination based on religious beliefs, the government has been known to restrict some religious practices, particularly those that are seen as threatening to social stability or government authority."
	},

	{
		"country_code": "LV",
		"lang": "The official language of Latvia is Latvian, and it is spoken by the majority of the population. Latvian is a Baltic language that is closely related to Lithuanian and is the only official language in the country. Russian is also widely spoken, particularly among the ethnic Russian minority, and it is recognized as a regional language. English and German are taught as second languages in schools, and their use is becoming increasingly common, particularly in business and tourism.",
		"religion": "The largest religion in Latvia is Christianity, with the majority of the population belonging to various Protestant denominations, including the Evangelical Lutheran Church, the Latvian Orthodox Church, and the Baptist Church. Roman Catholicism is also practiced in Latvia but represents a smaller percentage of the population. Other religions, such as Judaism and Islam, are also present in Latvia, but their numbers are relatively small. In recent years, there has been an increase in the number of people who identify as having no religion, with this group now representing around 35% of the population."
	},

	{
		"country_code": "LB",
		"lang": "Lebanon, a country located in the Middle East, has Arabic as its official language, spoken by the majority of the population. The Lebanese Arabic dialect is the most commonly spoken variant, while Modern Standard Arabic is used in administration, education, and formal communication. The country is also linguistically diverse, with minority languages such as Armenian and Kurdish spoken by various ethnic communities. English and French are widely spoken as second languages, with French often used in business, education, and diplomacy.",
		"religion": "Religion in Lebanon is diverse, with the constitution guaranteeing freedom of religion and promoting a unique power-sharing system among various religious communities. The population is roughly divided among Muslims (61.1%), Christians (33.7%), and Druze (5.2%). Among Muslims, Sunnis and Shias constitute the largest groups. Christians belong to several denominations, including Maronite Catholics, Greek Orthodox, Armenian Apostolic, and various Protestant churches."
	},

	{
		"country_code": "LS",
		"lang": "The official languages of Lesotho are Sesotho and English. Sesotho is the national language and is spoken by the vast majority of the population, particularly in rural areas. English is the language of government, education, and commerce, and it is widely spoken in urban areas. In addition to Sesotho and English, several other languages are spoken in Lesotho, including Zulu and Xhosa.",
		"religion": "The majority of the population in Lesotho identifies as Christian, with approximately 90% of the population belonging to various Protestant denominations, including the Anglican Church, the Methodist Church, and the Roman Catholic Church. Traditional African beliefs and practices, such as ancestor worship, are also present in Lesotho, particularly in rural areas. Other religions, such as Islam and Judaism, are also practiced in Lesotho, but they represent a much smaller percentage of the population."
	},

	{
		"country_code": "LR",
		"lang": "The official language of Liberia is English, and it is spoken by the vast majority of the population. English was introduced to Liberia in the 19th century by American settlers, and it has since become the primary language of the country. However, several indigenous languages are also spoken in Liberia, including Kpelle, Bassa, and Vai. These languages are recognized by the Liberian government and are often used in local communication and cultural events.",
		"religion": "Christianity is the largest religion in Liberia, with the majority of the population belonging to various Protestant denominations, including the United Methodist Church, the African Methodist Episcopal Church, and the Lutheran Church. Roman Catholicism is also practiced in Liberia but represents a smaller percentage of the population. Islam is practiced by a significant minority, particularly in urban areas, and there are also traditional African religions present in Liberia. The Constitution of Liberia guarantees freedom of religion and prohibits discrimination based on religious beliefs. However, religious tensions have been a source of conflict in the past, particularly between the Christian and Muslim communities."
	},

	{
		"country_code": "LY",
		"lang": "Libya, a North African country, has Arabic as its official language, spoken by the majority of the population. The Libyan Arabic dialect is the most commonly spoken variant, while Modern Standard Arabic is used in administration, education, and formal communication. The country is also linguistically diverse, with minority languages such as Berber, Tuareg, and Teda spoken by various ethnic communities. English is increasingly being taught as a second language, particularly in education and business sectors.",
		"religion": "Religion in Libya is predominantly Muslim, with approximately 97% of the population adhering to Islam, the majority of whom follow the Sunni tradition. The constitution guarantees freedom of religion but declares Islam as the state religion and Islamic jurisprudence as the main source of legislation. Other religious communities include Christians (2.7%), who mainly belong to the Coptic Orthodox Church, but also include Roman Catholics and various Protestant denominations. The remaining portion of the population, approximately 0.3%, includes adherents of other faiths or those with no specific religious affiliation."
	},

	{
		"country_code": "LI",
		"lang": "The official language of Liechtenstein is German, and it is spoken by almost the entire population. Liechtenstein German, a variety of Alemannic German, is the primary dialect spoken in the country, and it has its own distinct features. Standard German is used in official documents and in education. English is also widely spoken, particularly in business settings and among the younger generation.",
		"religion": "Christianity is the largest religion in Liechtenstein, with the majority of the population belonging to the Roman Catholic Church. Protestantism, particularly the Evangelical Church, is also present in Liechtenstein but represents a smaller percentage of the population. Other religions, such as Islam, Judaism, and Buddhism, are also practiced in Liechtenstein, but their numbers are relatively small."
	},

	{
		"country_code": "LT",
		"lang": "The official language of Lithuania is Lithuanian, and it is spoken by the vast majority of the population. Lithuanian is a Baltic language and is one of the oldest and most archaic Indo-European languages. It is also considered to be one of the most conservative living languages in Europe. Russian is also widely spoken, particularly among the older generations and in urban areas, but its use has declined since Lithuania gained independence from the Soviet Union in 1990. English is taught as a second language in schools and is becoming increasingly popular, particularly among younger generations and in business settings.",
		"religion": "The majority of the population in Lithuania identifies as Roman Catholic, with the Roman Catholic Church being the largest religious organization in the country. Other Christian denominations, such as the Orthodox Church and various Protestant churches, are also present in Lithuania, but they represent a smaller percentage of the population. Lithuania also has a small Jewish community, although it was greatly reduced during World War II. The Constitution of Lithuania guarantees freedom of religion and prohibits discrimination based on religious beliefs. However, religious tensions have been a source of conflict, particularly between the Catholic and Orthodox communities."
	},

	{
		"country_code": "LU",
		"lang": "The official languages of Luxembourg are Luxembourgish, French, and German. Luxembourgish is the national language and is spoken by the majority of the population. French and German are also widely spoken, particularly in business and educational settings, and they are used in official documents and communication. English is also becoming increasingly common, particularly among the younger generation and in international business settings.",
		"religion": "Christianity is the largest religion in Luxembourg, with the majority of the population identifying as Roman Catholic. Protestantism, particularly the Reformed Church, is also present in Luxembourg but represents a smaller percentage of the population. Other religions, such as Islam and Judaism, are also practiced in Luxembourg, but their numbers are relatively small."
	},

	{
		"country_code": "MO",
		"lang": "The official languages of Macao are Chinese (Cantonese) and Portuguese. Cantonese is the most widely spoken language in Macao and is used in most daily communication. Portuguese has historical significance as Macao was a former Portuguese colony and is still spoken by a small percentage of the population, particularly among older generations and in government and business settings. English is also becoming more common among younger generations and in the tourism industry.",
		"religion": "Most of the population in Macao practices Buddhism, notably Mahayana Buddhism, the predominant form of Buddhism in China. Taoism and Confucianism are also present in Macao and are often practiced with Buddhism. Christianity, particularly Roman Catholicism, is also practiced in Macao and represents a significant minority. Other religions, such as Islam and Judaism, are also present in Macao, but their numbers are relatively small."
	},

	{
		"country_code": "MG",
		"lang": "The official languages of Madagascar are Malagasy and French. Malagasy is the national language and is spoken by the majority of the population. It is an Austronesian language that is closely related to the languages spoken in Southeast Asia and the Pacific Islands. French is also widely spoken, particularly in government, business, and educational settings, and it is considered to be an important language for trade and commerce.",
		"religion": "The majority of the population in Madagascar practices traditional indigenous beliefs and customs, which are often mixed with elements of Christianity or Islam. Christianity, particularly the Roman Catholic Church and various Protestant denominations, is also present in Madagascar and represents a significant minority. Islam is practiced by a small percentage of the population, particularly in coastal areas."
	},

	{
		"country_code": "MW",
		"lang": "The official languages of Malawi are English and Chichewa. English is used in government, business, and educational settings and is considered to be an important language for trade and commerce. Chichewa is the national language and is spoken by the majority of the population. It is a Bantu language that is closely related to other languages spoken in Southeast Africa. Other languages, such as Tumbuka, Yao, and Lomwe, are also spoken in Malawi, particularly in rural areas.",
		"religion": "Christianity is the largest religion in Malawi, with the majority of the population belonging to various Protestant denominations, including the Church of Central Africa Presbyterian, the Seventh-day Adventist Church, and the Anglican Church. Roman Catholicism is also present in Malawi but represents a smaller percentage of the population. Islam is practiced by a significant minority, particularly in the northern and central regions of the country. Traditional African beliefs and customs are also present in Malawi, particularly in rural areas."
	},

	{
		"country_code": "MY",
		"lang": "Malaysia, a Southeast Asian nation, has Bahasa Malaysia (Malay) as its official language, spoken by the majority of the population. The country is linguistically diverse, with numerous indigenous languages spoken by various ethnic communities. Some of the most widely spoken languages include Chinese (Mandarin, Cantonese, Hokkien, and Hakka), Tamil, and Iban. The linguistic landscape of Malaysia also includes other Austronesian, Austroasiatic, and Sino-Tibetan languages, reflecting the nation's diverse cultural heritage. English is widely spoken and serves as an important second language in business, education, and administration.",
		"religion": "Religion in Malaysia is diverse, with the constitution recognizing Islam as the official religion of the federation yet also promising freedom of religion. The majority of the population adheres to Islam (61.3%), predominantly of the Sunni tradition. Other significant religious communities include Buddhists (19.8%), Christians (9.2%), and Hindus (6.3%). The remaining portion of the population, approximately 3.4%, includes adherents of traditional Chinese religions, Sikhism, and other faiths, as well as those with no specific religious affiliation."
	},

	{
		"country_code": "MV",
		"lang": "Maldives, an island nation in the Indian Ocean, has Dhivehi as its official language, spoken by the majority of the population. Dhivehi belongs to the Indo-Aryan language family and is written using the Thaana script. While Dhivehi is the primary language for administration, education, and media, English is also widely spoken and serves as an important second language, particularly in the tourism industry, business, and education sectors. As a culturally rich nation, Maldives seeks to preserve and promote its linguistic heritage.",
		"religion": "Religion in the Maldives is predominantly Muslim, with approximately 98.4% of the population adhering to Islam. The Maldivian constitution declares Sunni Islam as the official state religion and stipulates that all citizens must be Muslims. Religious practices and beliefs outside of Sunni Islam are not allowed in the public sphere, and conversion to other religions is discouraged. While freedom of religion is limited, the Maldives remains a culturally vibrant nation with deep-rooted Islamic traditions and customs that are intertwined with the nation's history and identity."
	},

	{
		"country_code": "MT",
		"lang": "The official languages of Malta are Maltese and English. Maltese is the national language and is spoken by the vast majority of the population. It is a Semitic language that is unique to Malta and has been heavily influenced by Italian and Sicilian. English is also widely spoken, particularly in government, business, and educational settings, and it is considered to be an important language for trade and commerce. Italian is also spoken by a significant minority, particularly among older generations and in rural areas.",
		"religion": "The majority of the population in Malta identifies as Roman Catholic and the Roman Catholic Church is the dominant religious organization in the country. Malta has a long history with the Roman Catholic Church, and the church has played an important role in Maltese society and culture."
	},

	{
		"country_code": "ML",
		"lang": "Mali, a West African nation, has French as its official language, which is used in administration, education, and media. The country is linguistically diverse, with over 40 indigenous languages spoken by various ethnic groups. Some of the most widely spoken native languages include Bambara, Fulani (Fula), Songhai, and Tamasheq. The linguistic landscape of Mali is further enriched by the presence of other Mande, Gur, and Nilotic languages, reflecting the nation's rich cultural history.",
		"religion": "Religion in Mali is predominantly Muslim, with approximately 90% of the population adhering to Islam, the majority of whom follow the Sunni tradition. The constitution guarantees freedom of religion and promotes the secular nature of the state. Other significant religious communities include practitioners of traditional African religions (9%), who often incorporate Islamic elements into their beliefs and practices. The remaining portion of the population, approximately 1%, includes Christians (mainly Roman Catholics) and adherents of other faiths."
	},

	{
		"country_code": "MH",
		"lang": "The official languages of the Marshall Islands are Marshallese and English. Marshallese is the national language and is spoken by the majority of the population. It is a Micronesian language that is unique to the Marshall Islands and is closely related to other languages spoken in the region. English is also widely spoken, particularly in government, business, and educational settings, and it is considered to be an important language for trade and commerce.",
		"religion": "The majority of the population in the Marshall Islands practices Christianity, particularly various Protestant denominations, including the United Church of Christ and the Assembly of God. Catholicism is also present in the Marshall Islands but represents a smaller percentage of the population. Traditional Marshallese religion, which includes ancestor worship and belief in spirits, is also present in the Marshall Islands and is often mixed with Christianity. The Constitution of the Marshall Islands guarantees freedom of religion and prohibits discrimination based on religious beliefs."
	},

	{
		"country_code": "MQ",
		"lang": "The official language of Martinique is French, and it is spoken by the vast majority of the population. Martinique is an overseas department of France, and as such, French is the language of government, education, and commerce. Martinican Creole, a French-based Creole language, is also spoken by a significant minority of the population, particularly in informal settings.",
		"religion": "The majority of the population in Martinique practices Roman Catholicism, which was introduced by French colonizers in the 17th century. Protestantism, particularly the Adventist and Methodist churches, is also present in Martinique but represents a smaller percentage of the population."
	},

	{
		"country_code": "MR",
		"lang": "Mauritania, a West African nation, has Arabic as its official language, which is spoken by the majority of the population. The Mauritanian Arabic dialect, known as Hassaniya, is the most commonly spoken variant, while Modern Standard Arabic is used in administration, education, and formal communication. The country is also linguistically diverse, with minority languages such as Pulaar, Soninke, and Wolof has spoken by various ethnic communities. French is widely spoken as a second language, particularly in business, education, and diplomacy.",
		"religion": "Religion in Mauritania is predominantly Muslim, with approximately 99.2% of the population adhering to Islam, the majority of whom follow the Sunni tradition. The constitution declares Mauritania as the Islamic Republic and stipulates that Islamic jurisprudence is the main source of legislation. The state guarantees freedom of religion, but non-Muslim religious practices are limited, and conversion from Islam to other religions is prohibited."
	},

	{
		"country_code": "MU",
		"lang": "Mauritius, an island nation in the Indian Ocean, does not have an official language designated by the constitution. However, English and French are widely used in administration, education, and media. The majority of the population speaks Mauritian Creole, a French-based Creole language, as their first language. The country is linguistically diverse, with various ethnic communities speaking languages such as Hindi, Tamil, Marathi, Telugu, and Chinese (Mandarin and Hakka).",
		"religion": "Religion in Mauritius is diverse, with the constitution guaranteeing freedom of religion and promoting the secular nature of the state. The population is roughly divided among Hindus (48.5%), Christians (32.7%), Muslims (17.3%), and practitioners of traditional Chinese religions and other faiths (1.5%). Among Christians, Roman Catholics constitute the largest denomination, followed by various Protestant and Evangelical groups."
	},

	{
		"country_code": "YT",
		"lang": "Mayotte, a French overseas department and region located in the Indian Ocean, has French as its official language, which is used in administration, education, and media. The majority of the population speaks Shimaore, a Swahili-based language, and Kibushi, a Malagasy-based language, as their first languages. The linguistic landscape of Mayotte is further enriched by the presence of other languages, such as Arabic and Comorian, reflecting the nation's diverse cultural heritage.",
		"religion": "Religion in Mayotte is predominantly Muslim, with approximately 97% of the population adhering to Islam, the majority of whom follow the Sunni tradition. Other religious communities include Christians, mainly Roman Catholics, who account for around 3% of the population."
	},

	{
		"country_code": "MX",
		"lang": "Mexico, a North American nation, has Spanish as its official language, spoken by the majority of the population. The country is also linguistically diverse, with over 60 indigenous languages recognized as national languages, including Nahuatl, Yucatec Maya, Mixtec, Zapotec, and Tzotzil. These languages belong to various linguistic families, including Uto-Aztecan, Mayan, Mixe-Zoque, and Oto-Manguean. English is widely spoken as a second language, particularly in the tourism industry, business, and education sectors.",
		"religion": "Religion in Mexico is diverse, with the majority of the population adhering to Christianity (92.1%). Among Christians, Roman Catholics constitute the largest denomination (82.7%), followed by various Protestant and Evangelical groups (9.4%). The constitution guarantees freedom of religion, and the remaining portion of the population includes adherents of other faiths (2.5%), practitioners of traditional indigenous religions, and those with no specific religious affiliation (4.7%)."
	},

	{
		"country_code": "FM",
		"lang": "The official languages of Micronesia are English, Chuukese, Kosraean, Pohnpeian, and Yapese. English is used in government, education, and commerce, and it is considered to be an important language for trade and commerce. The other four languages are indigenous languages that are unique to Micronesia and are widely spoken by their respective communities.",
		"religion": "Christianity is the largest religion in Micronesia, with the majority of the population belonging to various Protestant denominations, including the United Church of Christ and the Seventh-day Adventist Church. Catholicism is also present in Micronesia but represents a smaller percentage of the population. Traditional Micronesian religion, which includes ancestor worship and belief in spirits, is also present in Micronesia and is often mixed with Christianity."
	},

	{
		"country_code": "MD",
		"lang": "The official language of Moldova is Romanian, and it is spoken by the vast majority of the population. Romanian is a Romance language that is closely related to Italian, Spanish, and Portuguese. Russian is also widely spoken, particularly among the older generation and in urban areas, but its use has declined since Moldova gained independence from the Soviet Union in 1991. Gagauz, a Turkic language, is also spoken by a significant minority of the population in the autonomous region of Gagauzia.",
		"religion": "The majority of the population in Moldova practices Eastern Orthodox Christianity, particularly the Moldovan Orthodox Church, which is a branch of the Russian Orthodox Church. The Moldovan Orthodox Church split from the Russian Orthodox Church in 1992 and is recognized as the national church by the government of Moldova. Catholicism is also present in Moldova but represents a smaller percentage of the population. Other religions, such as Islam and Judaism, are also practiced in Moldova, but their numbers are relatively small."
	},

	{
		"country_code": "MC",
		"lang": "The official language of Monaco is French, and it is spoken by the vast majority of the population. Monaco is a French-speaking country and French is the language of government, education, and commerce. Italian and English are also spoken by a significant minority of the population, particularly among immigrant communities and in the tourism industry.",
		"religion": "The majority of the population in Monaco practices Roman Catholicism, which is the state religion of Monaco. The Roman Catholic Church has played an important role in Monaco’s society and culture, and there is a significant number of churches and chapels throughout the country."
	},

	{
		"country_code": "MN",
		"lang": "Mongolia, an East Asian nation, has Mongolian as its official language, which is spoken by the majority of the population. The Mongolian language belongs to the Mongolic language family and is written using the Cyrillic script. The country is also linguistically diverse, with minority languages such as Kazakh, Tuvan, and Burare spoken by various ethnic communities. English is widely spoken as a second language, particularly in business, education, and tourism sectors, followed by Russian, which was historically the primary foreign language taught in schools.",
		"religion": "Religion in Mongolia is diverse, with the majority of the population adhering to Buddhism (53.0%), predominantly of the Tibetan Vajrayana tradition. Other significant religious communities include followers of traditional Mongolian shamanism (2.9%), Christians (2.1%), and Muslims (0.4%). The constitution guarantees freedom of religion, and the remaining portion of the population, approximately 38.6%, identifies as non-religious or as having no specific religious affiliation."
	},

	{
		"country_code": "ME",
		"lang": "The official language of Montenegro is Montenegrin, which is a standardized version of the Serbo-Croatian language. Montenegrin is the most widely spoken language in Montenegro, but Serbian, Bosnian, and Albanian are also spoken by significant minority populations. English and other languages are also becoming more commonly spoken, particularly in the tourism industry.",
		"religion": "The majority of the population in Montenegro practices Eastern Orthodox Christianity, particularly the Serbian Orthodox Church. Montenegro has a significant Serbian population, and the Serbian Orthodox Church plays an important Montenegro’s society and culture. Islam is also present in Montenegro and is practiced by a significant minority, particularly among the Bosniak and Albanian communities. Catholicism and other Christian denominations are also present in Montenegro, but their numbers are relatively small."
	},

	{
		"country_code": "MS",
		"lang": "The official language of Montserrat is English, and it is spoken by the vast majority of the population. Montserrat is a British Overseas Territory, and English is the language of government, education, and commerce. Montserrat creole language, is also spoken by a small percentage of the population, particularly in informal settings.",
		"religion": "The majority of the population in Montserrat practices Christianity, with the majority belonging to various Protestant denominations, including the Methodist Church and the Anglican Church. Catholicism is also present in Montserrat but represents a smaller percentage of the population."
	},

	{
		"country_code": "MA",
		"lang": "Morocco, officially the Kingdom of Morocco, is a country located in North Africa. The official languages are Arabic and Amazigh (Berber). Moroccan Arabic, or Darija, is the most widely spoke dialect, used by the majority of the population for daily communication. As of 2021, approximately 65% of Moroccans speak Moroccan Arabic as their first language. Amazigh languages, including Tarifit, Tamazight, and Tashelhit, are spoken by around 33% of the population, primarily in rural areas and among Amazigh communities. Classical Arabic, the language of the Quran, is used for religious purposes and taught in schools. French is also widely spoken as a second language and is commonly used in government, commerce, and higher education."
	},

	{
		"country_code": "MA): Morocco Religions:The predominant religion in Morocco is Islam, with approximately 99% of the population identifying as Muslim as of 2021. The majority of Moroccan Muslims adhere to Sunni Islam, following the Maliki school of jurisprudence. Islam plays a significant role in the cultural and social life of Morocco, influencing its customs, traditions, and legal system. The nation's few religious minorities include Christians, primarily Roman Catholics and Protestants, who together account for less than 1% of the population, and Jews, who make up a small but historically significant community. A minor percentage of the population practices traditional Amazigh beliefs, often syncretized with Islamic beliefs, while an even smaller percentage identifies as non-religious or atheistic."
	},

	{
		"country_code": "MZ",
		"lang": "Mozambique, officially the Republic of Mozambique, is a country located in Southeast Africa. The official language is Portuguese, which is spoken by approximately 50% of the population as of 2021. Portuguese serves as the primary language for government administration, formal education, and nationwide communication. However, Mozambique is linguistically diverse, with over 40 indigenous languages spoken across the country. Some of the major indigenous languages include Makhuwa, Tsonga, Lomwe, Sena, and Shona. While Portuguese is more commonly spoken in urban areas and among the educated population, many people in rural regions continue to use their native languages for daily communication. English is also increasingly spoken as a second language, particularly in urban areas and within the tourism industry."
	},

	{
		"country_code": "MZ): Mozambique Religions:The religious landscape in Mozambique is diverse, with Christianity being the predominant faith. As of 2021, approximately 56% of the population identified as Christian, with Roman Catholicism and various Protestant denominations, such as Anglicanism, Methodism, and Pentecostalism, being the most practiced. Islam is practiced by around 18% of the population, primarily Sunni Muslims, with a significant portion of the Muslim community living in the northern regions of the country. Traditional African religions and ancestral beliefs continue to be practiced by a significant percentage of the population, often syncretized with Christianity or Islam. A minor percentage of Mozambicans identify as non-religious or atheistic."
	},

	{
		"country_code": "MM",
		"lang": "Myanmar, officially the Republic of the Union of Myanmar and formerly known as Burma, is a country located in Southeast Asia. The official language is Burmese, spoken by approximately 68% of the population as of 2021. Burmese serves as the primary language for government administration, formal education, and nationwide communication. However, Myanmar is linguistically diverse, with over 100 indigenous languages spoken across the country. Some of the major ethnic languages include Shan, Karen, Kachin, Chin, Mon, and Rakhine. While Burmese is more commonly spoken in urban areas and among the educated population, many people in rural regions continue to use their native languages for daily communication. English is increasingly spoken as a second language, particularly in urban areas and within the tourism industry."
	},

	{
		"country_code": "MM): Myanmar Religions:The religious landscape in Myanmar is predominantly Buddhist, with the majority of the population adhering to Theravada Buddhism. As of 2021, approximately 88% of Myanmar's population identified as Buddhist. Buddhism plays a significant role in the cultural and social life of the country. Other religious minorities include Christians, who account for around 6% of the population, and Muslims, who make up approximately 4%. The nation's few remaining religious minorities include followers of Hinduism, traditional animist beliefs, and the Baha'i faith. While the Myanmar government officially recognizes religious freedom, there have been many reports of religious persecution and restrictions on certain religious groups, particularly the Rohingya Muslims, in recent years."
	},

	{
		"country_code": "NA",
		"lang": "Namibia, officially the Republic of Namibia, is a country located in Southern Africa. The official language is English, which is used for government administration, formal education, and nationwide communication. However, as of 2021, English is spoken as a first language by only a small percentage of the population. Namibia is linguistically diverse, with a variety of indigenous languages spoken across the country. Some of the major languages include Oshiwambo, spoken by approximately 48% of the population, Khoekhoegowab, spoken by around 11. And Afrikaans, spoken by about 10%. German, a legacy of the colonial period, is also spoken by a minority of the population. Many Namibians are multilingual, using different languages for various aspects of daily life."
	},

	{
		"country_code": "NA): Namibia Religions:The religious landscape in Namibia is predominantly Christian, with the majority of the population adhering to Christianity. As of 2021, approximately 90% of Namibians identified as Christian, with various Protestant denominations, such as Lutheran, Anglican, and Methodist, being the most practiced. The Roman Catholic Church also has a significant presence. Traditional African religions and ancestral beliefs continue to be practiced by a portion of the population, often syncretized with Christianity. Other religious minorities include Muslims, Jews, and followers of the Baha'i faith. A minor percentage of Namibians identify as non-religious or atheistic."
	},

	{
		"country_code": "NR",
		"lang": "Nauru is a small island country in Micronesia with a population of approximately 11,000 people. Nauruan and English are the official languages of the country. Nauruan is a Micronesian language that is spoken by the vast majority of the population, while English is used primarily in official and business contexts.",
		"religion": "Nauru is a predominantly Christian country, with over 90% of the population identifying as Christian. The Nauru Congregational Church is the largest Christian denomination in the country, with approximately 35% of the population belonging to the church. Other Christian denominations, including the Roman Catholic Church and various Protestant denominations, account for approximately 55% of the population."
	},

	{
		"country_code": "NP",
		"lang": "Nepal, officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. The official language is Nepali, which is spoken by approximately 45% of the population as of 2021. Nepali serves as the primary language for government administration, formal education, and nationwide communication. However, Nepal is linguistically diverse, with over 120 indigenous languages spoken across the country. Some of the major ethnic languages include Maithili, Bhojpuri, Tharu, Tamang, Newar, and Magar. While Nepali is more commonly spoken in urban areas and among the educated population, many people in rural regions continue to use their native languages for daily communication. English is increasingly spoken as a second language, particularly in urban areas and within the tourism industry."
	},

	{
		"country_code": "NP): Nepal Religions:The religious landscape in Nepal is predominantly Hindu, with the majority of the population adhering to Hinduism. As of 2021, approximately 81% of Nepal's population identified as Hindu, making it the largest Hindu-majority country outside India. Buddhism is practiced by around 9% of the population, primarily by the Newar, Tamang, and Sherpa ethnic groups. Other religious minorities include Muslims, who account for around 4% of the population, and Christians, who make up approximately 1%. The nation's few remaining religious minorities include followers of Sikhism, Jainism, and traditional animist beliefs. Nepal is known for its religious tolerance and peaceful coexistence among different religious communities, with many Hindu and Buddhist traditions often overlapping and sharing common cultural elements."
	},

	{
		"country_code": "NL",
		"lang": "The Netherlands, officially the Kingdom of the Netherlands, is a country located in Northwestern Europe. The official language is Dutch, spoken by approximately 90% of the population as of 2021. Dutch serves as the primary language for government administration, formal education, and nationwide communication. Other widely spoken languages include Frisian, which is recognized as a regional language and spoken by around 4% of the population, mainly in the province of Friesland. Dutch dialects such as Limburgish and Brabantian are spoken in specific regions. English is widely spoken as a second language, with around 90% of the population proficient in English, making the Netherlands one of the most English-proficient non-native countries in the world. German and French are also spoken by significant portions of the population as second languages."
	},

	{
		"country_code": "NL): Netherlands Religions:The religious landscape in the Netherlands has undergone significant changes in recent decades, with a considerable shift towards secularism. As of 2021, approximately 50% of the population identified as non-religious or atheist. Among those who are religious, Christianity is the predominant faith, with around 35% of the population identifying as Christian. Major Christian denominations include Roman Catholicism, the Protestant Church in the Netherlands, and various smaller Protestant denominations. Islam is practiced by approximately 5% of the population, primarily by Turkish and Moroccan immigrants and their descendants. Other religious minorities include Buddhists, Jews, and Hindus."
	},

	{
		"country_code": "NC",
		"lang": "New Caledonia is a French overseas territory in the South Pacific with a population of approximately 295,000 people. French is the official language of the territory and is spoken by the majority of the population. Several indigenous languages, including Drehu, Nengone, and Paicî, are also widely spoken by various ethnic groups in the territory.",
		"religion": "New Caledonia is a religiously diverse country, with a significant portion of the population identifying as unaffiliated or having no religious beliefs. Christianity is the largest religion in the territory, with approximately 75% of the population identifying as Christian. The majority of Christians in New Caledonia are Roman Catholic, with various Protestant denominations also represented. Other religions in New Caledonia include Buddhism, Hinduism, Islam, and various forms of traditional Pacific Islander religions, each accounting for less than 1% of the population"
	},

	{
		"country_code": "NZ",
		"lang": "New Zealand is an island country in the southwestern Pacific Ocean with a population of approximately 5 million people. English, Māori, and New Zealand Sign Language are the official languages of the country. English is the most widely spoken language in New Zealand and is used in most official and business contexts. Māori, a Polynesian language, is also widely spoken and has been designated as an official language since 1987.",
		"religion": "New Zealand is a religiously diverse country, with a significant portion of the population identifying as unaffiliated or having no religious beliefs. Christianity is the largest religion in the country, with approximately 37% of the population identifying as Christian. The majority of Christians in New Zealand are either Anglican or Roman Catholic, with various Protestant denominations also represented. Other religions in New Zealand include Buddhism, Hinduism, Islam, and Sikhism, each accounting for less than 2% of the population."
	},

	{
		"country_code": "NI",
		"lang": "Nicaragua, officially the Republic of Nicaragua, is a country located in Central America. The official language is Spanish, spoken by approximately 95% of the population as of 2021. Spanish serves as the primary language for government administration, formal education, and nationwide communication. Nicaragua is also home to a number of indigenous languages spoken by various ethnic groups, particularly on the Caribbean coast. Some of the major indigenous languages include Miskito, Sumo, and Rama. In addition, English-based creoles are spoken by a significant portion of the Afro-Nicaraguan population, mainly in the autonomous regions of the Caribbean coast. English is increasingly spoken as a second language, particularly in urban areas and within the tourism industry."
	},

	{
		"country_code": "NI): Nicaragua Religions:The religious landscape in Nicaragua is predominantly Christian, with the majority of the population adhering to Christianity. As of 2021, approximately 85% of Nicaraguans identified as Christian. Roman Catholicism is the largest Christian denomination, practiced by around 50% of the population. Other significant Christian denominations include various Protestant and Evangelical churches, practiced by around 33% of the population. A small percentage of Nicaraguans practice traditional indigenous religions, often syncretized with Christianity."
	},

	{
		"country_code": "NE",
		"lang": "Niger, officially the Republic of Niger, is a landlocked country in West Africa. The official language is French, which serves as the primary language for government administration, formal education, and nationwide communication. As of 2021, French is spoken by a minority of the population, primarily in urban areas and among the educated population. Niger is linguistically diverse, with over 20 indigenous languages spoken across the country. Some of the major languages include Hausa, spoken by approximately 53% of the population, Zarma-Songhai, spoken by around 21%, and Fulfulde, spoken by about 7%. Many Nigeriens are multilingual, using different languages for various aspects of daily life. Arabic and English are also spoken by a minority of the population as second languages."
	},

	{
		"country_code": "NE): Niger Religions:The religious landscape in Niger is predominantly Muslim, with the vast majority of the population adhering to Islam. As of 2021, approximately 99% of Niger's population identified as Muslim, predominantly Sunni Muslims, with a small minority of Shia Muslims. Islam plays a significant role in the cultural and social life of Niger, influencing its customs, traditions, and legal system. The nation's few religious minorities include Christians, who account for less than 1% of the population, and followers of traditional African religions and ancestral beliefs."
	},

	{
		"country_code": "NG",
		"lang": "Nigeria, officially the Federal Republic of Nigeria, is a country located in West Africa. The official language is English, which serves as the primary language for government administration, formal education, and nationwide communication. As of 2021, Nigeria is linguistically diverse, with over 500 indigenous languages spoken across the country. Some of the major languages include Hausa, spoken by approximately 30% of the population, Yoruba, spoken by around 21%, and Igbo, spoken by about 18%. Other significant languages include Fulani, Kanuri, and Ijaw. Many Nigerians are multilingual, using different languages for various aspects of daily life. English is widely spoken, particularly in urban areas and among the educated population."
	},

	{
		"country_code": "NG): Nigeria Religions:The religious landscape in Nigeria is diverse, with two major religions, Islam and Christianity, coexisting alongside traditional African religions. As of 2021, approximately 50% of Nigeria's population identified as Muslim, predominantly Sunni Muslims, with a significant presence of Shia Muslims and Ahmadiyya. Islam is more prevalent in the northern regions of the country. Christianity is practiced by around 48% of the population, with major Christian denominations including Roman Catholicism, Anglican, and various Protestant and Evangelical churches. Christianity is more widespread in the southern regions of Nigeria. A small percentage of Nigerians continue to practice traditional African religions, often syncretized with Christianity or Islam. Nigeria is known for its religious diversity, but tensions and conflicts between religious communities have been an ongoing challenge in the country."
	},

	{
		"country_code": "NU",
		"lang": "Niue is a small island country in the South Pacific with a population of approximately 1,600 people. Niuean and English are the official languages of the country. Niuean, a Polynesian language, is spoken by the majority of the population, while English is used primarily in official and business contexts.",
		"religion": "Niue is a predominantly Christian country, with over 95% of the population identifying as Christian. The Ekalesia Niue, a Protestant denomination that is unique to Niue, is the largest Christian denomination in the country, with approximately 80% of the population belonging to the church. Other Christian denominations, including the Roman Catholic Church and various Protestant denominations, account for approximately 15% of the population."
	},

	{
		"country_code": "NF",
		"lang": "Norfolk Island is an external territory of Australia located in the South Pacific with a population of approximately 2,000 people. English is the official language of the territory and is spoken by the vast majority of the population.",
		"religion": "Christianity is the dominant religion in Norfolk Island, with the majority of the population identifying as Christian. The Anglican Church of Australia is the largest Christian denomination on the island, with approximately 27% of the population belonging to the Church. Other Christian denominations, including the Uniting Church in Australia and the Seventh-day Adventist Church, account for approximately 22% of the population. Approximately 5% of the population identify as non-Christian, with the Baha'i Faith being the largest non-Christian religion on the island."
	},

	{
		"country_code": "KP",
		"lang": "North Korea, officially the Democratic People's Republic of Korea, is a country located in East Asia on the Korean Peninsula. The official language is Korean, which is spoken by the entire population as of 2021. Korean serves as the primary language for government administration, formal education, and nationwide communication. The Korean spoken in North Korea differs from that spoken in South Korea in vocabulary, pronunciation, and grammar, with the differences mainly attributable to the isolation of the North Korean regime and limited contact with the outside world. Although foreign language education is limited, English and Russian are sometimes taught in specialized schools and universities."
	},

	{
		"country_code": "KP): North Korea Religions:The religious landscape in North Korea is complex and challenging to assess due to the secretive nature of the regime and the lack of reliable data. As of 2021, the North Korean government claims to respect religious freedom, but various sources report that religious practices are heavily restricted and suppressed. It is estimated that a significant portion of the population practices Korean shamanism, Cheondoism, or Buddhism, often in private and without formal organization. Christianity is considered a political threat, and estimates of the number of Christians in the country range from tens of thousands to several hundred thousand. The North Korean government has created state-controlled religious organizations to monitor and control religious activities, while the state ideology of Juche, often considered a political religion, permeates all aspects of life in the country."
	},

	{
		"country_code": "MP",
		"lang": "The Northern Mariana Islands is a commonwealth of the United States located in the western Pacific Ocean with a population of approximately 56,000 people. English and Chamorro are the official languages of the territory. English is the most widely spoken language in the Northern Mariana Islands and is used in most official and business contexts, while Chamorro, an Austronesian language, is also spoken by a significant portion of the population.",
		"religion": "Christianity is the dominant religion in the Northern Mariana Islands, with the majority of the population identifying as Christian. Roman Catholicism is the largest Christian denomination on the islands, with approximately 60% of the population belonging to the Church. Other Christian denominations, including various Protestant churches, account for approximately 20% of the population. Other religions in the Northern Mariana Islands include Buddhism, the Baha'i Faith, and Islam, each accounting for less than 1% of the population."
	},

	{
		"country_code": "NO",
		"lang": "Norway, officially the Kingdom of Norway, is a country located in Northern Europe. The official language is Norwegian, which is spoken by the majority of the population as of 2021. Norwegian serves as the primary language for government administration, formal education, and nationwide communication. There are two official written forms of Norwegian, Bokmål and Nynorsk, which are used by 85-90% and 10-15% of the population, respectively. The indigenous Sami people have their own languages, with Northern Sami, Lule Sami, and Southern Sami recognized as official minority languages in specific regions. Other minority languages include Kven and Romani. English is widely spoken as a second language, with around 86% of the population proficient in English, making Norway one of the most English-proficient non-native countries in the world."
	},

	{
		"country_code": "NO): Norway Religions:The religious landscape in Norway has undergone significant changes in recent decades, with a considerable shift towards secularism. As of 2021, approximately 72% of the population identified as Christian, with the majority belonging to the Church of Norway, a Lutheran denomination. However, attendance and active participation in religious activities are relatively low. Other Christian denominations include the Roman Catholic Church, Pentecostalism, and various Protestant churches. Approximately 17% of the population identified as non-religious or atheist. Religious minorities include Muslims, who account for around 4% of the population, and followers of Buddhism, Hinduism, and Judaism. Norway is known for its religious tolerance and commitment to religious freedom, ensuring the peaceful coexistence of different religious communities."
	},

	{
		"country_code": "OM",
		"lang": "Oman, officially the Sultanate of Oman, is a country located in the southeastern coast of the Arabian Peninsula. The official language is Arabic, which is spoken by the majority of the population as of 2021. Arabic serves as the primary language for government administration, formal education, and nationwide communication. In addition to Standard Arabic, various regional dialects are spoken, with Omani Arabic being the most widely used. The Balochi language is spoken by a minority of the population, primarily by the Baloch ethnic group. English is widely spoken as a second language and is often used in business, government, and tourism sectors. South Asian languages such as Urdu, Hindi, and Malayalam are spoken by expatriate communities in the country."
	},

	{
		"country_code": "OM): Oman Religions:The religious landscape in Oman is predominantly Muslim, with the majority of the population adhering to Islam. As of 2021, approximately 86% of Oman's population identified as Muslim. The majority of Omani Muslims practice Ibadism, a distinct branch of Islam that is considered neither Sunni nor Shia. Ibadism is the official religion of the country, and Oman is the only country in the world where it is the dominant sect. Sunni and Shia Muslims make up the remainder of the Muslim population. The nation's religious minorities include Christians, who account for approximately 6% of the population, and Hindus, who make up around 5%. Other religious minorities include Buddhists, Sikhs, and Baha'is. Oman is known for its religious tolerance and peaceful coexistence among different religious communities."
	},

	{
		"country_code": "PK",
		"lang": "Pakistan, officially the Islamic Republic of Pakistan, is a country located in South Asia. The official languages are Urdu and English, with Urdu serving as the national language and a symbol of unity for the linguistically diverse nation. As of 2021, only around 8% of the population speak Urdu as their first language, while English is primarily used for official and legal purposes. Pakistan is home to over 70 languages, with Punjabi spoken by approximately 45% of the population, Sindhi by around 15%, Pashto by about 15%, and Balochi by around 4%. The country's linguistic diversity is a result of its rich cultural heritage and complex history. Many Pakistanis are multilingual, using different languages for various aspects of daily life."
	},

	{
		"country_code": "PK): Pakistan Religions:The religious landscape in Pakistan is predominantly Muslim, with the vast majority of the population adhering to Islam. As of 2021, approximately 96.5% of Pakistan's population identified as Muslim, with Sunni Muslims comprising around 85-90% and Shia Muslims making up about 10-15%. Islam plays a significant role in the cultural, social, and political life of Pakistan, influencing its customs, traditions, and legal system. The nation's religious minorities include Christians, who account for approximately 1.5% of the population, Hindus, who make up around 1.6%, and smaller communities of Sikhs, Zoroastrians, and Baha'is. Pakistan has faced ongoing challenges related to religious intolerance, discrimination, and violence against religious minorities, which have been exacerbated by the country's blasphemy laws."
	},

	{
		"country_code": "PW",
		"lang": "Palau is a small island country in the western Pacific Ocean with a population of approximately 21,000 people. Palauan and English are the official languages of the country. Palauan, a Malayo-Polynesian language, is spoken by the majority of the population, while English is used primarily in official and business contexts.",
		"religion": "Palau is a predominantly Christian country, with over 90% of the population identifying as Christian. Roman Catholicism is the largest Christian denomination in the country, with approximately 45% of the population belonging to the Church. Other Christian denominations, including various Protestant churches, account for approximately 45% of the population."
	},

	{
		"country_code": "PS",
		"lang": "Palestine, officially the State of Palestine, is a de facto sovereign state in the Middle East, with its territories consisting of the West Bank and Gaza Strip. The official language is Arabic, which is spoken by the majority of the population as of 2021. Arabic serves as the primary language for government administration, formal education, and nationwide communication. Palestinian Arabic, a dialect of Levantine Arabic, is the most widely spoken dialect in the region. Hebrew is also spoken by a minority of the population, particularly in the West Bank, while English is commonly taught in schools and used in business and tourism sectors."
	},

	{
		"country_code": "PS): Palestine Religions:The religious landscape in Palestine is predominantly Muslim, with the majority of the population adhering to Islam. As of 2021, approximately 85% of Palestinians identified as Muslim, predominantly Sunni Muslims. Islam plays a significant role in the cultural and social life of Palestine, influencing its customs, traditions, and legal system. The nation's religious minorities include Christians, who account for approximately 1-2.5% of the population, with the majority belonging to the Greek Orthodox Church. Other Christian denominations present in Palestine include Roman Catholicism, Melkite Greek Catholicism, and various Protestant churches. There is also a small community of Samaritans, an ancient ethno-religious group, in the West Bank. Palestine is known for its rich religious history, but ongoing political and territorial conflicts have posed challenges to religious coexistence in the region."
	},

	{
		"country_code": "PA",
		"lang": "Panama is a country located in Central America with a population of approximately 4 million people. Spanish is the official language of the country and is spoken by the vast majority of the population. English is also widely spoken, particularly in urban areas and tourist destinations.",
		"religion": "Panama is a predominantly Christian country, with approximately 85% of the population identifying as Christian. Roman Catholicism is the largest Christian denomination in the country, with approximately 61% of the population belonging to the Church. Various Protestant denominations, including evangelical and Pentecostal churches, account for approximately 24% of the population."
	},

	{
		"country_code": "PG",
		"lang": "Papua New Guinea, officially the Independent State of Papua New Guinea, is a country located in the southwestern Pacific Ocean. The official languages are English, Tok Pisin, and Hiri Motu. As of 2021, English is primarily used for government administration, formal education, and nationwide communication, although only a small percentage of the population speak it as a first language. Tok Pisin, an English-based creole language, is widely spoken and serves as a lingua franca, with around 50% of the population using it as their primary language. Hiri Motu is spoken by a minority of the population. Papua New Guinea is home to over 800 indigenous languages, making it one of the most linguistically diverse countries in the world. Some of the major indigenous languages include Enga, Melpa, and Kuman."
	},

	{
		"country_code": "PG): Papua New Guinea Religions:The religious landscape in Papua New Guinea is predominantly Christian, with the majority of the population adhering to Christianity. As of 2021, approximately 96% of Papua New Guineans identified as Christian. Major Christian denominations include the Roman Catholic Church, comprising around 27% of the population, the Evangelical Lutheran Church of Papua New Guinea, making up around 20%, and various Protestant and Evangelical churches. The United Church, Seventh-day Adventist Church, and Pentecostal churches also have significant followings. Traditional indigenous beliefs and practices continue to exist alongside Christianity, often syncretized with Christian beliefs. A small percentage of the population practice other religions, such as Islam, Baha'i, and Buddhism, or identify as non-religious."
	},

	{
		"country_code": "PY",
		"lang": "Paraguay is a landlocked country located in South America with a population of approximately 7 million people. Spanish and Guaraní are the official languages of the country. Spanish is spoken by the majority of the population and is used in most official and business contexts, while Guaraní, an indigenous language, is also widely spoken and has been designated as a national language.",
		"religion": "Christianity is the dominant religion in Paraguay, with the majority of the population identifying as Christian. Roman Catholicism is the largest Christian denomination in the country, with approximately 90% of the population belonging to the Church. Other Christian denominations, including various Protestant churches, account for approximately 6% of the population."
	},

	{
		"country_code": "PE",
		"lang": "Peru is a country located in South America with a population of approximately 33 million people. Spanish and Quechua are the official languages of the country, with Spanish being the most widely spoken language. Various indigenous languages, including Quechua, Aymara, and Asháninka, are also spoken by a significant portion of the population.",
		"religion": "Christianity is the dominant religion in Peru, with the majority of the population identifying as Christian. Roman Catholicism is the largest Christian denomination in the country, with approximately 75% of the population belonging to the Church. Various Protestant denominations, including evangelical and Pentecostal churches, account for approximately 14% of the population."
	},

	{
		"country_code": "PH",
		"lang": "The Philippines, officially the Republic of the Philippines, is a Southeast Asian country comprising more than 7,000 islands. The official languages are Filipino and English, with Filipino being based primarily on Tagalog, one of the major indigenous languages. As of 2021, Filipino is spoken by around 45% of the population as a first language, and serves as the primary language for government administration, formal education, and nationwide communication. The Philippines is home to over 180 indigenous languages, with major languages including Cebuano, Ilokano, Hiligaynon, and Waray. Many Filipinos are multilingual, using different languages for various aspects of daily life. English is widely spoken as a second language, with approximately 70% of the population proficient in English, making the Philippines one of the largest English-speaking nations in the world."
	},

	{
		"country_code": "PH): Philippines Religions:The religious landscape in the Philippines is predominantly Christian, with the majority of the population adhering to Christianity. As of 2021, approximately 92% of Filipinos identified as Christian. The Roman Catholic Church is the largest Christian denomination, comprising around 81% of the population. Other significant Christian denominations include the Iglesia ni Cristo, various Protestant and Evangelical churches, and the Philippine Independent Church. The nation's religious minorities include Muslims, who account for approximately 6% of the population, and followers of Buddhism, Hinduism, and traditional indigenous beliefs."
	},

	{
		"country_code": "PN",
		"lang": "The Pitcairn Islands is a British Overseas Territory located in the South Pacific Ocean with a population of approximately 50 people. English and Pitkern are the official languages of the territory. English is spoken by the majority of the population and is used in most official and business contexts, while Pitkern, a Creole language based on English and Tahitian, is also widely spoken.",
		"religion": "Christianity is the dominant religion in the Pitcairn Islands, with the majority of the population identifying as Christian. Seventh-day Adventism is the largest Christian denomination on the islands, with approximately 70% of the population belonging to the Church."
	},

	{
		"country_code": "PL",
		"lang": "Poland, officially the Republic of Poland, is a country located in Central Europe. The official language is Polish, which is spoken by the vast majority of the population as of 2021. Polish serves as the primary language for government administration, formal education, and nationwide communication. It belongs to the West Slavic group of languages, along with Czech and Slovak. Minority languages recognized in Poland include Belarusian, Czech, Lithuanian, German, Slovak, Russian, Ukrainian, and Yiddish. The Kashubian language, spoken by the Kashubians in the Pomeranian region, is considered a regional language with special protection. English is the most widely spoken foreign language, followed by German and Russian."
	},

	{
		"country_code": "PL): Poland Religions:The religious landscape in Poland is predominantly Roman Catholic, with the majority of the population adhering to Christianity. As of 2021, approximately 87.7% of Poles identified as Roman Catholic, and the Catholic Church has played a significant role in Poland's history, culture, and social life. While religious observance has decreased in recent years, the country remains one of the most religiously observant in Europe. Other Christian denominations include various Protestant and Orthodox churches. The nation's religious minorities include Muslims, Jews, and Buddhists, who together make up less than 1% of the population. Around 7.1% of Poles identify as non-religious or atheist. Poland has a history of religious tolerance, but in recent years, there have been increasing concerns about the rise of nationalism and xenophobia, which have impacted some religious minority communities."
	},

	{
		"country_code": "PT",
		"lang": "Portugal, officially the Portuguese Republic, is a country located in southwestern Europe, on the Iberian Peninsula. The official language is Portuguese, which is spoken by the majority of the population as of 2021. Portuguese serves as the primary language for government administration, formal education, and nationwide communication. It is a Romance language that evolved from the medieval Galician-Portuguese language. In addition to Portugal, Portuguese is spoken by millions of people worldwide, particularly in Brazil, Angola, Mozambique, and other former Portuguese colonies. Minority languages recognized in Portugal include Mirandese, spoken in the northeastern region of Miranda do Douro. English is the most widely spoken foreign language, followed by French and Spanish."
	},

	{
		"country_code": "PT): Portugal Religions:The religious landscape in Portugal is predominantly Roman Catholic, with the majority of the population adhering to Christianity. As of 2021, approximately 81% of the Portuguese population identified as Roman Catholic, although religious observance and active participation in religious activities have declined in recent years. The Catholic Church has played a significant role in Portugal's history, culture, and social life. Other Christian denominations include various Protestant and Orthodox churches, which together make up around 3.3% of the population."
	},

	{
		"country_code": "PR",
		"lang": "Puerto Rico is a self-governing territory of the United States located in the Caribbean with a population of approximately 3 million people. Spanish and English are the official languages of the territory, with Spanish being the most widely spoken language.",
		"religion": "Christianity is the dominant religion in Puerto Rico, with the majority of the population identifying as Christian. Roman Catholicism is the largest Christian denomination in the territory, with approximately 56% of the population belonging to the Church. Various Protestant denominations, including evangelical and Pentecostal churches, account for approximately 33% of the population."
	},

	{
		"country_code": "QA",
		"lang": "Qatar, officially the State of Qatar, is a country located in the Arabian Peninsula. The official language is Arabic, which is spoken by the majority of the population as of 2021. Arabic serves as the primary language for government administration, formal education, and nationwide communication. The Qatari dialect of Arabic, known as Gulf Arabic or Khaleeji, is the most widely spoken dialect in the region. English is widely spoken as a second language and is commonly used in business, government, and tourism sectors. The expatriate population in Qatar has led to the presence of other languages, such as Urdu, Hindi, Malayalam, and Tagalog, spoken by communities from South Asia and the Philippines."
	},

	{
		"country_code": "QA): Qatar Religions:The religious landscape in Qatar is predominantly Muslim, with the majority of the population adhering to Islam. As of 2021, approximately 67.7% of Qatar's population identified as Muslim, with the majority being Sunni Muslims. Islam plays a significant role in the cultural, social, and political life of Qatar, influencing its customs, traditions, and legal system. The nation's religious minorities include Christians, who account for approximately 13.8% of the population, and Hindus, who make up around 13.8% as well. Other religious minorities include Buddhists and Baha'is. Qatar allows for the practice of non-Muslim religions, but only within designated religious complexes and without public displays or proselytization."
	},

	{
		"country_code": "CG",
		"lang": "The Republic of the Congo, a Central African nation, has French as its official language, which is used in administration, education, and media. The country is linguistically diverse, with numerous indigenous languages spoken by various ethnic groups. Some of the most widely spoken native languages include Lingala, Kikongo, and Kituba, which serve as regional lingua francas. The linguistic landscape of the Republic of the Congo is further enriched by the presence of other Bantu and Ubangian languages, reflecting the nation's rich cultural history. As a multilingual nation, the Republic of the Congo promotes linguistic rights and the protection of minority languages.",
		"religion": "Religion in the Republic of the Congo is predominantly Christian, with approximately 90% of the population adhering to Christianity. Among Christians, Roman Catholics constitute the largest denomination (33.1%), followed by various Protestant (44.4%) and independent (22.5%) churches. The constitution guarantees freedom of religion, and other religious communities include practitioners of traditional African religions (4.4%) and Muslims (1.6%). The remaining portion of the population, approximately 4%, includes adherents of other faiths or those with no specific religious affiliation."
	},

	{
		"country_code": "RO",
		"lang": "Romania, officially the Republic of Romania, is a country located in Southeastern Europe. The official language is Romanian, which is spoken by the majority of the population as of 2021. Romanian serves as the primary language for government administration, formal education, and nationwide communication. It is a Romance language, closely related to Italian, French, Spanish, and Portuguese. Minority languages recognized in Romania include Hungarian, German, Romani, Ukrainian, Serbian, Slovak, Bulgarian, Croatian, and Russian. The largest linguistic minority is Hungarian, spoken by approximately 6.1% of the population, primarily in the Szeklerland region of central Romania. English and French are the most widely spoken foreign languages, followed by German, Italian, and Spanish."
	},

	{
		"country_code": "RO): Romania Religions:The religious landscape in Romania is predominantly Eastern Orthodox, with the majority of the population adhering to Christianity. As of 2021, approximately 81% of Romanians identified as Eastern Orthodox Christians, and the Romanian Orthodox Church has played a significant role in the country's history, culture, and social life. Other Christian denominations include Roman Catholicism, comprising around 4.3% of the population, and various Protestant and Evangelical churches, making up around 6.2% of the population. The nation's religious minorities include Muslims, who account for approximately 0.3% of the population, and Jews, who make up around 0.02%"
	},

	{
		"country_code": "RU",
		"lang": "Russia, the world's largest country by land area, has Russian as its official language, spoken by the majority of the population. The country is linguistically diverse, with over 100 minority languages spoken by various ethnic communities. Some of the most widely spoken minority languages include Tatar, Bashkir, Chuvash, and Chechen. These languages belong to various linguistic families, including Uralic, Turkic, and Northwest Caucasian. English is widely spoken as a second language, particularly in business, education, and tourism sectors.",
		"religion": "Religion in Russia is diverse, with the majority of the population adhering to Christianity (72.6%), predominantly of the Russian Orthodox tradition. The constitution guarantees freedom of religion, and other significant religious communities include Muslims (10.0%), Buddhists (0.5%), and Jews (0.1%). The remaining portion of the population, approximately 16.8%, identifies as non-religious or as having no specific religious affiliation."
	},

	{
		"country_code": "RW",
		"lang": "Rwanda, officially the Republic of Rwanda, is a landlocked country located in East Africa. The official languages are Kinyarwanda, English, and French, while Swahili is also used in commercial and administrative contexts. As of 2021, Kinyarwanda, a Bantu language, is spoken by the majority of the population as their first language and serves as the primary language for government administration, formal education, and nationwide communication. English and French are widely spoken as second languages, with English becoming increasingly prominent in recent years. Following the 1994 genocide, the Rwandan government decided to switch the language of instruction in schools from French to English, resulting in a growing number of English speakers."
	},

	{
		"country_code": "RW): Rwanda Religions:The religious landscape in Rwanda is predominantly Christian, with the majority of the population adhering to Christianity. As of 2021, approximately 93.6% of Rwandans identified as Christian. The largest Christian denomination is the Roman Catholic Church, comprising around 43.7% of the population, followed by various Protestant and Evangelical churches, which together make up around 49.9% of the population. The nation's religious minorities include Muslims, who account for approximately 2.6% of the population, and followers of traditional African beliefs, who make up around 0.1%."
	},

	{
		"country_code": "BL",
		"lang": "Saint Barthélemy is an overseas collectivity of France located in the Caribbean with a population of approximately 10,000 people. French is the official language of the territory and is spoken by the majority of the population.",
		"religion": "Christianity is the dominant religion in Saint Barthélemy, with the majority of the population identifying as Christian. Roman Catholicism is the largest Christian denomination on the island, with approximately 60% of the population belonging to the Church. Various Protestant denominations, including evangelical and Pentecostal churches, account for approximately 10% of the population."
	},

	{
		"country_code": "SH",
		"lang": "Saint Helena is a British Overseas Territory located in the South Atlantic Ocean with a population of approximately 6,000 people. English is the official language of the territory and is spoken by the vast majority of the population.",
		"religion": "Christianity is the dominant religion in Saint Helena, with the majority of the population identifying as Christian. Anglicanism is the largest Christian denomination on the island, with approximately 85% of the population belonging to the Church. Other Christian denominations, including Roman Catholicism and various Protestant churches, account for approximately 15% of the population."
	},

	{
		"country_code": "AC",
		"lang": "Ascension Island is a British Overseas Territory located in the South Atlantic Ocean with a population of approximately 800 people. Tristan da Cunha has a population of approximately 250 people. English is the official language of the territories and is spoken by the vast majority of the population.",
		"religion": "Christianity is the dominant religion in Ascension Island, with the majority of the population identifying as Christian. The island has no established church, but there are various religious groups on the island, including Anglicanism, Roman Catholicism, and various Protestant denominations."
	},

	{
		"country_code": "KN",
		"lang": "Saint Kitts and Nevis is a twin-island nation located in the Caribbean with a population of approximately 53,000 people. English is the official language of the country and is spoken by the vast majority of the population.",
		"religion": "Christianity is the dominant religion in Saint Kitts and Nevis, with the majority of the population identifying as Christian. Anglicanism is the largest Christian denomination in the country, with approximately 20% of the population belonging to the Church. Other Christian denominations, including Roman Catholicism and various Protestant churches, account for approximately 75% of the population."
	},

	{
		"country_code": "LC",
		"lang": "Saint Lucia is an island nation located in the Caribbean with a population of approximately 183,000 people. English and French Creole are the official languages of the country. English is the most widely spoken language, while French Creole is also spoken by a significant portion of the population.",
		"religion": "Christianity is the dominant religion in Saint Lucia, with the majority of the population identifying as Christian. Roman Catholicism is the largest Christian denomination in the country, with approximately 60% of the population belonging to the Church. Various Protestant denominations, including Anglicanism, Seventh-day Adventism, and Pentecostalism, account for approximately 25% of the population."
	},

	{
		"country_code": "MF",
		"lang": "Saint Martin is an island in the Caribbean that is divided between France (Saint-Martin) and the Netherlands (Sint Maarten). Both French and Dutch are official languages on the island. English is also spoken widely, especially in Sint Maarten.",
		"religion": "Christianity is the dominant religion in Saint Martin, with the majority of the population identifying as Christian. Roman Catholicism is the largest Christian denomination on the French side of the island, with approximately 95% of the population belonging to the Church. Other Christian denominations, including Protestant churches and Jehovah's Witnesses, account for approximately 5% of the population. On the Dutch side of the island, various Protestant denominations, including the Seventh-day Adventist Church and the Methodist Church, are the largest Christian denominations. Other religions in Saint Martin include Islam and Judaism, each accounting for less than 1% of the population."
	},

	{
		"country_code": "PM",
		"lang": "Saint Pierre and Miquelon is a self-governing territorial overseas collectivity of France located off the coast of Canada in the North Atlantic Ocean with a population of approximately 6,000 people. French is the official language of the territory and is spoken by the vast majority of the population.",
		"religion": "Christianity is the dominant religion in Saint Pierre and Miquelon, with the majority of the population identifying as Christian. Roman Catholicism is the largest Christian denomination in the territory, with approximately 95% of the population belonging to the Church. Other Christian denominations, including various Protestant churches, account for approximately 5% of the population."
	},

	{
		"country_code": "VC",
		"lang": "Saint Vincent and the Grenadines is an island nation located in the Caribbean with a population of approximately 110,000 people. English is the official language of the country and is spoken by the vast majority of the population.",
		"religion": "Christianity is the dominant religion in Saint Vincent and the Grenadines, with the majority of the population identifying as Christian. Anglicanism is the largest Christian denomination in the country, with approximately 47% of the population belonging to the Church. Other Christian denominations, including Roman Catholicism, various Protestant churches, and the Pentecostal Church, account for approximately 45% of the population."
	},

	{
		"country_code": "WS",
		"lang": "Samoa is an island nation located in the South Pacific Ocean with a population of approximately 200,000 people. Samoan and English are both official languages of the country. Samoan is the most widely spoken language and is the mother tongue of over 90% of the population.",
		"religion": "Christianity is the dominant religion in Samoa, with the majority of the population identifying as Christian. The country has a unique Christian denomination called the Congregational Christian Church of Samoa (CCCS), which is the largest Christian denomination in the country, with approximately 30% of the population belonging to the Church. Other Christian denominations, including Roman Catholicism and various Protestant churches, account for approximately 20% of the population."
	},

	{
		"country_code": "SM",
		"lang": "San Marino is a landlocked microstate in Southern Europe with a population of approximately 34,000 people. Italian is the official language of the country and is spoken by the vast majority of the population.",
		"religion": "Christianity is the dominant religion in San Marino, with the majority of the population identifying as Christian. Roman Catholicism is the largest Christian denomination in the country, with approximately 97% of the population belonging to the Church."
	},

	{
		"country_code": "ST",
		"lang": "Sao Tome and Principe is an island nation located in the Gulf of Guinea with a population of approximately 219,000 people. Portuguese is the official language of the country and is spoken by the vast majority of the population.",
		"religion": "Christianity is the dominant religion in Sao Tome and Principe, with the majority of the population identifying as Christian. Roman Catholicism is the largest Christian denomination in the country, with approximately 70% of the population belonging to the Church. Other Christian denominations, including various Protestant churches, account for approximately 20% of the population."
	},

	{
		"country_code": "SA",
		"lang": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country located on the Arabian Peninsula. The official language is Arabic, which is spoken by the majority of the population as of 2021. Arabic serves as the primary language for government administration, formal education, and nationwide communication. The Saudi dialect of Arabic, known as Najdi Arabic, is the most widely spoken dialect in the region. Hejazi Arabic, spoken along the western coast, and Gulf Arabic, spoken in the Eastern Province, are also prominent dialects. English is widely spoken as a second language and is commonly used in the business, government, and tourism sectors. The expatriate population in Saudi Arabia has led to the presence of other languages, such as Urdu, Hindi, and Tagalog, spoken by communities from South Asia and the Philippines."
	},

	{
		"country_code": "SA): Saudi Arabia Religions:The religious landscape in Saudi Arabia is predominantly Muslim, with the majority of the population adhering to Islam. As of 2021, approximately 97.1% of Saudi Arabia's population identified as Muslim, with the majority being Sunni Muslims. The kingdom is the birthplace of Islam and home to the religion's holiest sites, Mecca and Medina. Islam plays a significant role in the cultural, social, and political life of Saudi Arabia, influencing its customs, traditions, and legal system. The nation's religious minorities include Christians, Hindus, Buddhists, and others, who together make up less than 3% of the population. The practice of non-Muslim religions is severely restricted, and public displays or proselytization of non-Muslim faiths are not allowed."
	},

	{
		"country_code": "SN",
		"lang": "Senegal, a West African nation, has French as its official language, which is used in administration, education, and media. The country is linguistically diverse, with numerous indigenous languages spoken by various ethnic communities. Some of the most widely spoken native languages include Wolof, Pulaar, Serer, Mandinka, and Jola. The linguistic landscape of Senegal is further enriched by the presence of other Niger-Congo languages, reflecting the nation's rich cultural history.",
		"religion": "Religion in Senegal is predominantly Muslim, with approximately 95.9% of the population adhering to Islam, the majority of whom follow the Sunni tradition. The constitution guarantees freedom of religion and promotes the secular nature of the state. Other significant religious communities include Christians (4.0%), mainly Roman Catholics, and practitioners of traditional African religions (0.1%)."
	},

	{
		"country_code": "RS",
		"lang": "Serbia, officially the Republic of Serbia, is a country located in Southeast Europe. The official language is Serbian, which is spoken by the majority of the population as of 2021. Serbian serves as the primary language for government administration, formal education, and nationwide communication. It belongs to the South Slavic group of languages and is written in both the Cyrillic and Latin alphabets. Minority languages recognized in Serbia include Hungarian, Slovak, Romanian, Croatian, Bulgarian, and Rusyn. These languages are used in regions with significant minority populations and have official status in local government administration and education. English is the most widely spoken foreign language, followed by German and Russian."
	},

	{
		"country_code": "RS): Serbia Religions:The religious landscape in Serbia is predominantly Serbian Orthodox, with the majority of the population adhering to Christianity. As of 2021, approximately 84.6% of Serbians identified as Serbian Orthodox Christians, and the Serbian Orthodox Church has played a significant role in the country's history, culture, and social life. Other Christian denominations include Roman Catholicism, comprising around 5% of the population, and various Protestant and Evangelical churches, which together make up around 1.1% of the population. The nation's religious minorities include Muslims, who account for approximately 3.1% of the population, and Jews, who make up around 0.03%. Approximately 5.5% of the population identify as non-religious or atheist."
	},

	{
		"country_code": "SC",
		"lang": "Seychelles, an archipelago nation in the Indian Ocean, has three official languages: Seychellois Creole, English, and French. Seychellois Creole, a French-based creole language, is spoken by the majority of the population as their first language. English and French are used in administration, education, and media, with English being the primary language of instruction in schools. The linguistic landscape of Seychelles reflects the nation's diverse cultural heritage and history of colonization.",
		"religion": "Religion in Seychelles is predominantly Christian, with approximately 89.1% of the population adhering to Christianity. Among Christians, Roman Catholics constitute the largest denomination (76.2%), followed by various Protestant groups (10.6%), including Anglicans, Seventh-day Adventists, and Pentecostals. The constitution guarantees freedom of religion, and other religious communities include Hindus (2.4%), Muslims (1.6%), and practitioners of traditional African religions and other faiths (0.5%). The remaining portion of the population, approximately 6.4%, identifies as non-religious or as having no specific religious affiliation."
	},

	{
		"country_code": "SL",
		"lang": "Sierra Leone, officially the Republic of Sierra Leone, is a country located in West Africa. The official language is English, which is spoken by a minority of the population but serves as the primary language for government administration, formal education, and nationwide communication. As of 2021, the most widely spoken indigenous language is Krio, a Creole language that developed from English and African languages during the Atlantic slave trade. Krio is spoken by approximately 90% of the population and functions as a lingua franca, facilitating communication among the country's diverse ethnic groups. Other major indigenous languages include Mende, spoken primarily in the south, and Temne, spoken mainly in the north."
	},

	{
		"country_code": "SL): Sierra Leone Religions:The religious landscape in Sierra Leone is characterized by a mix of Islam, Christianity, and traditional African beliefs. As of 2021, approximately 78% of the population identified as Muslim, with the majority being Sunni Muslims. The Islamic faith has a significant influence on the cultural, social, and political life of Sierra Leone. Christians make up around 21% of the population, with the largest Christian denomination being the Protestant Church, followed by Roman Catholics and other Christian groups. Traditional African beliefs and practices coexist with, and often blend into, both Islam and Christianity."
	},

	{
		"country_code": "SG",
		"lang": "Singapore is a sovereign city-state in Southeast Asia with a population of approximately 5.7 million people. English, Malay, Mandarin, and Tamil are the official languages of the country. English is the most widely spoken language and is the medium of instruction in schools, while Malay is the national language.",
		"religion": "Singapore is a multicultural and multi religious society, with no official religion. Buddhism is the largest religion in Singapore, with approximately 33% of the population identifying as Buddhist. Christianity is the second-largest religion in the country, with approximately 18% of the population belonging to various Christian denominations. Islam is the third-largest religion in Singapore, with approximately 15% of the population identifying as Muslim. Hinduism, Taoism, and Confucianism are also widely practiced in Singapore, each accounting for approximately 10% of the population."
	},

	{
		"country_code": "SX",
		"lang": "Sint Maarten is a constituent country of the Kingdom of the Netherlands located in the Caribbean with a population of approximately 42,000 people. Dutch and English are the official languages of the country, with English being the most widely spoken language.",
		"religion": "Christianity is the dominant religion in Sint Maarten, with the majority of the population identifying as Christian. Various Protestant denominations are the largest Christian denominations in the country, including the Seventh-day Adventist Church and the Methodist Church. Roman Catholicism is also a significant Christian denomination in the country."
	},

	{
		"country_code": "SK",
		"lang": "Slovakia, officially the Slovak Republic, is a landlocked country in Central Europe. The official language is Slovak, which is spoken by the majority of the population as of 2021. Slovak serves as the primary language for government administration, formal education, and nationwide communication. It belongs to the West Slavic group of languages and is closely related to Czech, with which it shares a high degree of mutual intelligibility. Minority languages recognized in Slovakia include Hungarian, Romani, Czech, Ukrainian, and German. These languages are used in regions with significant minority populations and have official status in local government administration and education. English is the most widely spoken foreign language, followed by German and Russian."
	},

	{
		"country_code": "SK): Slovakia Religions:The religious landscape in Slovakia is predominantly Roman Catholic, with the majority of the population adhering to Christianity. As of 2021, approximately 62% of Slovaks identified as Roman Catholic, and the Catholic Church has played a significant role in the country's history, culture, and social life. Other Christian denominations include various Protestant and Evangelical churches, which together make up around 10.6% of the population. The nation's religious minorities include Greek Catholics, who account for approximately 3.8% of the population, and Orthodox Christians, who make up around 0.9%. Approximately 13.4% of the population identify as non-religious or atheist."
	},

	{
		"country_code": "SI",
		"lang": "Slovenia, officially the Republic of Slovenia, is a country located in Central Europe. The official language is Slovene, which is spoken by the majority of the population as of 2021. Slovene serves as the primary language for government administration, formal education, and nationwide communication. It belongs to the South Slavic group of languages and is closely related to Croatian and Serbian. Minority languages recognized in Slovenia include Hungarian and Italian, which have official status in local government administration and education in regions with significant minority populations. English is the most widely spoken foreign language, followed by German, Croatian, and Italian."
	},

	{
		"country_code": "SI): Slovenia Religions:The religious landscape in Slovenia is predominantly Roman Catholic, with the majority of the population adhering to Christianity. As of 2021, approximately 57.8% of Slovenes identified as Roman Catholic, and the Catholic Church has played a significant role in the country's history, culture, and social life. Other Christian denominations include various Protestant and Evangelical churches, which together make up around 2.4% of the population. The nation's religious minorities include Muslims, who account for approximately 2.4% of the population, and Orthodox Christians, who make up around 2.3%. Approximately 10.1% of the population identify as non-religious or atheist."
	},

	{
		"country_code": "SB",
		"lang": "Solomon Islands is an island nation located in the South Pacific Ocean with a population of approximately 700,000 people. English is the official language of the country and is widely spoken, especially in government and business settings. However, there are over 70 indigenous languages spoken in the country, including Pijin, which is a Creole language that serves as a lingua franca.",
		"religion": "Christianity is the dominant religion in Solomon Islands, with the majority of the population identifying as Christian. Anglicanism is the largest Christian denomination in the country, with approximately 35% of the population belonging to the Church. Roman Catholicism and various Protestant churches, including the United Church in Solomon Islands and the Seventh-day Adventist Church, account for approximately 19% and 17% of the population, respectively."
	},

	{
		"country_code": "SO",
		"lang": "Somalia, officially the Federal Republic of Somalia, is a country located in the Horn of Africa. The official languages are Somali and Arabic, with Somali being the most widely spoken language as of 2021. Somali serves as the primary language for government administration, formal education, and nationwide communication. It belongs to the Cushitic branch of the Afro-Asiatic language family. Arabic is also widely spoken and has cultural and historical significance in the country due to Somalia's historical connections with the Arab world. English and Italian are spoken as second languages, particularly among the educated population and in urban areas. Various dialects of Somali are spoken across the country, with the most common dialect being the Maay dialect."
	},

	{
		"country_code": "SO): Somalia Religions:The religious landscape in Somalia is predominantly Muslim, with the majority of the population adhering to Islam. As of 2021, approximately 99.8% of the population identified as Muslim, with the vast majority being Sunni Muslims. The Islamic faith has a significant influence on the cultural, social, and political life of Somalia, shaping its customs, traditions, and legal system. The nation's religious minorities, including Christians and followers of traditional African beliefs, together make up less than 0.2% of the population. The practice of non-Muslim religions is severely restricted, and public displays or proselytization of non-Muslim faiths are not allowed."
	},

	{
		"country_code": "ZA",
		"lang": "South Africa, a country located at the southern tip of the African continent, recognizes 11 official languages, reflecting its diverse cultural heritage. These languages include Afrikaans, English, Ndebele, Northern Sotho, Sotho, Swazi, Tsonga, Tswana, Venda, Xhosa, and Zulu. English is widely spoken and serves as the primary language in administration, education, and media. The country promotes linguistic rights, the protection of minority languages, and multilingual education to foster social cohesion and respect for its diverse cultural backgrounds.",
		"religion": "Religion in South Africa is diverse, with the majority of the population adhering to Christianity (84.2%). Among Christians, various denominations coexist, including Protestant (36.6%), Roman Catholic (7.1%), and other Christian groups (40.5%). The constitution guarantees freedom of religion, and other significant religious communities include Muslims (1.9%), Hindus (1.2%), and Jews (0.2%). A portion of the population, approximately 10.9%, identifies as non-religious or as having no specific religious affiliation."
	},

	{
		"country_code": "GS",
		"lang": "South Georgia and the South Sandwich Islands are a British Overseas Territory in the South Atlantic Ocean with no indigenous population. English is the official language of the Territory.",
		"religion": "As there is no indigenous population in South Georgia and the South Sandwich Islands, there are no official religions in the Territory."
	},

	{
		"country_code": "KR",
		"lang": "South Korea, officially the Republic of Korea, is a country located in East Asia. The official language is Korean, which is spoken by the majority of the population as of 2021. Korean serves as the primary language for government administration, formal education, and nationwide communication. The Korean writing system, called Hangul, was created in the 15th century and is the main script used for writing Korean. In addition to the standard Korean language, there are several regional dialects spoken throughout the country. English is the most widely spoken foreign language and is taught in schools as a mandatory subject. Other foreign languages, such as Japanese and Chinese, are also spoken to varying degrees."
	},

	{
		"country_code": "KR): South Korea Religions:The religious landscape in South Korea is characterized by a mix of Buddhism, Christianity, and traditional Korean beliefs, including Confucianism and Shamanism. As of 2021, approximately 22.8% of the population identified as Buddhist, with Buddhism playing a significant role in the country's history, culture, and social life. Christians make up around 28.3% of the population, with the largest Christian denomination being the Protestant Church, followed by Roman Catholics. Traditional Korean beliefs and practices coexist with, and often blend into, both Buddhism and Christianity. Approximately 46.5% of the population identify as non-religious or atheist."
	},

	{
		"country_code": "SS",
		"lang": "South Sudan, a landlocked country in East-Central Africa, has English as its official language, which is used in administration, education, and media. The country is linguistically diverse, with over 60 indigenous languages spoken by various ethnic communities. Some of the most widely spoken native languages include Dinka, Nuer, Bari, and Zande. The linguistic landscape of South Sudan is further enriched by the presence of other Nilotic, Nilo-Saharan, and Ubangian languages, reflecting the nation's rich cultural history.",
		"religion": "Religion in South Sudan is predominantly Christian, with approximately 60.5% of the population adhering to Christianity. Among Christians, Roman Catholics constitute the largest denomination, followed by various Protestant and Evangelical groups. The constitution guarantees freedom of religion, and other significant religious communities include practitioners of traditional African religions (32.9%) and Muslims (6.2%). The remaining portion of the population, approximately 0.4%, includes adherents of other faiths or those with no specific religious affiliation."
	},

	{
		"country_code": "ES",
		"lang": "Spain, officially the Kingdom of Spain, is a country located in Southwestern Europe. The official language is Spanish, also known as Castilian, which is spoken by the majority of the population as of 2021. Spanish serves as the primary language for government administration, formal education, and nationwide communication. Spain is a linguistically diverse country, with several co-official languages recognized in their respective autonomous communities, including Catalan, Galician, and Basque. These languages are used in local government administration, education, and media in their respective regions. English is the most widely spoken foreign language, followed by French and German."
	},

	{
		"country_code": "ES): Spain Religions:The religious landscape in Spain is predominantly Roman Catholic, with the majority of the population adhering to Christianity. As of 2021, approximately 60.3% of Spaniards identified as Roman Catholic, and the Catholic Church has played a significant role in the country's history, culture, and social life. Other Christian denominations include various Protestant and Evangelical churches, which together make up around 1.6% of the population. The nation's religious minorities include Muslims, who account for approximately 2.6% of the population, and Jews, who make up around 0.1%. Approximately 33.2% of the population identify as non-religious or atheist."
	},

	{
		"country_code": "LK",
		"lang": "Sri Lanka, an island nation in South Asia, has two official languages: Sinhala and Tamil. Sinhala, spoken by the majority of the population, belongs to the Indo-Aryan language family, while Tamil, spoken by the Tamil ethnic community, belongs to the Dravidian language family. English is widely spoken as a second language and is used in administration, education, and commerce. The linguistic landscape of Sri Lanka reflects the nation's diverse cultural heritage and the coexistence of different ethnic communities.",
		"religion": "Religion in Sri Lanka is diverse, with the majority of the population adhering to Buddhism (70.2%), predominantly of the Theravada tradition. The constitution guarantees freedom of religion, and other significant religious communities include Hindus (12.6%), Muslims (9.7%), and Christians (7.4%), with Roman Catholics being the largest Christian denomination. The religious landscape of Sri Lanka is characterized by a high degree of tolerance and interfaith cooperation, reflecting the nation's diverse cultural heritage and the harmonious coexistence of different religious communities."
	},

	{
		"country_code": "SD",
		"lang": "Sudan, officially the Republic of the Sudan, is a country located in Northeast Africa. The official languages are Arabic and English, with Arabic being the most widely spoken language as of 2021. Arabic serves as the primary language for government administration, formal education, and nationwide communication. Sudan is a linguistically diverse country, with over 100 indigenous languages spoken. Major indigenous languages include Dinka, Nuer, Beja, and Fur. English is taught in schools and is increasingly being used as a language of communication, particularly in urban areas and among the educated population."
	},

	{
		"country_code": "SD): Sudan Religions:The religious landscape in Sudan is predominantly Muslim, with the majority of the population adhering to Islam. As of 2021, approximately 97% of the population identified as Muslim, with the vast majority being Sunni Muslims. The Islamic faith has a significant influence on the cultural, social, and political life of Sudan, shaping its customs, traditions, and legal system. The nation's religious minorities include Christians, who account for approximately 1.9% of the population, and followers of traditional African beliefs, who make up around 1.1%. Sudan has faced criticism for restrictions on religious freedom and limitations on non-Muslim religious practices, particularly during the period of strict Islamic rule prior to the 2019 revolution."
	},

	{
		"country_code": "SR",
		"lang": "Suriname, a small country on the northeastern coast of South America, has Dutch as its official language, which is used in administration, education, and media. The country is linguistically diverse, with numerous indigenous languages and creole languages spoken by various ethnic communities. Some of the most widely spoken languages include Sranan Tongo, a local English-based creole, and Sarnami Hindustani, a variant of Bhojpuri. Other languages spoken in Suriname include Javanese, Caribbean Hindustani, and various Amerindian languages.",
		"religion": "Religion in Suriname is diverse, with the majority of the population adhering to Christianity (48.4%). Among Christians, Roman Catholics constitute the largest denomination, followed by various Protestant and Evangelical groups. The constitution guarantees freedom of religion, and other significant religious communities include Hindus (22.3%), Muslims (13.9%), and practitioners of traditional African religions and indigenous faiths. The remaining portion of the population, approximately 15.4%, identifies as non-religious or as having no specific religious affiliation."
	},

	{
		"country_code": "SJ",
		"lang": "Svalbard and Jan Mayen are two separate territories under Norwegian jurisdiction in the Arctic Ocean. Norwegian is the official language of both territories.",
		"religion": "As there is no indigenous population in Svalbard and Jan Mayen, there are no official religions in the territories."
	},

	{
		"country_code": "SE",
		"lang": "Sweden is a Nordic country located in Northern Europe with a population of approximately 10.4 million people. Swedish is the official language of the country and is spoken by the vast majority of the population. Finnish, Meänkieli (Tornedalen Finnish), Romani, Yiddish, Sami, and other languages are recognized as minority languages in Sweden.",
		"religion": "Sweden is a secular country with freedom of religion. Christianity is the largest religion in Sweden, with the majority of the population identifying as Christian. The Church of Sweden, which is Lutheran, is the largest Christian denomination in the country, with approximately 60% of the population belonging to the Church. Other Christian denominations, including the Roman Catholic Church, the Eastern Orthodox Church, and various Protestant churches, account for approximately 8% of the population. Islam is the second-largest religion in Sweden, with approximately 5% of the population identifying as Muslim."
	},

	{
		"country_code": "CH",
		"lang": "Switzerland is a multilingual country located in Central Europe with a population of approximately 8.7 million people. The country has four official languages: German, French, Italian, and Romansh. German is the most widely spoken language, followed by French and Italian. Romansh is spoken by a minority of the population.",
		"religion": "Switzerland is a secular country with freedom of religion. Christianity is the largest religion in Switzerland, with approximately 60% of the population identifying as Christian. The Swiss Reformed Church is the largest Christian denomination in the country, with approximately 25% of the population belonging to the Church. The Roman Catholic Church is the second-largest Christian denomination in Switzerland, with approximately 36% of the population belonging to the Church."
	},

	{
		"country_code": "SY",
		"lang": "Syria, officially the Syrian Arab Republic, is a country located in Western Asia. The official language is Arabic, which is spoken by the majority of the population as of 2021. Arabic serves as the primary language for government administration, formal education, and nationwide communication. There are several regional Arabic dialects spoken throughout the country. Minority languages spoken in Syria include Kurdish, Armenian, Aramaic, and Turkmen. Many Syrians also speak English and French as second languages, particularly among the educated population and in urban areas."
	},

	{
		"country_code": "SY): Syria Religions:The religious landscape in Syria is predominantly Muslim, with the majority of the population adhering to Islam. As of 2021, approximately 87% of the population identified as Muslim, with the majority being Sunni Muslims. The Islamic faith has a significant influence on the cultural, social, and political life of Syria. The nation's religious minorities include various Christian denominations, which together make up around 10% of the population, and Druze, who account for approximately 3% of the population. Syria has a history of religious tolerance and coexistence, with different religious communities living side by side. However, the ongoing conflict in the country since 2011 has significantly disrupted the religious landscape, leading to the displacement of religious minorities and increased sectarian tensions."
	},

	{
		"country_code": "TW",
		"lang": "Taiwan is a sovereign state in East Asia with a population of approximately 23.6 million people. Mandarin Chinese is the official language of the country and is spoken by the vast majority of the population. Other languages spoken in Taiwan include Hokkien, Hakka, and various indigenous languages.",
		"religion": "Taiwan is a multicultural and multi religious society, with freedom of religion. Buddhism is the largest religion in Taiwan, with approximately 35% of the population identifying as Buddhist. Taoism is the second-largest religion in the country, with approximately 33% of the population identifying as Taoist. Christianity is the third-largest religion in Taiwan, with approximately 5% of the population belonging to various Christian denominations."
	},

	{
		"country_code": "TJ",
		"lang": "Tajikistan, officially the Republic of Tajikistan, is a country located in Central Asia. The official language is Tajik, which is spoken by the majority of the population as of 2021. Tajik serves as the primary language for government administration, formal education, and nationwide communication. It belongs to the Iranian branch of the Indo-European language family and is closely related to Persian (Farsi). The Cyrillic script is used for writing Tajik, a legacy of the country's Soviet past. Russian is also widely spoken and serves as a language of interethnic communication, while minority languages spoken in the country include Uzbek, Kyrgyz, and Turkmen. English is becoming more popular as a foreign language, particularly among the younger generation."
	},

	{
		"country_code": "TJ): Tajikistan Religions:The religious landscape in Tajikistan is predominantly Muslim, with the majority of the population adhering to Islam. As of 2021, approximately 98% of the population identified as Muslim, with the vast majority being Sunni Muslims. The Islamic faith has a significant influence on the cultural, social, and political life of Tajikistan. The nation's religious minorities include Christians, who account for approximately 1.6% of the population, and smaller communities of Jews, Zoroastrians, and Baha'is. The government of Tajikistan maintains strict control over religious practices and has implemented measures to counter religious extremism. This has led to criticism regarding limitations on religious freedom and the suppression of certain Islamic practices deemed as extremist or foreign."
	},

	{
		"country_code": "TZ",
		"lang": "Tanzania, an East African nation, has two official languages: Swahili and English. Swahili is the most widely spoken language, serving as the lingua franca for the majority of the population, while English is used in administration, higher education, and commerce. The country is linguistically diverse, with over 120 indigenous languages spoken by various ethnic communities. These languages belong to the Bantu, Nilotic, and Cushitic linguistic families, reflecting the nation's rich cultural history.",
		"religion": "Religion in Tanzania is diverse, with the majority of the population adhering to Christianity (61.4%). Among Christians, various denominations coexist, including Roman Catholics, Protestants, and Evangelicals. The constitution guarantees freedom of religion, and other significant religious communities include Muslims (35.2%), mainly Sunni, and practitioners of traditional African religions and indigenous faiths. The remaining portion of the population, approximately 3.4%, includes adherents of other faiths or those with no specific religious affiliation."
	},

	{
		"country_code": "TH",
		"lang": "Thailand, officially the Kingdom of Thailand, is a country located in Southeast Asia. The official language is Thai, which is spoken by the majority of the population as of 2021. Thai serves as the primary language for government administration, formal education, and nationwide communication. The Thai language has several regional dialects, with Central Thai being the standard form used in formal settings. Minority languages spoken in Thailand include Lao, Malay, Khmer, and various indigenous languages. English is the most widely spoken foreign language and is taught in schools as a mandatory subject. Other foreign languages, such as Chinese and Japanese, are also spoken to varying degrees."
	},

	{
		"country_code": "TH): Thailand Religions:The religious landscape in Thailand is predominantly Buddhist, with the majority of the population adhering to Buddhism. As of 2021, approximately 94.5% of the population identified as Buddhist, with Theravada Buddhism being the predominant tradition. Buddhism plays a significant role in the country's history, culture, and social life. The nation's religious minorities include Muslims, who account for approximately 4.3% of the population, Christians, who make up around 1.2%, and smaller communities of Hindus, Sikhs, and followers of traditional Chinese religions."
	},

	{
		"country_code": "TG",
		"lang": "Togo, a West African nation, has French as its official language, which is used in administration, education, and media. The country is linguistically diverse, with numerous indigenous languages spoken by various ethnic communities. Some of the most widely spoken native languages include Ewe, Kabiye, and Mina. The linguistic landscape of Togo is further enriched by the presence of other Niger-Congo languages, reflecting the nation's rich cultural history.",
		"religion": "Religion in Togo is diverse, with the majority of the population adhering to Christianity (42.8%). Among Christians, Roman Catholics constitute the largest denomination, followed by various Protestant and Evangelical groups. The constitution guarantees freedom of religion, and other significant religious communities include Muslims (35.6%), mainly Sunni, and practitioners of traditional African religions and indigenous faiths (21.4%). The remaining portion of the population, approximately 0.2%, includes adherents of other faiths or those with no specific religious affiliation"
	},

	{
		"country_code": "TK",
		"lang": "Tokelau is a territory of New Zealand in the South Pacific Ocean with a population of approximately 1,400 people. Tokelauan and English are the official languages of the territory. Tokelauan is a Polynesian language and is the most widely spoken language in the territory.",
		"religion": "Christianity is the dominant religion in Tokelau, with the majority of the population identifying as Christian. The Congregational Christian Church of Samoa is the largest Christian denomination in the territory, with approximately 70% of the population belonging to the Church. Roman Catholicism is also a significant Christian denomination in Tokelau, with approximately 24% of the population belonging to the Church."
	},

	{
		"country_code": "TO",
		"lang": "Tonga is a Polynesian country located in the South Pacific Ocean with a population of approximately 100,000 people. Tongan and English are the official languages of the country. Tongan is a Polynesian language and is the most widely spoken language in the country.",
		"religion": "Christianity is the dominant religion in Tonga, with the majority of the population identifying as Christian. The Free Wesleyan Church of Tonga is the largest Christian denomination in the country, with approximately 36% of the population belonging to the Church. The Roman Catholic Church is also a significant Christian denomination in Tonga, with approximately 18% of the population belonging to the Church. Other Christian denominations, including the Church of Jesus Christ of Latter-day Saints and the Seventh-day Adventist Church, account for approximately 18% and 15% of the population, respectively."
	},

	{
		"country_code": "TT",
		"lang": "Trinidad and Tobago is a twin-island country located in the Caribbean Sea with a population of approximately 1.4 million people. English is the official language of the country and is spoken by the vast majority of the population. Trinidad and Tobago is also home to a Creole language known as Trinidadian Creole English or \"Trini Creole,\" which has its roots in English, French, and various African languages.",
		"religion": "Trinidad and Tobago is a multicultural and multi religious country, with freedom of religion. Christianity is the largest religion in Trinidad and Tobago, with approximately 55% of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the country, with approximately 26% of the population belonging to the Church. Hinduism is the second-largest religion in Trinidad and Tobago, with approximately 18% of the population identifying as Hindu. Islam is the third-largest religion in the country, with approximately 6% of the population identifying as Muslim."
	},

	{
		"country_code": "TN",
		"lang": "Tunisia, officially the Republic of Tunisia, is a country located in North Africa. The official language is Arabic, which is spoken by the majority of the population as of 2021. Arabic serves as the primary language for government administration, formal education, and nationwide communication. Tunisian Arabic, also known as Tunisian Dialect or Darija, is the most widely spoken dialect in the country and is used in everyday conversation. Standard Arabic is used in formal settings, such as the media, education, and official documents. French is also widely spoken and serves as a language of commerce, education, and diplomacy. Many Tunisians are bilingual or trilingual, with English increasingly being learned as a second or third language, particularly among the younger generation."
	},

	{
		"country_code": "TN): Tunisia Religions:The religious landscape in Tunisia is predominantly Muslim, with the majority of the population adhering to Islam. As of 2021, approximately 99% of the population identified as Muslim, with the vast majority being Sunni Muslims. The Islamic faith has a significant influence on the cultural, social, and political life of Tunisia. The nation's religious minorities include Christians, who account for approximately 0.4% of the population, and smaller communities of Jews and Baha'is. The country has faced challenges related to religious extremism and the balance between secularism and Islamic identity in recent years."
	},

	{
		"country_code": "TR",
		"lang": "Turkey, officially the Republic of Turkey, is a country located at the crossroads of Europe and Asia. The official language is Turkish, which is spoken by the majority of the population as of 2021. Turkish serves as the primary language for government administration, formal education, and nationwide communication. The Turkish language is a member of the Turkic language family and is written in the Latin script. Minority languages spoken in Turkey include Kurdish, Arabic, Zaza, and Laz, among others. English is the most widely spoken foreign language and is taught in schools as a mandatory subject. Other foreign languages, such as German and French, are also spoken to varying degrees."
	},

	{
		"country_code": "TR): Turkey Religions:The religious landscape in Turkey is predominantly Muslim, with the majority of the population adhering to Islam. As of 2021, approximately 99.8% of the population identified as Muslim, with the vast majority being Sunni Muslims. The Islamic faith has a significant influence on the cultural, social, and political life of Turkey. The nation's religious minorities include Christians, who account for approximately 0.2% of the population, and smaller communities of Jews and Baha'is. Turkey is a secular state, with its government maintaining strict separation between religion and state affairs."
	},

	{
		"country_code": "TM",
		"lang": "Turkmenistan, a Central Asian nation, has Turkmen as its official language, which is spoken by the majority of the population. Turkmen belongs to the Turkic language family and is written using the Latin alphabet. Russian is also widely spoken, particularly among the older generation and in urban areas, and serves as a lingua franca for the various ethnic communities. The country's linguistic landscape is further enriched by the presence of other minority languages, such as Uzbek and Kazakh.",
		"religion": "Religion in Turkmenistan is predominantly Muslim, with approximately 93.0% of the population adhering to Islam, mainly the Sunni tradition. The constitution guarantees freedom of religion, and the country is known for its secularism and moderate practice of Islam. Other significant religious communities include Eastern Orthodox Christians (6.0%) and smaller communities of other Christian denominations, Jews, and Buddhists."
	},

	{
		"country_code": "TC",
		"lang": "Turks and Caicos Islands is a British Overseas Territory located in the Atlantic Ocean with a population of approximately 38,000 people. English is the official language of the territory and is spoken by the vast majority of the population.",
		"religion": "Christianity is the dominant religion in Turks and Caicos Islands, with the majority of the population identifying as Christian. The Anglican Church is the largest Christian denomination in the territory, with approximately 18% of the population belonging to the Church. The Seventh-day Adventist Church and the Methodist Church are also significant Christian denominations in Turks and Caicos Islands, with approximately 11% and 10% of the population, respectively. Other religions in the territory include the Church of God and the Assemblies of God, each accounting for less than 1% of the population."
	},

	{
		"country_code": "TV",
		"lang": "Tuvalu is a Polynesian island nation located in the Pacific Ocean with a population of approximately 12,000 people. Tuvaluan and English are the official languages of the country. Tuvaluan is a Polynesian language and is the most widely spoken language in the country.",
		"religion": "Christianity is the dominant religion in Tuvalu, with the majority of the population identifying as Christian. The Church of Tuvalu is the largest Christian denomination in the country, with approximately 97% of the population belonging to the Church. The Roman Catholic Church and the Seventh-day Adventist Church are also significant Christian denominations in Tuvalu, with approximately 1% and 0.4% of the population, respectively."
	},

	{
		"country_code": "UG",
		"lang": "Uganda, officially the Republic of Uganda, is a landlocked country located in East Africa. English and Swahili are the official languages, with English being the primary language for government administration, formal education, and nationwide communication. Uganda is a linguistically diverse country, with over 40 indigenous languages spoken. Major indigenous languages include Luganda, Acholi, Runyankole, Lusoga, and Luo. Many Ugandans are multilingual, speaking their local language, English, and often Swahili, which is used as a lingua franca in the region."
	},

	{
		"country_code": "UG): Uganda Religions:The religious landscape in Uganda is diverse, with a significant presence of both Christian and Muslim communities. As of 2021, approximately 84% of the population identified as Christian, with the majority being either Roman Catholic (39.3%) or Anglican (32%). Other Christian denominations include various Protestant and Evangelical churches. Muslims account for approximately 14% of the population, with the majority being Sunni Muslims. Traditional African religions and smaller religious communities, such as Baha'is and Hindus, are also present in Uganda."
	},

	{
		"country_code": "UA",
		"lang": "Ukraine, officially the Republic of Ukraine, is a country located in Eastern Europe. The official language is Ukrainian, which is spoken by the majority of the population as of 2021. Ukrainian serves as the primary language for government administration, formal education, and nationwide communication. Russian is also widely spoken, particularly in the eastern and southern regions of the country. Other minority languages spoken in Ukraine include Romanian, Polish, and Hungarian. English is increasingly being learned as a foreign language, particularly among the younger generation and in urban areas."
	},

	{
		"country_code": "UA): Ukraine Religions:The religious landscape in Ukraine is predominantly Christian, with the majority of the population adhering to Christianity. As of 2021, approximately 87.3% of the population identified as Christian, with the majority belonging to the Orthodox Church. The Orthodox Church in Ukraine consists of three major branches: the Orthodox Church of Ukraine, the Ukrainian Orthodox Church (Moscow Patriarchate), and the Ukrainian Autocephalous Orthodox Church. Other Christian denominations include the Greek Catholic Church, Roman Catholic Church, and various Protestant churches. Religious minorities in Ukraine include Muslims, Jews, and followers of other religions, who together make up approximately 1.5% of the population. The remaining 11.2% of the population identifies as non-religious or follows no specific religious affiliation."
	},

	{
		"country_code": "AE",
		"lang": "The United Arab Emirates (UAE), a federation of seven emirates in the Arabian Peninsula, has Arabic as its official language, which is used in administration, education, and media. English is widely spoken and serves as a lingua franca, particularly in business and tourism sectors. The country is linguistically diverse due to its large expatriate population, with languages such as Hindi, Urdu, Bengali, Tagalog, and various South Indian languages being spoken by different communities. As a multicultural nation, the UAE promotes linguistic rights and the protection of minority languages.",
		"religion": "Religion in the UAE is predominantly Muslim, with approximately 76.0% of the population adhering to Islam, mainly the Sunni tradition. The constitution guarantees freedom of religion while declaring Islam as the official state religion. The country's religious landscape also includes a significant non-Muslim population, mainly among expatriates, with Christians (12.6%), Hindus (6.6%), Buddhists (2.0%), and adherents of other faiths (2.8%)."
	},

	{
		"country_code": "UM",
		"lang": "The United States Minor Outlying Islands is a grouping of islands and atolls in the Pacific Ocean and the Caribbean Sea with no native population. The official language of the islands is English.",
		"religion": "As there is no native population on the United States Minor Outlying Islands, there is no dominant religion. The islands are used primarily for wildlife refuge and military purposes."
	},

	{
		"country_code": "GB",
		"lang": "The United Kingdom, officially the United Kingdom of Great Britain and Northern Ireland, is a country located off the northwestern coast of mainland Europe. English is the de facto official language, spoken by the majority of the population as of 2021. English serves as the primary language for government administration, formal education, and nationwide communication. The United Kingdom is home to several indigenous minority languages, including Welsh, Scottish Gaelic, Irish, and Cornish. Scots and Ulster Scots are also spoken in Scotland and Northern Ireland, respectively. Many residents in the UK speak foreign languages, such as French, German, and Spanish, to varying degrees of proficiency."
	},

	{
		"country_code": "GB): United Kingdom Religions:The religious landscape in the United Kingdom is diverse, with a significant presence of both Christian and non-religious communities. As of 2021, approximately 59.5% of the population identified as Christian, with the majority belonging to the Church of England (Anglican), the Church of Scotland (Presbyterian), and the Roman Catholic Church. Other Christian denominations include various Protestant and Orthodox churches. Religious minorities in the UK include Muslims (4.4%), Hindus (1.3%), Sikhs (0.7%), Jews (0.5%), and Buddhists (0.4%). Approximately 25.7% of the population identifies as non-religious or follows no specific religious affiliation"
	},

	{
		"country_code": "US",
		"lang": "The United States of America, commonly referred to as the United States or America, is a country primarily located in North America. English is the de facto official language, spoken by the majority of the population as of 2021. English serves as the primary language for government administration, formal education, and nationwide communication. The United States is linguistically diverse, with a significant number of residents speaking languages other than English at home. Spanish is the most widely spoken non-English language, followed by Chinese, Tagalog, Vietnamese, and Arabic, among others. The country is also home to numerous indigenous languages spoken by Native American communities."
	},

	{
		"country_code": "US): United States of America Religions:The religious landscape in the United States is diverse, with a significant presence of both Christian and non-religious communities. As of 2021, approximately 65% of the population identified as Christian, with the majority belonging to Protestant denominations, such as Baptists, Methodists, and Lutherans, while approximately 20% identified as Roman Catholic. Other Christian denominations include Eastern Orthodox, Mormon, and Jehovah's Witnesses. Religious minorities in the US include Jews (2.1%), Muslims (1.1%), Buddhists (0.8%), and Hindus (0.7%). Approximately 26% of the population identifies as non-religious or follows no specific religious affiliation."
	},

	{
		"country_code": "UY",
		"lang": "Uruguay is a country located in South America with a population of approximately 3.5 million people. Spanish is the official language of the country and is spoken by the vast majority of the population. Uruguay is also home to a dialect of Spanish known as Rioplatense Spanish, which has unique features and is influenced by Italian and Portuguese.",
		"religion": "Uruguay is a secular country, and freedom of religion is protected by the Constitution. Christianity is the largest religion in Uruguay, with approximately 47% of the population identifying as Christian. The Roman Catholic Church is the largest Christian denomination in the country, with approximately 42% of the population belonging to the Church. Other Christian denominations in Uruguay include various Protestant denominations and the Jehovah's Witnesses. Approximately 40% of the population identifies as non-religious or atheist, while 6% of the population practices other religions, including Judaism, Islam, and Buddhism."
	},

	{
		"country_code": "UZ",
		"lang": "Uzbekistan, a Central Asian nation, has Uzbek as its official language, which is spoken by the majority of the population. Uzbek belongs to the Turkic language family and is written using the Latin alphabet. Russian is also widely spoken, particularly among the older generation and in urban areas, and serves as a lingua franca for the various ethnic communities. The country's linguistic landscape is further enriched by the presence of other minority languages, such as Tajik, Kazakh, and Karakalpak.",
		"religion": "Religion in Uzbekistan is predominantly Muslim, with approximately 88.0% of the population adhering to Islam, mainly the Sunni tradition. The constitution guarantees freedom of religion and establishes a secular state. Other significant religious communities include Eastern Orthodox Christians (9.0%) and smaller communities of other Christian denominations, Jews, and Buddhists. The remaining portion of the population, approximately 3.0%, includes adherents of other faiths or those with no specific religious affiliation."
	},

	{
		"country_code": "VU",
		"lang": "The official languages of Vanuatu are Bislama, English, and French. Bislama is a creole language that is based on English and is widely spoken throughout the country. English and French are also used in government, business, and educational settings, and they are considered to be important languages for trade and commerce. There are also over 100 indigenous languages that are spoken in Vanuatu, with many communities using their own language in their daily lives.",
		"religion": "Christianity is the largest religion in Vanuatu, with the majority of the population belonging to various Protestant denominations, including the Presbyterian Church and the Seventh-day Adventist Church. Catholicism is also present in Vanuatu but represents a smaller percentage of the population. Traditional religions, which include ancestor worship and belief in spirits, are also present in Vanuatu and are often mixed with Christianity."
	},

	{
		"country_code": "VA",
		"lang": "Vatican City is a sovereign city-state located in the heart of Rome, Italy, and is the smallest country in the world by both land area and population. Italian and Latin are the official languages of the Vatican City. Italian is used in the day-to-day administration of the country, while Latin is the official language of the Catholic Church and is used for official documents and ceremonies.",
		"religion": "The Vatican City is the spiritual and administrative center of the Roman Catholic Church, and Catholicism is the dominant religion in the country. The Pope is the head of the Catholic Church and serves as the head of state of the Vatican City. While the Vatican City has a population of approximately 800 people, there are thousands of Catholics from around the world who visit the city each year to participate in religious ceremonies and events. Other religions are not officially recognized in the Vatican City, as it is a sovereign entity under the jurisdiction of the Holy See, the central governing body of the Catholic Church."
	},

	{
		"country_code": "VE",
		"lang": "The official language of Venezuela is Spanish, and it is spoken by the vast majority of the population. Venezuelan Spanish has distinct regional variations and is influenced by indigenous languages, African languages, and European languages. English is also spoken by a small percentage of the population, particularly in urban areas and among the business community.",
		"religion": "The majority of the population in Venezuela practices Roman Catholicism, which was introduced by Spanish colonizers in the 16th century. Protestantism is also present in Venezuela and represents a significant minority, with many Venezuelans belonging to various Evangelical and Pentecostal denominations."
	},

	{
		"country_code": "VN",
		"lang": "Vietnam, a Southeast Asian nation, has Vietnamese as its official language, which is spoken by the majority of the population. Vietnamese belongs to the Austroasiatic language family and is written using the Latin-based Vietnamese alphabet. The country is linguistically diverse, with numerous indigenous languages spoken by various ethnic communities, such as Tay, Thai, and Khmer. English is also widely spoken, particularly among the younger generation, and is increasingly used in education, tourism, and commerce.",
		"religion": "Religion in Vietnam is diverse, with a large portion of the population (73.2%) identifying as non-religious or having no specific religious affiliation. The constitution guarantees freedom of religion, and significant religious communities include Buddhists (12.2%), mainly following Mahayana Buddhism, and Christians (8.3%), with Roman Catholics being the largest Christian denomination. Other religious communities include adherents of Caodaism (4.8%), Hoa Hao (1.4%), and various indigenous beliefs."
	},

	{
		"country_code": "VI",
		"lang": "The official language of the Virgin Islands is English, and it is spoken by the vast majority of the population. Virgin Islands English is a distinct variety of English that is influenced by African languages, Spanish, and other Caribbean languages. Spanish is also spoken by a small percentage of the population, particularly among immigrant communities.",
		"religion": "The majority of the population in the Virgin Islands practices Christianity, with the majority belonging to various Protestant denominations, including the Methodist Church and the Seventh-day Adventist Church. Catholicism is also present in the Virgin Islands but represents a smaller percentage of the population."
	},

	{
		"country_code": "WF",
		"lang": "The official languages of Wallis and Futuna are French and Wallisian (also known as Uvean). French is the language of government, education, and commerce, and it is spoken by the majority of the population. Wallisian is a Polynesian language that is unique to Wallis and Futuna and is spoken by a significant minority of the population. Other Polynesian languages, such as Futunan and Alofi, are also spoken in Wallis and Futuna, particularly in their respective islands.",
		"religion": "The majority of the population in Wallis and Futuna practices Roman Catholicism, which was introduced by French missionaries in the 19th century. The Roman Catholic Church has played an important role in Wallisian and Futunan society and culture, and there are numerous churches and chapels throughout the islands. Traditional Polynesian religion, which includes ancestor worship and belief in spirits, is also present in Wallis and Futuna and is often mixed with Christianity."
	},

	{
		"country_code": "EH",
		"lang": "Western Sahara, a disputed territory in North Africa, has two widely spoken languages: Hassaniya Arabic and Standard Arabic. Hassaniya Arabic, a regional Arabic dialect, is spoken by the majority of the Sahrawi population. Standard Arabic is used in administration, education, and media. The linguistic landscape of Western Sahara also includes Spanish, which was the colonial language under Spanish rule and remains spoken by some Sahrawis, especially among the older generation.",
		"religion": "Religion in Western Sahara is predominantly Muslim, with the majority of the population adhering to Islam, mainly the Sunni tradition. The practice of Islam in the region is influenced by local customs and beliefs, and there is a strong emphasis on community and family ties. The constitution of the Sahrawi Arab Democratic Republic, the partially recognized state that claims sovereignty over the territory, guarantees freedom of religion."
	},

	{
		"country_code": "YE",
		"lang": "Yemen, a country located in the southwestern Arabian Peninsula, has Arabic as its official language, which is used in administration, education, and media. The country is linguistically diverse, with numerous regional Arabic dialects spoken by various ethnic communities. The linguistic landscape of Yemen also includes smaller communities speaking languages such as Mehri, Soqotri, and Jibbali, which belong to the Modern South Arabian language group.",
		"religion": "Religion in Yemen is predominantly Muslim, with approximately 99% of the population adhering to Islam. The majority of Yemeni Muslims are divided between two main branches: the Shafi'i school of Sunni Islam (65%) and the Zaidi school of Shia Islam (35%). The constitution of Yemen guarantees freedom of religion but declares Islam as the state religion. Other religious communities, such as Christians, Jews, and Hindus, constitute a small minority of the population, estimated at less than 1%."
	},

	{
		"country_code": "ZM",
		"lang": "Zambia, a landlocked country in southern Africa, has English as its official language, which is used in administration, education, and media. The country is linguistically diverse, with more than 70 indigenous languages spoken by various ethnic communities. Some of the most widely spoken native languages include Bemba, Nyanja, Tonga, Lozi, and Lunda.",
		"religion": "Religion in Zambia is predominantly Christian, with approximately 95.5% of the population adhering to Christianity. Among Christians, various denominations coexist, including Roman Catholics, Anglicans, Pentecostals, and other Evangelical groups. The constitution guarantees freedom of religion and declares Zambia as a Christian nation while also protecting the rights of those who adhere to other religions. Other significant religious communities include Muslims (1.2%), Hindus (0.5%), and practitioners of traditional African religions and indigenous faiths (2.5%)."
	},

	{
		"country_code": "ZW",
		"lang": "Zimbabwe, a landlocked country in southern Africa, has English as its official language, which is used in administration, education, and media. The country is linguistically diverse, with 16 recognized indigenous languages spoken by various ethnic communities. Some of the most widely spoken native languages include Shona, Sindebele, Chewa, Chibarwe, and Koisan.",
		"religion": "Religion in Zimbabwe is predominantly Christian, with approximately 84.1% of the population adhering to Christianity. Among Christians, various denominations coexist, including Roman Catholics, Anglicans, Methodists, and various Evangelical and Pentecostal groups. The constitution guarantees freedom of religion and protects the rights of those who adhere to other religions or have no specific religious affiliation. Other significant religious communities include practitioners of traditional African religions and indigenous faiths (11.2%), Muslims (1.2%), and those with no specific religious affiliation (3.5%)."
	}

]