{"id":"Accra-John-book","abbr":"GAABSG","title":"Accra - John (Book)","title_vernacular":"Accra - Yohane Nkyerɛkyerɛ (Nwoma)","description":"\"The Gospels of St. Mattheus and St. John in the Accra Language,\" translated by A. W. Hanson in 1843, is a significant religious and linguistic milestone. A. W. Hanson, serving as the Chaplain of Cape Coast Castle, undertook this translation for the British and Foreign Bible Society, an organization committed to the widespread dissemination of the Christian scriptures.\u003cbr\u003e\u003cbr\u003eThe translation of these Gospels into the Accra language, also known as Akan or Ga, represents an important cultural and spiritual endeavor, aimed at making the teachings of Christianity accessible to the native population in their own language. The Accra language is indigenous to the Accra region of Ghana, West Africa, and this translation would have been pivotal in bridging the linguistic and cultural gaps that often accompanied missionary work.\u003cbr\u003e\u003cbr\u003eThe translation focused on two of the four Gospels - those according to St. Matthew and St. John. These Gospels, each with its unique perspective on the life and teachings of Jesus Christ, were chosen for their fundamental theological importance in the Christian faith.\u003cbr\u003e\u003cbr\u003eThis work reflects the broader 19th-century missionary movement's efforts in Africa, where translation of biblical texts into local languages was a key strategy for spreading Christian teachings. The translation by Hanson is an early example of such efforts in West Africa and signifies a notable interaction between European missionaries and African cultures. It highlights the role of language in religious conversion and the ways in which Christian missions interacted with and influenced local cultures and languages.","collections":"modern","ref":"","filesize":"15","iso":"gaa","year":1843,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"GAABSG_DBS_HS/Accra-John-(book)","language":{"iso":"gaa","glotto_id":"gaaa1244","name":"Ga","autonym":"Gã","level":"L","location":"Ghana","area":"Southeast, Accra coast area.","country_id":"GH","latitude":5.65488,"longitude":-0.18598,"population":791700,"status_id":"4"}}