{"id":"Adi-Bible-Gospel-of-John-Latin-Script","abbr":"ADIBSI","title":"Adi Bible - Gospel of John (Latin Script)","title_vernacular":"Adi Bible - Yohane İncil (Latin Əlifba)","description":"The Adi people are one of the most populous groups of indigenous peoples in the Indian state of Arunachal Pradesh. A few thousand are also found in the Tibet Autonomous Region, where they are called the Lhoba together with some of the Nishi people, Na people, , Mishmi people and Tagin people.\u003cbr\u003e\u003cbr\u003eThey live in a region of the Southern Himalayas which falls within the Indian state of Arunachal Pradesh and the Mainling, Lhunze, Zayu, Medog, and Nyingchi counties in the Tibet Autonomous Region, China. The present habitat of the Adi people is heavily influenced by the historic location of the ancient Lhoyu. They are found in the temperate and sub-tropical regions within the districts of Siang, East Siang, Upper Siang, West Siang, Lower Dibang Valley, Lohit, Shi Yomi and Namsai within Arunachal Pradesh. The term \"Adi\" however, is not to be confused with the Lhoba people, since the Lhoba also includes the Mishmi along with the Adi people. All the ethnic groups recognizing themselves as \"Adi\" are believed to be descendants of the Abutani/Abotani. The older term Abor is an exonym from Assamese and its literal meaning is \"independent\". The literal meaning of adi is \"hill\" or \"mountain top\"","collections":"modern","ref":"","filesize":"241","iso":"adi","year":1984,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"adi_gospel_of_john","language":{"iso":"adi","glotto_id":"bori1243","name":"Adi","autonym":"Abo tani","level":"L","location":"China","area":"Arunachal Pradesh, East, West, and Upper Siang districts, Upper Subansiri and Dibang Valley districts; Assam, north hills of Assam Valley, between Bhutan and the Buruli River. Also in Bhutan, China.","country_id":"IN","latitude":27.62812,"longitude":94.3538,"population":151090,"status_id":"5"}}