{"id":"Afrikaans-John-print","abbr":"AFRABY","title":"Afrikaans - John (Print)","title_vernacular":"Afrikaans - Johannes (Druk)","description":"The Afrikaans language, a West Germanic dialect, has its roots in the Dutch vernacular of Holland proper. It notably evolved in the Dutch Cape Colony, shaped by the languages and cultures of Dutch, French, and German settlers, along with their enslaved people. During the 18th century, Afrikaans began to develop its unique characteristics, gradually diverging from its European Dutch origins.\u003cbr\u003e\u003cbr\u003eToday, Afrikaans is primarily spoken in South Africa and Namibia, with smaller numbers of speakers in Botswana, Zambia, and Zimbabwe. As of 2010, estimates of the total number of Afrikaans speakers ranged between 15 and 23 million. This wide distribution highlights the language's enduring legacy and influence in the southern African region.\u003cbr\u003e\u003cbr\u003eLinguists often classify Afrikaans as a partly creole language, reflecting its diverse origins and the blending of various linguistic influences over time. This classification underscores the dynamic and evolving nature of Afrikaans, which, like all living languages, continues to adapt and change in response to the needs and experiences of its speakers.\u003cbr\u003e\u003cbr\u003eThe development of Afrikaans is a testament to the complex interplay of language, culture, and history in colonial contexts. Its emergence from a blend of European languages and local dialects in the context of colonization and cultural exchange is a striking example of linguistic evolution and adaptation. The language's spread and current status in several African nations further illustrate the lasting impact of historical movements and migrations on the linguistic landscape of the region.","collections":"modern","ref":"","filesize":"238","iso":"afr","year":1933,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"AFRABY_DBS_HS/Afrikaans-John-(print)","language":{"iso":"afr","glotto_id":"afri1274","iso1":"af","name":"Afrikaans","level":"L","location":"Botswana","area":"Principally Pretoria and Bloemfontein. Cape Malays mainly in Cape Town; some in Johannesburg, Pretoria, Durban, and Port Elizabeth. Also in Australia, Botswana, Canada, Lesotho, Malawi, Namibia, New Zealand, Swaziland, United States, Zambia, Zimbabwe.","country_id":"ZA","latitude":-22,"longitude":30,"population":7331800,"status_id":"1"}}