{"id":"Afrikaans-1893-Genesis-Di-eerste-boek-van-Moses-genoem-Genesis","abbr":"AFR1893","title":"Afrikaans (1893) Genesis","title_vernacular":"Afrikaans (1893) Genesis","description":"The Afrikaans translation of the Book of Genesis, a monumental linguistic endeavor, was undertaken by the Bible Society of South Africa, reflecting the significant Dutch immigrant influence in the region. This translation forms a part of the society's broader project to translate the entire Bible into Afrikaans, a language with a rich and complex history.\u003cbr\u003e\u003cbr\u003eAfrikaans, a West Germanic language, emerged in the Dutch Cape Colony, evolving from the Hollandic dialect of Dutch, intermingled with the languages of French and German settlers, as well as the languages of their enslaved people. Throughout the 18th century, Afrikaans began to carve out its unique identity, distinct from its European ancestor.\u003cbr\u003e\u003cbr\u003eAs of 2010, Afrikaans is predominantly spoken in South Africa and Namibia, with a notable presence in Botswana, Zambia, and Zimbabwe. The language boasts a speaker base of between 15 and 23 million people, attesting to its wide reach and cultural significance in these regions.\u003cbr\u003e\u003cbr\u003eLinguists often describe Afrikaans as a partly creole language, acknowledging its multifaceted origins and the diverse influences that have shaped it. This linguistic character is a testament to the historical interactions and cultural exchanges within the southern African colonial context. The Afrikaans translation of the Book of Genesis, therefore, is not just a religious text but also a symbol of linguistic evolution and cultural integration, representing a significant chapter in the story of Afrikaans and its speakers.","collections":"historic","ref":"","filesize":"13","iso":"afr","year":1893,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"AFR1893_DBS_HS/Afrikaans-(1893)-Genesis-(Di-eerste-boek-van-Moses-genoem-Genesis)","language":{"iso":"afr","glotto_id":"afri1274","iso1":"af","name":"Afrikaans","level":"L","location":"Botswana","area":"Principally Pretoria and Bloemfontein. Cape Malays mainly in Cape Town; some in Johannesburg, Pretoria, Durban, and Port Elizabeth. Also in Australia, Botswana, Canada, Lesotho, Malawi, Namibia, New Zealand, Swaziland, United States, Zambia, Zimbabwe.","country_id":"ZA","latitude":-22,"longitude":30,"population":7331800,"status_id":"1"}}