{"id":"Aguaruna-1959-Genesis-Portion","abbr":"AGRTBL","title":"Aguaruna (1959) Genesis Portion","title_vernacular":"Aguaruna (1959) Niimiap Pasa Yaradılış","description":"The translation of the initial chapters of the Book of Genesis (chapters 1 to 4) into Aguaruna marks a significant linguistic and cultural milestone. Completed in 1959 and published by SIL International, this translation presents the foundational Judeo-Christian narrative of creation in the Aguaruna language, spoken by the indigenous community in the Amazon jungle of Peru.\u003cbr\u003e\u003cbr\u003eAguaruna, part of the Jivaroan language family, is a language rich in oral tradition, primarily used by the Aguaruna people, an indigenous group residing in the dense Amazonian rainforests. The translation of such a pivotal section of the Bible into Aguaruna signifies not only a religious but also a cultural assimilation, intertwining the ancient Biblical stories with the linguistic heritage of the Aguaruna people.\u003cbr\u003e\u003cbr\u003eThe work done by SIL International in translating these chapters reflects a broader effort to make religious texts accessible to diverse linguistic groups, especially indigenous communities. Such efforts often serve dual purposes: they provide spiritual resources in native languages and contribute to the preservation and appreciation of these languages, many of which are endangered or under-documented.\u003cbr\u003e\u003cbr\u003eFor the Aguaruna community, the availability of Genesis in their native tongue offers a unique opportunity to engage with these seminal biblical narratives in a more intimate and culturally resonant manner. It also represents an important step in acknowledging and valuing the linguistic and cultural diversity of the Amazonian region. This translation thus stands as a bridge between ancient scriptural traditions and the rich linguistic tapestry of the Aguaruna people.","collections":"genesis","ref":"","filesize":"1","iso":"agr","year":1959,"type":"genesis","provider":"SIL International","org_id":"sil-international","digitizer":"The Long Now Foundation","archive_id":"AGRTBL_DBS_HS/Aguaruna-(1959)-Genesis-Portion","language":{"iso":"agr","glotto_id":"agua1253","name":"Aguaruna","autonym":"Awajún","level":"L","location":"Peru","area":"Western upper Marañon River area, Potro, Mayo, and Cahuapanas rivers.","country_id":"PE","latitude":-5.30044,"longitude":-77.92179,"population":53400,"status_id":"4"}}