{"id":"Ainu-1897-New-Testament","abbr":"AINB97","title":"Ainu (1897) New Testament","title_vernacular":"アイヌ (1897) 新約聖書","description":"The 1897 translation of the New Testament into Ainu, executed by John Batchelor, represents a significant linguistic and cultural event. Ainu, primarily spoken in Japan's northern island of Hokkaido, is a language of the indigenous Ainu people. This translation, commissioned by The Bible Societies’ Committee for Japan, marked a profound moment of cultural intersection.\u003cbr\u003e\u003cbr\u003eJohn Batchelor, a missionary and linguist, played a crucial role in this translation. His work extended beyond mere linguistic translation; it was an endeavor to bring the Christian scriptures into the heart of Ainu culture. The translation was not just a linguistic exercise but also an attempt to make the Christian faith resonate with the Ainu people in their native language, which holds deep cultural significance.\u003cbr\u003e\u003cbr\u003eThe Ainu language, rich in oral tradition and unique in its linguistic structure, differs significantly from Japanese. The translation of the New Testament into Ainu was an important step in recognizing and respecting the cultural identity of the Ainu people. It also played a role in the preservation of the Ainu language, contributing to the documentation and continuation of this endangered language.\u003cbr\u003e\u003cbr\u003eFor the Ainu community, having the New Testament in their native tongue allowed for a deeper engagement with the Christian faith, making it more accessible and relatable. Batchelor's work is a testament to the efforts of bringing spiritual teachings to diverse cultures in a respectful and meaningful way, acknowledging the importance of cultural and linguistic diversity in the context of faith and spirituality.","collections":"historic","ref":"","filesize":"45","iso":"ain","year":1897,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"AINB97_DBS_HS/Ainu-(1897)-New-Testament","language":{"iso":"ain","glotto_id":"ainu1240","name":"Japanese Ainu","autonym":"アィヌ・イタㇰ","level":"L","area":"Kuril Islands (Tsishima), Hokkaido.","country_id":"JP","latitude":47.23322,"longitude":142.87401,"population":13000,"status_id":"8b"}}