{"id":"Akan-1964-Genesis-Portion-Mose-Nhoma-a-Edi-Kan-Anaa","abbr":"AKAUBS","title":"Akan (1964) Genesis Portion","title_vernacular":"Akan (1964) Nhyehyɛɛ Nwoma","description":"The 1964 translation of the initial chapters of the book of Genesis (chapters 1 through 4) into Akan, conducted by the United Bible Societies, represents a culturally significant accomplishment. Akan, a language predominantly spoken in Ghana, is central to the identity and communication of its speakers. This translation effort reflects an acknowledgment of the importance of engaging communities in their native languages, especially in the context of religious and spiritual texts.\u003cbr\u003e\u003cbr\u003eBy translating these foundational chapters of Genesis, the United Bible Societies aimed to make the biblical narratives more accessible and relatable to Akan-speaking communities. The choice of Genesis, a book that deals with creation and beginnings, carries profound symbolic significance, as it speaks to the origins of life and the universe, themes that resonate across cultures and beliefs.\u003cbr\u003e\u003cbr\u003eThe translation process involved not only a linguistic conversion from Hebrew to Akan but also a cultural adaptation, ensuring that the profound messages and narratives were conveyed in a way that was culturally resonant and understandable to Akan speakers. This work was part of a broader movement to bring the Bible into the vernacular of diverse populations around the world, promoting inclusivity and respect for linguistic diversity.\u003cbr\u003e\u003cbr\u003eFor the Akan-speaking communities, having portions of the Bible in their own language was not just about religion; it was also about cultural affirmation and the recognition of their linguistic heritage. This translation served as a bridge between ancient biblical texts and contemporary Akan culture, enriching the spiritual experience of the readers by allowing them to connect with the scriptures in their mother tongue.","collections":"genesis","ref":"","filesize":"73","iso":"aka","year":1964,"type":"genesis","provider":"United Bible Societies","org_id":"united-bible-societies","digitizer":"The Long Now Foundation","archive_id":"AKAUBS_DBS_HS/Akan-(1964)-Genesis-Portion-(Mose-Nhoma-a-Edi-Kan-Anaa)","language":{"iso":"aka","glotto_id":"fant1241","iso1":"ak","name":"Akan","autonym":"Akan","level":"L","location":"Ghana","area":"Asante are south central, Ashanti Province; Akuapem are southeast, north of Accra; Fante are south central, between Winneba, Takoradi, and Obuasi.","country_id":"GH","latitude":6.34756,"longitude":-1.33254,"population":8327000,"status_id":"3"}}