{"id":"Akuapem-Bible-book","abbr":"AKAUBS","title":"Akuapem - Bible (Book)","title_vernacular":"Akuapem - Nkyerɛkyerɛ Nwoma","description":"The Akuapem Bible, encompassing both the New Testament (first published in 1870) and the entire Bible (published in 1871), represents a significant chapter in the linguistic and cultural narrative of the Akan people, particularly the Akuapem dialect speakers. This translation initiative was driven by the Gold Coast Basel Mission, primarily led by German missionary and linguist Johann Gottlieb Christaller, with vital contributions from Akan linguists and missionaries David Asante, Theophilus Opoku, Jonathan Palmer Bekoe, and Paul Keteku.\u003cbr\u003e\u003cbr\u003eChristaller's pivotal role, augmented by his collaboration with native Akan speakers, ensured that the translation was not just linguistically precise but also culturally congruent. This joint effort symbolizes a confluence of cultures and a mutual appreciation for linguistic diversity and religious expression.\u003cbr\u003e\u003cbr\u003eDespite these publications, literacy in Akan, including Akuapem, remained limited among both the Akan populace and European colonizers. This limitation was highlighted during the Third Anglo-Ashanti War in 1873, when British officer Sir Garnet Wolseley, known in Ghana as \"Sargrenti\", faced delays in communicating with Asante king Kofi Karikari due to the absence of a proper written representation of the Akan dialects, despite the existing Akuapem New Testament and Bible.\u003cbr\u003e\u003cbr\u003eThis situation underlines the complexities of language and literacy in colonial contexts, where the introduction of written local languages by missionaries did not immediately lead to widespread literacy. Nonetheless, the Akuapem Bible remains a critical milestone in bridging linguistic and cultural divides, its legacy enduring in the Akan-speaking communities.","collections":"modern","ref":"","filesize":"8","iso":"aka","year":1964,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"AKAUBS_DBS_HS/Akuapem-Bible-(book)","language":{"iso":"aka","glotto_id":"fant1241","iso1":"ak","name":"Akan","autonym":"Akan","level":"L","location":"Ghana","area":"Asante are south central, Ashanti Province; Akuapem are southeast, north of Accra; Fante are south central, between Winneba, Takoradi, and Obuasi.","country_id":"GH","latitude":6.34756,"longitude":-1.33254,"population":8327000,"status_id":"3"}}