{"id":"Akuapem-New-Testament-book","abbr":"AKANTB","title":"Akuapem - New Testament (Book)","title_vernacular":"Akuapem - Nkyerɛkyerɛ Nwoma (Nwoma)","description":"The Akuapem New Testament, first published in 1870 with a second edition in 1878, represents a landmark in the history of the Akuapem language, spoken in Ghana. This translation project was initiated by the Gold Coast Basel Mission and executed with the expertise of German missionary and linguist Johann Gottlieb Christaller, alongside native Akan linguists and missionaries David Asante, Theophilus Opoku, Jonathan Palmer Bekoe, and Paul Keteku. Their collaborative work not only translated the New Testament from Greek into Akuapem but also laid the foundation for Akuapem's prominence as a literary dialect.\u003cbr\u003e\u003cbr\u003eThe decision to use Akuapem as the base for the Akan translation of the New Testament marked a turning point in the linguistic and cultural history of the Akan people. This translation effort was not just about creating a religious text in a local language; it was also about acknowledging and elevating the Akuapem dialect within the broader context of the Akan language group.\u003cbr\u003e\u003cbr\u003eThe work of these missionaries and linguists is a testament to the power of language in shaping cultural identity and preserving heritage. Through their efforts, the Akuapem New Testament became a vehicle for promoting literacy and religious understanding in a language that resonated with the local population. This translation project thus stands as a significant achievement in the history of linguistic and religious endeavors in Ghana.","collections":"modern","ref":"","filesize":"2","iso":"aka","year":1870,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"AKANTB_DBS_HS/Akuapem-New-Testament-(book)","language":{"iso":"aka","glotto_id":"fant1241","iso1":"ak","name":"Akan","autonym":"Akan","level":"L","location":"Ghana","area":"Asante are south central, Ashanti Province; Akuapem are southeast, north of Accra; Fante are south central, between Winneba, Takoradi, and Obuasi.","country_id":"GH","latitude":6.34756,"longitude":-1.33254,"population":8327000,"status_id":"3"}}