{"id":"Albanian-1872-New-Testament-Diata-e-Re-e-zotit-ede-selbuesit-tune-Iesu-Kristit","abbr":"ALNGKK","title":"Albanian (1872) New Testament","title_vernacular":"Shqip (1872) Dhiata e Re","description":"This Albanian translation of the New Testament was completed by the Massachusetts Bible Society in 1872.\u003cbr\u003e\u003cbr\u003eAlbanian, an Indo-European language spoken primarily in Albania and Kosovo, has a rich literary history, yet it lacked a complete New Testament translation until the late 19th century. The Massachusetts Bible Society, recognizing the need for Albanian speakers to access the Christian scriptures in their native language, undertook this significant translation project. The translation was a monumental effort, reflecting a growing interest in making biblical texts accessible to speakers of all languages. This edition marked a crucial step in the religious and cultural life of Albanian-speaking communities, providing them with direct access to Christian teachings and narratives. The translation was also instrumental in the development of modern Albanian literature, as it introduced new religious concepts and vocabulary to the language. The work of the Massachusetts Bible Society in Albania exemplifies the broader movement of translating the Bible into vernacular languages, a movement that has had profound effects on linguistics, cultural exchange, and religious practice globally.","collections":"historic","ref":"","filesize":"36","iso":"aln","year":1872,"type":"scan","provider":"Boyagianit","org_id":"","digitizer":"","archive_id":"ALNGKK_DBS_HS/Albanian-(1872)-New-Testament-(Diata-e-Re-e-zotit-ede-selbuesit-tune-Iesu-Kristit)","language":{"iso":"aln","glotto_id":"gheg1238","name":"Gheg Albanian","autonym":"gegnisht","level":"L","location":"Greece and The Former Yugoslav Republic of Macedonia","area":"Kosovo. Also in Albania, Bulgaria, Czech Republic, Macedonia, Montenegro, Romania, Slovenia, United States.","country_id":"AL","latitude":42.316993,"longitude":21.383683,"population":3901900,"status_id":"2"}}