{"id":"Alet-Bible-Gospel-of-Matthew-1840","abbr":"ALEGSA","title":"Alet Bible - Gospel of Matthew (1840)","title_vernacular":"Alet Bible - Mataio Evanelia (1840)","description":"The Aleut Bible, with its first translation of the Gospel of Matthew in 1840, is a monumental achievement in linguistic and missionary history. This translation was primarily undertaken by Russian Orthodox figures, St. Innocent Veniaminov and St. Jacob Netsvetov. The Aleut language, spoken by the indigenous peoples of the Aleutian Islands, saw the introduction of this vital Christian text, fostering a deeper religious understanding within the community.\u003cbr\u003e\u003cbr\u003eThe subsequent translations of Mark, Luke, and John into Atkan Aleut in 1861 by Fr. Laurence Salamatov, although not published, further demonstrate the commitment to making Christian scriptures accessible to the Aleut people. Additionally, Fr. Innocent Shayashnikov's translation of Matthew, Mark, Luke, John, and Acts into Eastern Aleut in 1872, with publications spanning from 1902 to 1903, marked a significant expansion of biblical resources in the Aleut language.\u003cbr\u003e\u003cbr\u003eThis series of translations played a crucial role not only in spreading Christian teachings but also in the preservation and development of the Aleut language. The introduction of complex biblical narratives into the Aleut language likely contributed to its enrichment and helped in maintaining its usage amidst the pressures of dominant languages.\u003cbr\u003e\u003cbr\u003eMore recently, the translation of the first few verses of Genesis 11, detailing the Tower of Babel, into modern Aleut for Omniglot, signifies the ongoing interest and efforts in bringing biblical stories to life in the Aleut language. These translations stand as a testament to the enduring impact of missionary work and linguistic preservation in the Aleut-speaking regions.","collections":"historic","ref":"","filesize":"2","iso":"ale","year":1912,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"aleut_matthew","language":{"iso":"ale","glotto_id":"aleu1260","name":"Aleut","autonym":"Уна́ӈам тунуу́","level":"L","location":"Eastern Russia","area":"Western Aleut on Atka Island (Aleutian Chain); Eastern Aleut on eastern Aleutian Islands, Pribilofs, and Alaskan Peninsula. Also in Russian Federation (Asia).","country_id":"US","latitude":52.12283,"longitude":-174.29013,"population":155,"status_id":"7"}}