{"id":"Aleut-1902-John","abbr":"ALEGSA","title":"Aleut (1902) John","title_vernacular":"Алеут (1902) Йоанна","description":"The Aleut translation of the Gospel of John, completed in 1902 by the All Saints of America Orthodox Church, represents a significant cultural and religious milestone for the Aleut-speaking communities in Alaska and the Aleutian Islands. This translation into Aleut, a language indigenous to this region, underscores the Church's dedication to making the Christian message accessible and meaningful to local populations.\u003cbr\u003e\u003cbr\u003eThe project was part of a broader initiative to translate key religious texts into Aleut, thereby ensuring that the spiritual needs of the Aleut people were met in their native tongue. This not only facilitated a deeper understanding and connection with the Christian faith but also played a vital role in preserving and valuing the Aleut language, which is integral to the cultural identity of the Aleut people.\u003cbr\u003e\u003cbr\u003eThe translation of the Gospel of John into Aleut is particularly noteworthy, given the importance of this Gospel in Christian theology. It is known for its distinctive style and profound theological insights, making its accessibility in Aleut crucial for the spiritual life and education of the Aleut-speaking Christian community.\u003cbr\u003e\u003cbr\u003eThis effort reflects the Church's recognition of the importance of linguistic diversity in religious practice and its commitment to fostering a sense of inclusion and respect for the cultural heritage of the Aleut people. The Aleut translation of the Gospel of John thus stands not only as a religious text but also as a symbol of cultural affirmation and respect for the linguistic heritage of the indigenous populations of Alaska and the Aleutian Islands.","collections":"historic","ref":"","filesize":"611","iso":"ale","year":1902,"type":"scan","provider":"Digital Typography","org_id":"","digitizer":"","archive_id":"ALEGSA_DBS_HS/Aleut-(1902)-John","language":{"iso":"ale","glotto_id":"aleu1260","name":"Aleut","autonym":"Уна́ӈам тунуу́","level":"L","location":"Eastern Russia","area":"Western Aleut on Atka Island (Aleutian Chain); Eastern Aleut on eastern Aleutian Islands, Pribilofs, and Alaskan Peninsula. Also in Russian Federation (Asia).","country_id":"US","latitude":52.12283,"longitude":-174.29013,"population":155,"status_id":"7"}}