{"id":"Algonquin-1661-Eliot-Indian-New-Testament","abbr":"ALQOLD","title":"Algonquin (1661) Eliot Indian New Testament","title_vernacular":"Algonquin (1661) Ntiyân Motsueian Ntipishkueian","description":"The 1661 Eliot Indian New Testament, an adaptation of John Eliot's seminal translation, is a cornerstone in the history of biblical translations into indigenous languages. Experience Mayhew, a notable figure in this endeavor, meticulously revised Eliot's work, ensuring that, as noted by historian James Hammond Trumbull, \"every verse underwent revision and scarcely one remains without some alteration.\" \u003cbr\u003e\u003cbr\u003e The Eliot Indian Bible, officially titled \"Mamusse Wunneetupanatamwe Up-Biblum God\" and commonly known as the Algonquian Bible, holds the distinction of being the first complete translation of the Christian Bible into a Native American language, as well as the first Bible published in British North America. This historic feat was accomplished by John Eliot, an English Puritan missionary, who translated the Geneva Bible into the Massachusett language. The New Testament segment was first printed in 1661 in Cambridge, Massachusetts, followed by the complete Bible, comprising all 66 books of the Old and New Testaments, in 1663. \u003cbr\u003e\u003cbr\u003e The 1663 edition's cover bears the inscription \"Mamusse Wunneetupanatamwe Up Biblum God,\" which translates to \"The Whole Holy His-Bible God, both Old Testament and also New Testament.\" This title signifies Eliot's role as a \"servant of Christ\" in the translation process. The production of this monumental work was supported by the Society for the Propagation of the Gospel in New England, under the governance of Robert Boyle, a renowned scientist of the era. This translation not only represents a linguistic milestone but also serves as a testament to the interweaving of Christian evangelism with the cultural preservation of Native American communities.","collections":"historic","ref":"","filesize":"56","iso":"alq","year":1661,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ALQELIO_DBS_HS","language":{"iso":"alq","glotto_id":"algo1255","name":"Algonquin","autonym":"Anicinâbemowin","level":"L","location":"Canada","area":"Southwest Quebec, northwest of Ottawa and adjacent areas of Maniwaki and Golden Lake, Ontario.","country_id":"CA","latitude":47.38755,"longitude":-77.52577,"population":2430,"status_id":"6b"}}