{"id":"Algonquin-John-book","abbr":"ALQOLD","title":"Algonquin - John (Book)","title_vernacular":"Algonquin - Yohan","description":"The Algonquin translation of the Gospel of John stands as a significant linguistic and cultural achievement within the sphere of biblical translations. This work represents not just a mere translation of the biblical text, but also a profound intersection of cultural and spiritual narratives. The Algonquin language, a member of the Putawatomie linguistic group, has been spoken by Native American tribes predominantly located along the eastern coast of the United States. \u003cbr\u003e\u003cbr\u003e The effort to translate the Gospel of John into Algonquin was driven by a desire to make the Christian scriptures accessible to Native American communities in their native tongue, thereby facilitating a deeper understanding and connection with the text. This translation project, while focused on a single book of the New Testament, is emblematic of the broader movements in the 17th and 18th centuries to translate Christian texts into indigenous languages. \u003cbr\u003e\u003cbr\u003e The scope of this work transcends a simple linguistic exercise; it involves careful consideration of cultural nuances and the preservation of the Algonquin language's rich oral tradition. The translation of the Gospel of John into Algonquin required not only an in-depth understanding of biblical texts but also a profound respect for and knowledge of Algonquin linguistic structures and cultural expressions. \u003cbr\u003e\u003cbr\u003e This translation is particularly noteworthy for its historical context, as it was undertaken during a period when many Native American languages and cultures were under threat due to European colonization. As such, it serves not only as a religious document but also as a testament to the resilience and adaptability of Native American linguistic and cultural heritage.","collections":"modern","ref":"","filesize":"3","iso":"alq","year":1844,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"ALQKNP_DBS_HS/Algonquin-John-(book)","language":{"iso":"alq","glotto_id":"algo1255","name":"Algonquin","autonym":"Anicinâbemowin","level":"L","location":"Canada","area":"Southwest Quebec, northwest of Ottawa and adjacent areas of Maniwaki and Golden Lake, Ontario.","country_id":"CA","latitude":47.38755,"longitude":-77.52577,"population":2430,"status_id":"6b"}}