{"id":"Algonquin-English-1709-Gospels-and-Psalms-The-Massachuset-Psalter","abbr":"ALQOLD","title":"Algonquin - English (1709) Gospels and Psalms (The Massachuset Psalter)","title_vernacular":"Algonquin - English (1709) The Massachuset Psalter","description":"The Eliot Indian Bible, officially titled \"Mamusse Wunneetupanatamwe Up-Biblum God\" and commonly known as the Algonquian Bible, holds a significant place in the annals of American and Christian history. It was the first translation of the Christian Bible into an indigenous American language and notably the first Bible published in British North America. This monumental work was prepared by English Puritan missionary John Eliot, who undertook the arduous task of translating the Geneva Bible into the Massachusett language, spoken by the Algonquin people.\u003cbr\u003e\u003cbr\u003eThe initial part of Eliot's translation, comprising the New Testament, was printed in 1661 in Cambridge, Massachusetts. Two years later, in 1663, an edition including all 66 books of both the Old and New Testaments was completed and printed. This comprehensive work was not just a religious milestone but also a linguistic and cultural one, representing a significant effort to bring the Christian message to the indigenous populations in their native language.\u003cbr\u003e\u003cbr\u003eEliot's work went beyond mere translation; it was an attempt to bridge cultural and linguistic gaps. His deep engagement with the Massachusett language and the Algonquin people is evident in the careful rendering of biblical concepts into a language and context that was relatable to the native audience. The Eliot Indian Bible thus stands as a testament to early missionary efforts in North America and reflects the complex interplay of religion, language, and culture in the history of colonial America.","collections":"historic","ref":"","filesize":"44","iso":"alq","year":1709,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ALQELIO_DBS_HS","language":{"iso":"alq","glotto_id":"algo1255","name":"Algonquin","autonym":"Anicinâbemowin","level":"L","location":"Canada","area":"Southwest Quebec, northwest of Ottawa and adjacent areas of Maniwaki and Golden Lake, Ontario.","country_id":"CA","latitude":47.38755,"longitude":-77.52577,"population":2430,"status_id":"6b"}}