{"id":"Algonquin-1890-Matthew","abbr":"ALQOLD","title":"Algonquin (1890) Matthew","title_vernacular":"Algonquin (1890) Mataio","description":"The 1890 Algonquin translation of the Gospel of Matthew represents a pivotal moment in the intersection of linguistic scholarship and religious studies. This translation project was more than a simple rendering of biblical text into another language; it was a profound fusion of Christian teachings with the linguistic and cultural heritage of the Algonquin-speaking peoples. \u003cbr\u003e\u003cbr\u003e Algonquin, as part of the Putawatomie language family, has been the native tongue of various Native American tribes along the eastern coast of the United States. The decision to translate the Gospel of Matthew into Algonquin in 1890 highlights an ongoing commitment to make the Christian scriptures accessible and meaningful to these communities in their own language. \u003cbr\u003e\u003cbr\u003e The Gospel of Matthew, known for its rich narrative and teachings of Jesus, is a cornerstone of the New Testament. Translating this significant text into Algonquin not only brought these teachings closer to the native speakers but also contributed to the preservation and appreciation of the Algonquin language. Such efforts are crucial in maintaining the vitality and relevance of indigenous languages, particularly in the face of societal changes and external influences. \u003cbr\u003e\u003cbr\u003e This translation is emblematic of the broader efforts in the late 19th century to engage with Native American cultures respectfully and meaningfully. It serves as an important cultural artifact, reflecting both the linguistic complexity of the Algonquin language and the depth of its speakers' engagement with the Christian faith.","collections":"historic","ref":"","filesize":"5","iso":"alq","year":1890,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"ALQKNP_DBS_HS/Algonquin-(1890)-Matthew","language":{"iso":"alq","glotto_id":"algo1255","name":"Algonquin","autonym":"Anicinâbemowin","level":"L","location":"Canada","area":"Southwest Quebec, northwest of Ottawa and adjacent areas of Maniwaki and Golden Lake, Ontario.","country_id":"CA","latitude":47.38755,"longitude":-77.52577,"population":2430,"status_id":"6b"}}