{"id":"Algonquin-1905-Luke","abbr":"ALQOLD","title":"Algonquin (1905) Luke","title_vernacular":"Algonquin (1905) Luka","description":"The Algonquin translation of the Gospel of Luke, completed in 1905, is a noteworthy example of the integration of religious texts with indigenous linguistic traditions. This translation is particularly significant as it brings the narrative and teachings of the Gospel of Luke to speakers of Algonquin, a language within the Putawatomie family. The Algonquin language has been a vital means of communication for various Native American tribes along the eastern coast of the United States. \u003cbr\u003e\u003cbr\u003e The Gospel of Luke, known for its detailed account of the life and teachings of Jesus Christ, is an essential part of the Christian New Testament. Translating this text into Algonquin not only made these teachings accessible to Algonquin speakers but also represented a broader effort to respect and preserve indigenous languages and cultures. \u003cbr\u003e\u003cbr\u003e The undertaking of such a translation in 1905 reflects the growing recognition of the importance of cultural and linguistic sensitivity in religious outreach. It underscores the commitment to providing spiritual resources in native languages, thereby fostering a deeper connection between faith and cultural identity. \u003cbr\u003e\u003cbr\u003e This translation also stands as an important cultural and linguistic artifact, highlighting the adaptability and richness of the Algonquin language. It serves as a testament to the continued relevance and resilience of Native American languages and cultures in the face of changing social and historical landscapes.","collections":"historic","ref":"","filesize":"4","iso":"alq","year":1905,"type":"scan","provider":"American Bible Society","org_id":"american-bible-society","digitizer":"","archive_id":"ALQKNP_DBS_HS/Algonquin-(1905)-Luke","language":{"iso":"alq","glotto_id":"algo1255","name":"Algonquin","autonym":"Anicinâbemowin","level":"L","location":"Canada","area":"Southwest Quebec, northwest of Ottawa and adjacent areas of Maniwaki and Golden Lake, Ontario.","country_id":"CA","latitude":47.38755,"longitude":-77.52577,"population":2430,"status_id":"6b"}}