{"id":"Algonquin-1685-Eliot-Indian-Bible","abbr":"ALQOLD","title":"Algonquin (1685) Eliot Indian Bible","title_vernacular":"Algonquin (1685) Ntipishkueian","description":"The 1685 Algonquin translation of the Eliot Indian Bible, a project spearheaded by Experience Mayhew, is an exemplary work in the realm of biblical translations. Building upon John Eliot's original translation, Mayhew's version is distinguished by its extensive revisions, with historian James Hammond Trumbull noting that \"every verse underwent revision and scarcely one remains without some alteration.\" This thorough reworking underscores the dedication to linguistic precision and cultural sensitivity. \u003cbr\u003e\u003cbr\u003e The Eliot Indian Bible, officially titled \"Mamusse Wunneetupanatamwe Up-Biblum God\" and commonly referred to as the Algonquian Bible, holds a unique place in history. It was the first translation of the Christian Bible into an indigenous American language and the first Bible published in British North America. English Puritan missionary John Eliot undertook the monumental task of translating the Geneva Bible into the Massachusett language, a language indigenous to the region. The initial printing of the New Testament occurred in 1661 in Cambridge, Massachusetts, followed by the complete publication of all 66 books of the Bible, encompassing both the Old and New Testaments, in 1663. \u003cbr\u003e\u003cbr\u003e The 1663 edition, with its cover inscription \"Mamusse Wunneetupanatamwe Up Biblum God,\" translates to \"The Whole Holy His-Bible God, both Old Testament and also New Testament,\" identifying Eliot as a devoted servant of Christ. The production of this significant translation was supported by the Society for the Propagation of the Gospel in New England, led by the esteemed scientist Robert Boyle. This translation stands as a landmark in the annals of religious and linguistic history, reflecting a confluence of Christian missionary work and the preservation of Native American linguistic heritage.","collections":"historic","ref":"","filesize":"375","iso":"alq","year":1685,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ALQELIO_DBS_HS","language":{"iso":"alq","glotto_id":"algo1255","name":"Algonquin","autonym":"Anicinâbemowin","level":"L","location":"Canada","area":"Southwest Quebec, northwest of Ottawa and adjacent areas of Maniwaki and Golden Lake, Ontario.","country_id":"CA","latitude":47.38755,"longitude":-77.52577,"population":2430,"status_id":"6b"}}