{"id":"Algonquin-1844-Matthew-and-Acts","abbr":"ALQOLD","title":"Algonquin (1844) Matthew and Acts","title_vernacular":"Algonquin (1844) Mataio ekid Acts","description":"The 1844 Algonquin translation of the Gospel of Matthew and the Acts of the Apostles, executed by Johnston Lykins, marks a significant milestone in the journey of biblical translations into indigenous languages. This translation project was not just a linguistic endeavor but also a cultural bridge, connecting the spiritual narratives of Christianity with the rich linguistic traditions of the Algonquin people. \u003cbr\u003e\u003cbr\u003e Algonquin, a language belonging to the Putawatomie group, has been the tongue of various Native American tribes primarily located along the eastern coast of the United States. The translation by Lykins into this language is a testament to the enduring efforts to make Christian scriptures accessible and relatable to Native American communities in their native languages. \u003cbr\u003e\u003cbr\u003e The choice of the Gospel of Matthew and the Acts of the Apostles for translation is noteworthy. These texts offer foundational Christian teachings and the early history of the Christian Church, respectively. By translating these significant portions of the New Testament, Lykins contributed to the spiritual and cultural enrichment of the Algonquin-speaking communities. \u003cbr\u003e\u003cbr\u003e Completed in 1844, this translation is not only a reflection of religious scholarship but also an important artifact in the study of the Algonquin language and its use in conveying complex religious and historical narratives. It underscores the role of translation in preserving indigenous languages and fostering a deeper understanding of cultural and spiritual concepts.","collections":"historic","ref":"","filesize":"4","iso":"alq","year":1844,"type":"scan","provider":"TSO Pponkit Pe Kanekit","org_id":"","digitizer":"","archive_id":"ALQKNP_DBS_HS/Algonquin-(1844)-Matthew-and-Acts","language":{"iso":"alq","glotto_id":"algo1255","name":"Algonquin","autonym":"Anicinâbemowin","level":"L","location":"Canada","area":"Southwest Quebec, northwest of Ottawa and adjacent areas of Maniwaki and Golden Lake, Ontario.","country_id":"CA","latitude":47.38755,"longitude":-77.52577,"population":2430,"status_id":"6b"}}