{"id":"Aluet-Fox-1840-Matthew-WDL-94","abbr":"ALEMAT","title":"Aluet-Fox (1840) Matthew (WDL-94)","title_vernacular":"Алуут-Фокс (1840) Матай (WDL-94)","description":"The 1840 Aleut-Fox translation of the Gospel of Matthew, cataloged as WDL-94, is a remarkable feat of linguistic and missionary endeavor by Ioann Veniaminov (1797-1879), a Russian Orthodox priest who later became known as Innokentii. Veniaminov's journey to Alaska in 1823 as a missionary marked the beginning of his profound engagement with the native languages and cultures of the region. \u003cbr\u003e\u003cbr\u003e Settling in Unalaska with his family, Veniaminov dedicated himself to understanding the local communities. He built a church and a school, immersing himself in the study of the region's native languages. One of his most significant contributions was the development of an alphabet for the Unangan (Aleut) language, accomplished with the invaluable assistance of the Aleut chief Ivan Pan'kov. This achievement enabled Veniaminov to create grammars and undertake the translation of the Gospel of Saint Matthew into the Aleut-Fox language. \u003cbr\u003e\u003cbr\u003e Veniaminov's travels across the Aleutian Islands were not solely for evangelization; he also collected ethnographic and scientific data, contributing significantly to the published works on the Aleut and Tlingit languages. In 1840, following the death of his wife, Veniaminov was appointed bishop of the newly formed diocese encompassing Kamchatka, the Kuril Islands, and the Aleutians, with his administration centered in New Archangel (now Sitka). \u003cbr\u003e\u003cbr\u003e The book from the National Library of Russia, containing Veniaminov’s translation of the Gospel of Matthew into the Aleut-Fox language, stands as a testament to his dedication to linguistic scholarship and cultural sensitivity in his missionary work. This translation is not only a religious text but also a significant linguistic artifact, reflecting the intricate interplay of language, culture, and faith.","collections":"historic","ref":"https://www.wdl.org/en/item/94","filesize":"119","iso":"ale","year":1840,"type":"scan","provider":"Synodal Press, Moscow","org_id":"","digitizer":"World Digital Library","archive_id":"ALEMAT_DBS_HS/Aluet-Fox-(1840)-Matthew-(WDL-94)","language":{"iso":"ale","glotto_id":"aleu1260","name":"Aleut","autonym":"Уна́ӈам тунуу́","level":"L","location":"Eastern Russia","area":"Western Aleut on Atka Island (Aleutian Chain); Eastern Aleut on eastern Aleutian Islands, Pribilofs, and Alaskan Peninsula. Also in Russian Federation (Asia).","country_id":"US","latitude":52.12283,"longitude":-174.29013,"population":155,"status_id":"7"}}