{"id":"Alune-Alifuru-1852-Matthew","abbr":"ALPPOR","title":"Alune - Alifuru (1852) Matthew","title_vernacular":"Alune - Alifuru (1852) Mataius","description":"The 1852 Alune translation of the Gospel of Matthew, undertaken by the Amsterdam Bible Society, is a significant contribution to the field of biblical translations, particularly for minority languages. Alune, a language spoken by the Alifuru people, is one of the lesser-known tongues of Indonesia, and this translation project represents a vital step in making religious texts accessible to speakers of these minority languages. \u003cbr\u003e\u003cbr\u003e The Amsterdam Bible Society's initiative to translate the Gospel of Matthew into Alune in 1852 reflects a broader movement during that era to engage linguistically and culturally diverse communities with Christian scriptures. The Gospel of Matthew, with its central messages and narratives about the life and teachings of Jesus Christ, is an integral part of the Christian New Testament. By rendering this text into Alune, the Society not only provided spiritual resources to the Alifuru people in their native language but also acknowledged and respected the cultural and linguistic identity of this community. \u003cbr\u003e\u003cbr\u003e Such translations play a crucial role in preserving the linguistic heritage of minority languages, which often face challenges of diminishing use and recognition. The Alune translation of the Gospel of Matthew is thus not only a religious document but also a cultural artifact, symbolizing the intersection of faith, language, and cultural preservation. It stands as an example of the efforts made in the 19th century to bridge the gap between global religious narratives and local linguistic realities.","collections":"historic","ref":"","filesize":"2","iso":"alp","year":1852,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ALPPOR_DBS_HS/Alune-Alifuru-(1852)-Matthew","language":{"iso":"alp","glotto_id":"alun1238","name":"Alune","level":"L","location":"Indonesia, Central Maluku","area":"Central Maluku, west Seram, Seram Barat District, 5 villages; Kairatu, Taniwel districts, 22 villages.","country_id":"ID","latitude":-3.11477,"longitude":128.39386,"population":17200,"status_id":"5"}}