{"id":"Ambonese-1852-Matthew","abbr":"ABSNTP","title":"Ambonese (1852) Matthew","title_vernacular":"Ambonese (1852) Mataius","description":"The 1852 publication of the Gospel of Matthew in Ambonese, carried out by the Amsterdam Bible Society, is a notable historical and cultural event, particularly in the context of Christian literature and linguistic diversity. Ambonese, the language of the ethnically and religiously distinct Ambonese people of Austronesia, is central to the identity of this majority Christian group. \u003cbr\u003e\u003cbr\u003e The Amsterdam Bible Society's endeavor to translate and publish the Gospel of Matthew in Ambonese in 1852 is reflective of the 19th-century movements to make Christian scriptures accessible to diverse linguistic groups. This translation is significant not just for its religious content but also for its cultural implications. By providing the Gospel in the native language of the Ambonese people, the Society recognized and validated their linguistic and cultural heritage. \u003cbr\u003e\u003cbr\u003e The Gospel of Matthew, a foundational text of the Christian New Testament, details the life, teachings, and ministry of Jesus Christ. Its translation into Ambonese enabled the integration of these teachings more deeply into the cultural fabric of the Ambonese community. \u003cbr\u003e\u003cbr\u003e This translation project also played a pivotal role in preserving the Ambonese language, contributing to the maintenance and celebration of linguistic diversity within the Christian community. The Ambonese translation of the Gospel of Matthew is not only a spiritual resource for its readers but also a testament to the enduring relationship between faith, language, and cultural identity.","collections":"historic","ref":"","filesize":"2","iso":"abs","year":1852,"type":"scan","provider":"Aikeppellem Asi Tita E Tou Wolanda Itu, Se Pinaenetem","org_id":"","digitizer":"Google","archive_id":"ABSNTP_DBS_HS/Ambonese-(1852)-Matthew","language":{"iso":"abs","glotto_id":"ambo1250","name":"Ambonese Malay","autonym":"Ambonese","level":"L","location":"Indonesia, Central Maluku","area":"Central Maluku, Ambon, Haruku, Nusa Laut, Saparua Islands, along the coastal areas of Seram, and south Maluku. Also in Netherlands, United States.","country_id":"ID","latitude":-3.71342,"longitude":128.18442,"population":250900,"status_id":"3"}}