{"id":"Amharic-Bible-book","abbr":"AMHEVG","title":"Amharic - Bible (Book)","title_vernacular":"መጽሐፍ ቅዱስ (Amharic - Book)","description":"The Amharic Bible, written in one of the Ethiopian Semitic languages, represents a profound and extensive undertaking in the history of biblical translations. Amharic, a subgroup of the Semitic branch within the Afroasiatic languages, is predominantly spoken by the Amhara people and serves as a lingua franca in Ethiopia's major cities and towns. \u003cbr\u003e\u003cbr\u003e As the official working language of the Ethiopian federal government and several federal regions, Amharic is spoken by over 31.8 million people as their first language, with more than 25.1 million second-language speakers. It is the most widely spoken language in Ethiopia and the second largest Semitic language globally, after Arabic. \u003cbr\u003e\u003cbr\u003e Amharic employs a writing system that evolved from the Geʽez script, characterized by its left-to-right script orientation. The translation history of the Amharic Bible is rich and varied, involving numerous contributors and editions. Notable translations and publications include the 1824 Gospels, the 1829 New Testament, and the complete Bible published in 1840 by the British and Foreign Bible Society (BFBS) in London, edited by Thomas Pell Platt. This edition was based on a translation by Abu Rumi, an Ethiopian monk. Subsequent editions and revisions include Charles William Isenberg's translation of the Psalms in 1842, John L. Krapf's revision of the Old Testament between 1871-1873, and J. M. Flad's revisions in 1886. \u003cbr\u003e\u003cbr\u003e The 20th century saw continued efforts in Amharic Bible translation, with notable editions like the 1907 translation of Matthew, Acts, and Galatians by Joachim Maria deBoceguillas, and the 1939 Bible, a photographic reproduction of an Ethiopic manuscript with an Amharic translation prepared by Alaka Herui, Alaka Lama, Nebura Tekle, and Alaka Quatsala. The 1961 Bible, a revision by a joint committee appointed by the Emperor and the BFBS, including Marse Hazan and A. F. Matthew, is particularly significant, as it included the Apocrypha. This rich history of translation reflects the enduring connection between language, faith, and culture in Ethiopian society.","collections":"modern","ref":"","filesize":"13","iso":"amh","year":1962,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"AMHEVG_DBS_HS/Amharic-Bible-(book)","language":{"iso":"amh","glotto_id":"amha1245","iso1":"am","name":"Amharic","autonym":"አማበአማረኛ ርኛ","level":"L","location":"Djibouti, Eritrea and Ethiopia","area":"North central, Amhara region; Addis Ababa. Also in Djibouti, Egypt, Israel, Sweden, United States.","country_id":"ET","latitude":11.708182,"longitude":39.543456,"population":21900000,"status_id":"1"}}