{"id":"Amharic-John-print","abbr":"AMHEVG","title":"Amharic - John (Print)","title_vernacular":"መጽሐፍ ቅዱስ - ዮሐንስ","description":"The Amharic translation of the Gospel of John is a significant cultural and religious milestone in the context of Ethiopian Semitic languages. Amharic, a language within the Semitic branch of the Afroasiatic languages, is spoken primarily by the Amhara people and serves as a crucial lingua franca across Ethiopia. \u003cbr\u003e\u003cbr\u003e As the official language of the Ethiopian federal government and several regional states, Amharic boasts over 31.8 million native speakers and more than 25.1 million second-language speakers. It holds the distinction of being the most widely spoken language in Ethiopia and the second-largest Semitic language in the world, following Arabic. \u003cbr\u003e\u003cbr\u003e The script of Amharic, which developed from the ancient Geʽez script, is unique in its left-to-right writing system. The translation history of the Amharic Bible, including the Gospel of John, is rich and extensive. It includes significant editions like the 1824 Gospels, the 1833 Psalms, and the 1840 complete Bible published by the British and Foreign Bible Society (BFBS) in London. This edition, edited by Thomas Pell Platt, was based on a translation by the Ethiopian monk Abu Rumi. \u003cbr\u003e\u003cbr\u003e Subsequent notable translations include the 1842 Psalms by the Society for the Promotion of Christian Knowledge in London, the 1871-1873 Old Testament revision by John L. Krapf, and the 1886 Bible revised by J. M. Flad with the assistance of Orgawi, an Ethiopian missionary. The 20th century saw continued translation efforts, with significant contributions like the 1907 Matthew, Acts, and Galatians translation by Joachim Maria deBoceguillas, and the 1939 Bible, a reproduction of an Ethiopic manuscript with an Amharic translation by Alaka Herui and others. The 1961 Bible, revised by a joint committee including Marse Hazan and A. F. Matthew, is especially notable for including the Apocrypha. These translations not only reflect the religious significance of the texts but also underscore the importance of language and cultural preservation in Ethiopia.","collections":"modern","ref":"","filesize":"265","iso":"amh","year":1962,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"AMHEVG_DBS_HS/Amharic-John-(print)","language":{"iso":"amh","glotto_id":"amha1245","iso1":"am","name":"Amharic","autonym":"አማበአማረኛ ርኛ","level":"L","location":"Djibouti, Eritrea and Ethiopia","area":"North central, Amhara region; Addis Ababa. Also in Djibouti, Egypt, Israel, Sweden, United States.","country_id":"ET","latitude":11.708182,"longitude":39.543456,"population":21900000,"status_id":"1"}}