{"id":"Angkola-1879-Mark-Djamita-na-denggan-na-ni-soeratkon-ni-si-Markus","abbr":"AKBPOR","title":"Angkola (1879) Mark ","title_vernacular":"Angkola (1879) Markus","description":"The 1879 Angkola translation of the Gospel of Mark, published by the Netherlands Bible Society, represents a pivotal moment in the history of biblical translations, particularly for minority languages. Angkola, spoken in North Sumatra, is one of these lesser-known languages, and this translation project underscores the importance of making religious texts accessible to diverse linguistic communities.\u003cbr\u003e\u003cbr\u003eThe Gospel of Mark, with its succinct and action-oriented narrative, is an essential part of the Christian New Testament. Translating this Gospel into Angkola not only provided spiritual resources to the local community in their native language but also acknowledged and respected their unique linguistic and cultural identity.\u003cbr\u003e\u003cbr\u003eThis translation initiative is crucial in preserving the linguistic heritage of minority languages like Angkola, which often face challenges in terms of diminishing use and recognition. By bringing the Gospel of Mark to the Angkola-speaking community, the Netherlands Bible Society contributed to the maintenance and celebration of linguistic diversity. The Angkola translation of the Gospel of Mark is a cultural artifact that symbolizes the intersection of faith, language, and cultural preservation, highlighting the efforts made in the late 19th century to bridge the gap between global religious narratives and local linguistic realities.","collections":"historic","ref":"","filesize":"3","iso":"akb","year":1879,"type":"scan","provider":"Ned. Bijkelgen","org_id":"","digitizer":"","archive_id":"AKBPOR_DBS_HS/Angkola-(1879)-Mark-(Djamita-na-denggan-na-ni-soeratkon-ni-si-Markus)","language":{"iso":"akb","glotto_id":"bata1290","name":"Batak Angkola","autonym":"Anakola","level":"L","location":"Indonesia, Sumatra","area":"North central, Sipirok area.","country_id":"ID","latitude":1.66127,"longitude":99.60248,"population":750000,"status_id":"5"}}