{"id":"Aniwa-1904-Genesis","abbr":"FUTPOR","title":"Aniwa (1904) Genesis","title_vernacular":"Aniwa (1904) Yaradılış","description":"The 1904 translation of the first four chapters of the Book of Genesis into Aniwa, executed by the British and Foreign Bible Society, is a noteworthy contribution to the field of biblical translations, especially in the context of aboriginal languages. Aniwa, a native language of Vanuatu, encapsulates the rich linguistic diversity of the region. This translation endeavor emphasizes the value of making seminal religious texts accessible to various linguistic groups.\u003cbr\u003e\u003cbr\u003eThe Book of Genesis, a foundational text of the Hebrew Bible and the Christian Old Testament, narrates the story of the world's creation and early history. By translating the initial chapters of Genesis into Aniwa, the British and Foreign Bible Society not only provided the Aniwa-speaking community with access to these pivotal biblical narratives in their own language but also recognized the cultural significance of preserving and respecting indigenous languages.\u003cbr\u003e\u003cbr\u003eThis translation is particularly important given the unique characteristics of Aniwa and its status as an aboriginal language. Such efforts play a vital role in sustaining and celebrating the linguistic heritage of indigenous communities. The Aniwa translation of Genesis is a testament to the early 20th-century movements in biblical translation, which sought to embrace linguistic and cultural diversity by extending the reach of religious texts to lesser-known languages around the world.","collections":"historic","ref":"","filesize":"1","iso":"fut","year":1904,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"FUTPOR_DBS_HS/Aniwa-(1904)-Genesis","language":{"iso":"fut","glotto_id":"futu1245","name":"Futuna-Aniwa","autonym":"Erronan","level":"L","location":"Vanuatu","area":"(West) Futuna and Aniwa Islands, east of Tanna.","country_id":"VU","latitude":-19.53033,"longitude":170.21518,"population":1500,"status_id":"5"}}