{"id":"Ao-Naga-1914-New-Testament-Portions-Jam-Jude-Ao-Naga-laishiba-Kakvt","abbr":"NJOOLD","title":"Ao Naga (1914) New Testament Portions (Jam-Jude)","title_vernacular":"Ao Naga (1914) Jam-Jude (Yeni Əhdi-Cədid Hissələri)","description":"The 1914 translation of selected portions of the New Testament into Ao Naga, undertaken by the British and Foreign Bible Society, signifies a crucial step in the inclusion of diverse linguistic groups in the sphere of biblical translations. Ao Naga, a language indigenous to Northeast India, represents the cultural and linguistic identity of the Ao people. This translation project was an important effort to make key religious texts accessible to the Ao Naga-speaking community.\u003cbr\u003e\u003cbr\u003eThe translated sections, spanning from the Book of James to the Book of Jude, encompass significant teachings and letters of the New Testament. By rendering these portions into Ao Naga, the British and Foreign Bible Society not only facilitated the spiritual engagement of the Ao Naga community with these texts but also acknowledged the importance of preserving the linguistic nuances and cultural context of this distinct language.\u003cbr\u003e\u003cbr\u003eThis translation project is particularly notable considering the linguistic diversity of Northeast India and the relative obscurity of languages like Ao Naga in the broader religious and linguistic discourse. Efforts like these play a vital role in maintaining and celebrating the unique linguistic heritage of indigenous populations. The Ao Naga translation of these New Testament portions is not just a religious resource; it's also a cultural bridge, connecting the Ao people more closely with the broader Christian narrative while respecting their linguistic identity.","collections":"historic","ref":"","filesize":"3","iso":"njo","year":1914,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"NJOOLD_DBS_HS/Ao-Naga-(1914)-New-Testament-Portions-(Jam-Jude)-(Ao-Naga-laishiba-Kakvt)","language":{"iso":"njo","glotto_id":"aona1235","name":"Ao Naga","autonym":"Central Naga","level":"L","location":"India, Map 5","area":"Northeast Nagaland, central Mokokchung District; Assam.","country_id":"IN","latitude":26.32405,"longitude":94.38242,"population":260000,"status_id":"4"}}