{"id":"Arabic-1687-Zacharia-Gospels-WDL-4088","abbr":"ARASFG","title":"Arabic (1687) Zacharia Gospels (WDL-4088)","title_vernacular":"الاناجيل الاربعة","description":"The Zacharia Gospels, cataloged as WDL-4088, is a distinguished Arabic lectionary from the late 17th century, representing a unique fusion of linguistic and cultural traditions. It consists of Gospel readings arranged according to the church calendar, notable for its use of West Syriac script (Serto) to transcribe Arabic, a practice known as Garshuni. This exemplifies the rich linguistic interplay characteristic of the Middle East.\u003cbr\u003e\u003cbr\u003eThe manuscript begins with a table of readings in Syriac, not Arabic, highlighting its blend of linguistic heritages. Gospel readings are numbered in the margins, with the corresponding time in the liturgical year marked in red ink at the start of each passage. Additionally, these dates are often noted in Syriac in the margins, lending a bilingual aspect to the document.\u003cbr\u003e\u003cbr\u003eThe manuscript concludes with an extensive colophon that locates its origin in the monastery of Dayr Qanubin in Lebanon, a site of great importance in Christian Middle Eastern history. The use of Garshuni in the Zacharia Gospels not only underscores the flexibility and interconnection of languages but also enhances its significance as a liturgical and cultural artifact, bridging various linguistic and religious traditions.","collections":"historic","ref":"https://www.wdl.org/en/item/4088","filesize":"84","iso":"arb","year":1687,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"ARASFG_DBS_HS/Arabic-(1687)-Zacharia-Gospels-(WDL-4088)","language":{"iso":"arb","glotto_id":"stan1318","name":"Arabic","autonym":"عربي فصيح","level":"L","area":"Middle East, North Africa. Also in Algeria, Bahrain, Chad, Comoros, Djibouti, Egypt, Eritrea, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Palestinian West Bank and Gaza, Qatar, Somalia, Sudan, Syria, Tanzania, Tunisia, United Arab Emirates, Yemen.","country_id":"SA","population":350000000}}