{"id":"Arabic-1700-ca.-Coptic-Mark-WDL-11346","abbr":"ARAWMG","title":"Arabic (1700 ca.) Coptic Mark (WDL-11346)","title_vernacular":"انجيل القديس مرقس","description":"The WDL-11346 manuscript, an 18th-century Arabic copy of the Gospel of Saint Mark, is a vital historical document that sheds light on the Coptic Christian tradition. The manuscript's text is distinctively presented within a double-lined red frame, and the folios are numbered using Coptic numerals, underscoring its ties to Coptic heritage.\u003cbr\u003e\u003cbr\u003eEnriched with marginal notes and Old Testament references in Arabic, the manuscript also employs Coptic numerals for chapter and verse citations. These annotations, potentially contributed by Wadi’ Muftah, whose name appears on the front endpapers, enhance the manuscript's historical and scholarly value. The manuscript is in excellent condition and is bound in brown leather over boards with a flap, indicating its status as a valued religious and cultural artifact.\u003cbr\u003e\u003cbr\u003eDespite the absence of details regarding the scribe, date, and place of copying, the manuscript's red-highlighted chapter headings add to its visual appeal. A key feature is the brief biography of Saint Mark the Evangelist, who is venerated as the founder of the Coptic Church in the first century AD. The biography details his birth, apostolate with Jesus Christ, time in Alexandria, Egypt, and his martyrdom, highlighting his pivotal role in the history of the Coptic Church.\u003cbr\u003e\u003cbr\u003eThe manuscript also includes prefatory material such as a table of contents with summaries of each chapter's events. As part of the Iryan Moftah Collection of Coptic Books and Manuscripts at the American University in Cairo, this Gospel of Saint Mark manuscript is more than a religious text; it represents the rich history and ongoing legacy of Saint Mark within the Coptic Christian community.","collections":"historic","ref":"https://www.wdl.org/en/item/11346","filesize":"24","iso":"arb","year":1700,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"ARAWMG_DBS_HS/Arabic-(1700-ca.)-Coptic-Mark-(WDL-11346)","language":{"iso":"arb","glotto_id":"stan1318","name":"Arabic","autonym":"عربي فصيح","level":"L","area":"Middle East, North Africa. Also in Algeria, Bahrain, Chad, Comoros, Djibouti, Egypt, Eritrea, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Palestinian West Bank and Gaza, Qatar, Somalia, Sudan, Syria, Tanzania, Tunisia, United Arab Emirates, Yemen.","country_id":"SA","population":350000000}}