{"id":"Arabic-1700-ca.-Coptic-John-WDL-11348","abbr":"ARAWMG","title":"Arabic (1700 ca.) Coptic John (WDL-11348)","title_vernacular":"انجيل القديس يوحنا","description":"This Arabic manuscript of the Gospel of Saint John, dated to the 18th century and cataloged as WDL-11348, is an exceptional representation of scriptural transcription within the Coptic Christian tradition. The manuscript is distinguished by its neat presentation, framed within a double-lined red border, and the use of Coptic numerals for folio numbering, reflecting its deep roots in Coptic Christianity.\u003cbr\u003e\u003cbr\u003eThe manuscript is enriched with numerous marginal notes and references to the Old Testament, all in Arabic, with chapters and verses distinctly marked using Coptic numerals. These annotations, possibly contributed by Wadi’ Muftah, whose name appears on the front endpapers, provide additional context and depth to the Gospel narrative. Although generally in excellent condition, a variation in handwriting and the absence of the red border on the last page indicate differences in the manuscript's transcription history.\u003cbr\u003e\u003cbr\u003eThe brown leather binding with a flap suggests that this volume might have originally been part of a larger collection. The lack of information about the scribe and the place of copying adds a layer of intrigue to its history. The manuscript features chapter headings in red, a detailed table of contents, and a three-page biographical introduction about John the Evangelist, offering insights into his life, works, and the legends of his burial in Ephesus.\u003cbr\u003e\u003cbr\u003eHoused in the Iryan Moftah Collection of Coptic Books and Manuscripts at the American University in Cairo, this Gospel of Saint John manuscript is a valuable artifact, providing a window into the religious and cultural heritage of the Coptic Christian community. It underscores the rich tradition of biblical scholarship and manuscript culture in the Arab world, serving as a significant resource for understanding the historical transmission of biblical texts.","collections":"historic","ref":"https://www.wdl.org/en/item/11348","filesize":"29","iso":"arb","year":1700,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"ARAWMG_DBS_HS/Arabic-(1700-ca.)-Coptic-John-(WDL-11348)","language":{"iso":"arb","glotto_id":"stan1318","name":"Arabic","autonym":"عربي فصيح","level":"L","area":"Middle East, North Africa. Also in Algeria, Bahrain, Chad, Comoros, Djibouti, Egypt, Eritrea, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Palestinian West Bank and Gaza, Qatar, Somalia, Sudan, Syria, Tanzania, Tunisia, United Arab Emirates, Yemen.","country_id":"SA","population":350000000}}