{"id":"Arabic-1300-ca.-Nyssa's-Song-of-Solomon-WDL-4168","abbr":"ARA1300","title":"Arabic (1300 ca.) Nyssa's Song of Solomon (WDL-4168)","title_vernacular":"١ مختصر شرح نشيد الانشاد ٢ رسالة منسوبة الى هرمس الحكيم في معاتبة النفس ٣ الرسالة الولى في الزهد والرهبنية","description":"This 14th-century Arabic manuscript, identified as WDL-4168, is a significant compilation of theological and philosophical works, showcasing the rich intercultural dialogues of the time. It includes notable translations of several key religious and philosophical texts.\u003cbr\u003e\u003cbr\u003ePrimarily, it features the Commentary on the Song of Songs by Gregory of Nyssa, an influential early Christian theologian. Originally composed in Greek, this commentary is a testament to Gregory's deep spiritual understanding and belongs to the legacy of the Cappadocian Fathers, which includes his brother Basil the Great and Gregory of Nazianzus. Gregory of Nyssa's works are pivotal in Christian theology and mysticism.\u003cbr\u003e\u003cbr\u003eFollowing this is the translation of \"A Letter on the Soul,\" attributed to Hermes the Sage. This text is a part of the broader philosophical discourse in the Arabic tradition, highlighting the fusion of Greek philosophical ideas with Arabic intellectual culture.\u003cbr\u003e\u003cbr\u003eThe manuscript concludes with a letter from Isaac of Nineveh, a renowned figure in Christian monasticism, originally written in Syriac. Isaac's writings focus on asceticism and monastic life and have significantly influenced various traditions, including Syriac, Arabic, Greek, Georgian, and Slavonic.\u003cbr\u003e\u003cbr\u003eThis collection is a valuable example of the historical and cultural exchanges between diverse religious and philosophical traditions. The translations into Arabic featured in this manuscript exemplify the vital role of translation in connecting different linguistic and cultural worlds, facilitating the exchange and enrichment of ideas and beliefs across regions and epochs.","collections":"historic","ref":"https://www.wdl.org/en/item/4168","filesize":"12","iso":"arb","year":1300,"type":"scan","provider":"Anton Koberger, Nuremberg","org_id":"","digitizer":"World Digital Library","archive_id":"ARA1300_DBS_HS/Arabic-(1300-ca.)-Nyssa's-Song-of-Solomon-(WDL-4168)","language":{"iso":"arb","glotto_id":"stan1318","name":"Arabic","autonym":"عربي فصيح","level":"L","area":"Middle East, North Africa. Also in Algeria, Bahrain, Chad, Comoros, Djibouti, Egypt, Eritrea, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Palestinian West Bank and Gaza, Qatar, Somalia, Sudan, Syria, Tanzania, Tunisia, United Arab Emirates, Yemen.","country_id":"SA","population":350000000}}