{"id":"Arabic-1700-ca.-Coptic-Luke-WDL-11347","abbr":"ARAWMG","title":"Arabic (1700 ca.) Coptic Luke (WDL-11347)","title_vernacular":"انجيل القديس لوقا","description":"The WDL-11347 manuscript, an 18th-century Arabic version of the Gospel of Saint Luke, is a significant contribution to the study of biblical manuscripts. Encased in a double-lined red frame, the clear text, and the use of Coptic numerals for folio numbering underscore its Coptic Christian roots.\u003cbr\u003e\u003cbr\u003eRich with marginal notes and Old Testament references in Arabic, the manuscript provides a deep textual experience. These annotations, potentially made by Wadi’ Muftah as indicated on the front endpapers, add to the manuscript's historical and scholarly significance. Although well-preserved, variations in transcription are suggested by the last page's differing handwriting and lack of border.\u003cbr\u003e\u003cbr\u003eThe manuscript's brown leather binding over boards, coupled with a flap, and the lack of details about the scribe, date, and place of copying, suggest it may have been part of a larger collection. The text is marked by chapter headings in red and includes an extensive table of contents. An introductory section offers a biography of Saint Luke, characterizing him as “Saint Luke the Physician and one of the Seventy [Disciples],” and details his selection by Saint Peter, authorship of the Gospel in Greek in Alexandria, and his martyrdom in Rome.\u003cbr\u003e\u003cbr\u003eHoused in the Iryan Moftah Collection of Coptic Books and Manuscripts at the American University in Cairo, this manuscript is more than a religious text; it is a testament to the rich history of Coptic Christianity and its interplay with the Arabic-speaking world.","collections":"historic","ref":"https://www.wdl.org/en/item/11347","filesize":"36","iso":"arb","year":1700,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"ARAWMG_DBS_HS/Arabic-(1700-ca.)-Coptic-Luke-(WDL-11347)","language":{"iso":"arb","glotto_id":"stan1318","name":"Arabic","autonym":"عربي فصيح","level":"L","area":"Middle East, North Africa. Also in Algeria, Bahrain, Chad, Comoros, Djibouti, Egypt, Eritrea, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Palestinian West Bank and Gaza, Qatar, Somalia, Sudan, Syria, Tanzania, Tunisia, United Arab Emirates, Yemen.","country_id":"SA","population":350000000}}