{"id":"Arabic-1600-ca.-Psalter-of-David-the-Prophet-WDL-17590","abbr":"ARAKZD","title":"Arabic (1600 ca.) Psalter of David the Prophet (WDL-17590)","title_vernacular":"كتاب زبور داوود النبي عليه افضل السلام","description":"The \"Kitāb zabūr Dāwūd al-nabī ʻalayhī afḍal al-salām\" (The Book of Psalms of David the Prophet, the most favorable peace be upon him), cataloged as WDL-17590, is a remarkable Arabic manuscript embodying the rich tradition of scriptural transcription. Containing the 150 psalms from the biblical Book of Psalms, this manuscript, while undated, offers clues to its origins in its colophon, suggesting a creation date between 1600 and the early 1700s.\u003cbr\u003e\u003cbr\u003eThe manuscript stands out for its unusual order and numbering of the psalms, diverging from the standard sequence. It also attributes some psalms to authors other than David, including Zechariah and Korah, with Korah erroneously identified as a prophet. This deviation is noted by the copyist.\u003cbr\u003e\u003cbr\u003eWritten in a robust, unvoweled naskh script using black ink for the main text and red for titles and headings, the manuscript is visually striking. It is bound in red leather with a traditional fore-edge flap and features 18 lines per page. While it is unpaginated, it contains guidewords and markers for the bookbinder's use.\u003cbr\u003e\u003cbr\u003eAn interesting aspect of its history is its ownership by George Rentz (1912‒87), an American Arabist and scholar with Saudi Aramco. Rentz's possession of the manuscript highlights its value not only as a religious text but also as an object of academic and historical significance. The \"Kitāb zabūr Dāwūd al-nabī ʻalayhī afḍal al-salām\" thus represents a significant piece in the puzzle of Arabic scriptural heritage and the global interest in biblical texts.","collections":"historic","ref":"https://www.wdl.org/en/item/17590","filesize":"36","iso":"arb","year":1600,"type":"reprint","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"ARAKZD_DBS_HS/Arabic-(1600-ca.)-Psalter-of-David-the-Prophet-(WDL-17590)","language":{"iso":"arb","glotto_id":"stan1318","name":"Arabic","autonym":"عربي فصيح","level":"L","area":"Middle East, North Africa. Also in Algeria, Bahrain, Chad, Comoros, Djibouti, Egypt, Eritrea, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Palestinian West Bank and Gaza, Qatar, Somalia, Sudan, Syria, Tanzania, Tunisia, United Arab Emirates, Yemen.","country_id":"SA","population":350000000}}