{"id":"Arabic-1789-Yusuf-al-Bani-Revelation-WDL-4086","abbr":"ARAYUSU","title":"Arabic (1789) Yūsuf al-Bānī - Revelation (WDL-4086)","title_vernacular":"العنوان العجيب في رؤيا الحبيب","description":"The WDL-4086 manuscript, dating from the 18th century, is an important commentary on the Book of Revelation, also known as the Apocalypse of Saint John, by Yūsuf al-Bānī. Titled \"The Marvelous Address: The Revelation of the Beloved (Disciple),\" this work offers significant insights into one of the most mysterious books in the Christian Bible.\u003cbr\u003e\u003cbr\u003eThe manuscript is written in Garshuni, which is Arabic transcribed in Syriac script, renowned for its clarity and legibility. Yet, the title is also presented in Arabic script, demonstrating the manuscript's linguistic dexterity and the cultural interplay in regions where Arabic and Syriac coexisted.\u003cbr\u003e\u003cbr\u003eIt includes notes in Arabic script, found at the bottom of page 3 and in the margin of page 4, providing additional interpretation and context. The manuscript's historical and religious importance is enhanced by indications of its previous possession by the monastery at Dayr Kfifan in Lebanon. A printed edition of Yūsuf al-Bānī's work was published in Beirut in 1870, underscoring its lasting relevance. This manuscript is a testament to the rich manuscript culture and theological scholarship of the 18th century in the Arabic-speaking world, serving not just as a religious text but also as a significant piece of theological literature.","collections":"historic","ref":"https://www.wdl.org/en/item/4086","filesize":"208","iso":"arb","year":1789,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"ARAYUSU_DBS_HS/Arabic-(1789)-Yusuf-al-Bani-Revelation-(WDL-4086)","language":{"iso":"arb","glotto_id":"stan1318","name":"Arabic","autonym":"عربي فصيح","level":"L","area":"Middle East, North Africa. Also in Algeria, Bahrain, Chad, Comoros, Djibouti, Egypt, Eritrea, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Palestinian West Bank and Gaza, Qatar, Somalia, Sudan, Syria, Tanzania, Tunisia, United Arab Emirates, Yemen.","country_id":"SA","population":350000000}}