{"id":"Arabic-1867-Van-Dyck-New-Testament","abbr":"ARBVDV","title":"Arabic (1867) Van Dyck New Testament","title_vernacular":"العربية (1867) العهد الجديد فان دايك","description":"The Van Dyck Version of the New Testament, completed in 1860, is a pivotal Arabic Bible translation. Initiated around 1847 in Beirut under Eli Smith's guidance and later overseen by Cornelius Van Alen Van Dyck, it involved contributions from Nasif al Yaziji and Boutros al Bustani, with funding from the Syrian Mission and the American Bible Society. This version, known for its literal translation style, is based primarily on the Textus Receptus, akin to the English King James Version. The original manuscript resides in the Near East School of Theology Library in Beirut.\u003cbr\u003e\u003cbr\u003eSince its first distribution in 1865, the Van Dyck Version has seen about 10 million copies circulated and has been accepted by various Christian denominations, including the Coptic and Syriac Orthodox Churches. Its typography, adhering to traditional Arabic calligraphic norms, can pose readability challenges for non-native Arabic learners, leading to adaptations in newer printings for enhanced readability.\u003cbr\u003e\u003cbr\u003eSignificantly, this translation emerged during the revival of Modern Standard Arabic as a literary language, resulting in the creation of unique terms. A recent edition by the Bible Society in Egypt even includes a glossary for lesser-known vocabulary. However, the Van Dyck version's religious terminology may not be familiar to non-Christian, particularly Muslim, readers, and its style contrasts markedly with the Qur'anic style.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Bible_translations_into_Arabic","filesize":"70","iso":"arb","year":1867,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ARBVDV_DBS_HS/Arabic-(1867)-Van-Dyck-New-Testament","language":{"iso":"arb","glotto_id":"stan1318","name":"Arabic","autonym":"عربي فصيح","level":"L","area":"Middle East, North Africa. Also in Algeria, Bahrain, Chad, Comoros, Djibouti, Egypt, Eritrea, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Palestinian West Bank and Gaza, Qatar, Somalia, Sudan, Syria, Tanzania, Tunisia, United Arab Emirates, Yemen.","country_id":"SA","population":350000000}}