{"id":"Arabic-1800-ca.-Coptic-Pentateuch-WDL-11342","abbr":"ARAWMG","title":"Arabic (1800 ca.) Coptic Pentateuch (WDL-11342)","title_vernacular":"خمست أسفار من التوراه","description":"The WDL-11342 manuscript, an Arabic translation of the Pentateuch, dating to around 1800, offers insight into the religious and linguistic evolution within the Coptic Christian community in Egypt. The manuscript, referred to as “The Holy Torah” on its first leaf, contains the first five books of the Old Testament. \u003cbr\u003e\u003cbr\u003eLimited information about its production is available, with a note at the end suggesting its Coptic origin. The manuscript's primary visual elements are framed cruciform patterns on the first leaf. Chapter and verse headings are accentuated in red, and it includes guidewords and occasional recitation instructions for fasts and feasts. \u003cbr\u003e\u003cbr\u003eA notable change occurs at the 25th leaf of Genesis, marked by deteriorating script and paper quality. This section displays ink smudging and a potential change in handwriting, while the paper appears stained and unevenly cut. The manuscript's covers, contemporary with its content, consist of heavy paper layers covered in thin red leather, blind-stamped with a rosette pattern typical of the period. \u003cbr\u003e\u003cbr\u003eBy the time of this manuscript's creation, Arabic had largely replaced Coptic and its dialects among Egypt's native Christians, except in liturgical use. The translation source, whether from Greek, a Coptic-language version, or another Arabic translation, is not specified. This work, from the Iryan Moftah Collection of Coptic Books and Manuscripts at the American University in Cairo, is a significant artifact for understanding biblical translations and the linguistic development of the Coptic Christian community.","collections":"historic","ref":"https://www.wdl.org/en/item/11342","filesize":"68","iso":"arb","year":1800,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"ARAWMG_DBS_HS/Arabic-(1800-ca.)-Coptic-Pentateuch-(WDL-11342)","language":{"iso":"arb","glotto_id":"stan1318","name":"Arabic","autonym":"عربي فصيح","level":"L","area":"Middle East, North Africa. Also in Algeria, Bahrain, Chad, Comoros, Djibouti, Egypt, Eritrea, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Palestinian West Bank and Gaza, Qatar, Somalia, Sudan, Syria, Tanzania, Tunisia, United Arab Emirates, Yemen.","country_id":"SA","population":350000000}}