{"id":"Arabic-1590-Typographia-Medicea-Gospels-WDL-9918","abbr":"ARATMG","title":"Arabic (1590) Typographia Medicea Gospels (WDL-9918)","title_vernacular":"الانجيل المقدس لربنا يسوع المسيح","description":"The Typographia Medicea Gospels, produced in 1590-91 and cataloged as WDL-9918, stands as a significant milestone in the early history of Arabic printing. The Typographia Medicea, also known as the Medici Oriental Press, was founded in 1584 by Cardinal Ferdinando de’ Medici, with the express purpose of printing Christian texts in Middle Eastern languages such as Arabic, Turkish, and Syriac.\u003cbr\u003e\u003cbr\u003eThe Arabic Gospels printed by this press are renowned for their typographic elegance. The Arabic typeface, designed by Robert Granjon (1513–90), marked a considerable improvement in the European approach to creating Arabic typefaces. Granjon's contributions in this area significantly advanced the printing of non-Latin scripts in Europe.\u003cbr\u003e\u003cbr\u003eThis edition's engravings, created by Leonardo (Norsino) Parasole (circa 1570–1630), were based on designs by Antonio Tempesta (1555–1630), which, in turn, were inspired by the works of the famous artist Albrecht Dürer (1471–1528). As a result, the visual presentation of this gospel book is a confluence of diverse artistic influences and styles, enhancing its historical and artistic significance.\u003cbr\u003e\u003cbr\u003eThe Typographia Medicea released two versions of this work: one solely in Arabic and another with an interlinear Latin translation. The copy that eventually reached Saint John's Abbey in Minnesota, USA, in the late 19th or early 20th century, is believed to have been procured by Father Placidus Wingerter OSB, a professor at the Greek College in Rome. This edition epitomizes the convergence of religion, art, and early book printing, reflecting the rich cultural exchange between Europe and the Middle East during this era.","collections":"historic","ref":"https://www.wdl.org/en/item/9918","filesize":"57","iso":"arb","year":1590,"type":"reprint","provider":"Typographia Medicea","org_id":"","digitizer":"World Digital Library","archive_id":"ARATMG_DBS_HS/Arabic-(1590)-Typographia-Medicea-Gospels-(WDL-9918)","language":{"iso":"arb","glotto_id":"stan1318","name":"Arabic","autonym":"عربي فصيح","level":"L","area":"Middle East, North Africa. Also in Algeria, Bahrain, Chad, Comoros, Djibouti, Egypt, Eritrea, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Palestinian West Bank and Gaza, Qatar, Somalia, Sudan, Syria, Tanzania, Tunisia, United Arab Emirates, Yemen.","country_id":"SA","population":350000000}}