{"id":"Arabic-Bible-Gospel-of-John","abbr":"ARBVDV","title":"Arabic Bible - Gospel of John","title_vernacular":"الكتاب المقدس العربي - إنجيل يوحنا","description":"The Van Dyck Arabic Bible, a pivotal translation project initiated in 1847 in Beirut by Eli Smith and completed by Cornelius Van Alen Van Dyck, is renowned in the history of Arabic biblical translations. This version, funded by the Syrian Mission and the American Bible Society, saw significant contributions from figures like Nasif al Yaziji, Boutros al Bustani, and Yusuf al-Asir. The New Testament was finalized in 1860 and the Old Testament in 1865, with the original manuscript housed at the Near East School of Theology Library in Beirut.\u003cbr\u003e\u003cbr\u003eWith around 10 million copies distributed since 1865, this translation has gained acceptance across various Christian denominations, including the Coptic and Syriac Orthodox Churches. Based on the Textus Receptus, similar to the English King James Version, it is known for its literal translation approach. The Van Dyck version's traditional calligraphic Arabic typesetting, which includes unique vertical arrangements of certain letters, has been adapted in newer printings to improve readability, transitioning to a more simplified Arabic typesetting.\u003cbr\u003e\u003cbr\u003eEmerging during the revival of Modern Standard Arabic, this translation introduced terms that did not become widely used, evident in recent editions that include extensive glossaries. Additionally, its religious terminology may not be familiar to Muslim readers, differing in style from the Qur'an. This aspect is a characteristic of most Arabic Bible translations.","collections":"modern","ref":"","filesize":"425","iso":"ara","year":1867,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"arabic_john","language":{"iso":"ara","glotto_id":"stan1318","iso1":"ar","name":"Arabic","level":"L","area":"Middle East, North Africa. Also in Algeria, Bahrain, Chad, Comoros, Djibouti, Egypt, Eritrea, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Palestinian West Bank and Gaza, Qatar, Somalia, Sudan, Syria, Tanzania, Tunisia, United Arab Emirates, Yemen.","country_id":"SA"}}