{"id":"Aramaic-1514-Complutensian-Polyglot-Bible-Vol-4-of-5-Grk-Heb-Lat-Aramaic-StudyWDL-10636","abbr":"AII1514","title":"Aramaic (1514) Complutensian Polyglot Bible (Vol 4 of 5) Grk-Heb-Lat-Aramaic Study(WDL-10636)","title_vernacular":"Vetus testamentū multiplici lingua nūc primo impressum, Et imprimis Pentateuchus Hebraico Greco atq[ue] Chaldaico idiomate","description":"The fourth volume of the Complutensian Polyglot Bible, completed in 1514 under the auspices of Cardinal Francisco Jiménez de Cisneros, is a landmark in biblical studies, featuring the New Testament in Greek and Latin. This work is part of a broader project to compile the first printed multilingual Bible, aiming to enhance scholarly access to scriptural texts in their original languages. The production, led by Arnaldo Guillén de Brocar, showcases exquisite typographical artistry, especially noted for the Greek characters, considered among the most beautiful ever produced. The Complutensian Polyglot's meticulous parallel presentation of texts was revolutionary, fostering comparative scriptural studies and contributing significantly to the Renaissance humanist scholarship. Its publication, following papal approval in 1520, marked a significant advancement in biblical scholarship, offering an unprecedented tool for the study of the New Testament. The inclusion of comprehensive linguistic resources, such as dictionaries and grammars for Hebrew, Aramaic, and Greek within the final volumes, underscored the project's academic rigor and its foundational role in biblical linguistics and exegesis.","collections":"historic","ref":"https://www.wdl.org/en/item/10636","filesize":"125","iso":"aii","year":1514,"type":"study","provider":"Arnao Guillén de Brocar, Alcalá de Henares","org_id":"","digitizer":"World Digital Library","archive_id":"AII1514_DBS_HS/Aramaic-(1514)-Complutensian-Polyglot-Bible-(Vol-4-of-5)-Grk-Heb-Lat-Aramaic-Study(WDL-10636)","language":{"iso":"aii","glotto_id":"assy1241","name":"Assyrian Neo-Aramaic","autonym":"Sūreṯ","level":"L","location":"Iraq","area":"Northern Iraq, Baghdad, Basrah, Karkuk, Arbil. Also in Armenia, Australia, Austria, Azerbaijan, Belgium, Brazil, Canada, Cyprus, France, Georgia, Germany, Greece, Iran, Italy, Lebanon, Netherlands, New Zealand, Russian Federation (Europe), Sweden, Switzerland, Syria, Turkey (Asia), United Kingdom, United States.","country_id":"IQ","latitude":36.75,"longitude":43,"population":626000,"status_id":"6b"}}