{"id":"Aramaic-Bible-Gospel-of-John","abbr":"AII1885","title":"Aramaic Bible - Gospel of John","title_vernacular":"ܐܪܡܝܐ ܟܬܒܐ - ܐܘܢܓܠܝܘܢ ܕܝܘܚܢܢ","description":"In the Syriac (Eastern Aramaic) language the Peshitta (Syriac: \"common version\") is the standard version of the Christian Bible. It continues to serve as the Bible of churches in the Syriac tradition (Church of the East, Chaldean Catholic, and Syriac Orthodox) to this day. The history of Christian Translations of the Bible into Syriac language includes the Diatessaron, the Old Syriac versions (Curetonian and Sinaitic), the Peshitto, the Philoxenian version, the Harklean Version and the recent United Bible Societies' modern Aramaic New Testament.\u003cbr\u003e\u003cbr\u003eAbout AD 500 a Christian Palestinian Aramaic version was made. It contains 2 Peter, 2-3 John, Jude, and Apocalypse. It is representative of the Caesarean text type and is a unique translation different from any other which was made into Syriac. These are among the manuscripts used by John Gwynn in 1893 to complete his edition of the Catholic Epistles. In 1892 Agnes Smith Lewis discovered the manuscript of the Palestinian Syriac lectionary in the library of Saint Catherine's Monastery on Mount Sinai. It is designated by Syr.\u003cbr\u003e\u003cbr\u003eThe first revision of the New Testament from the Syriac into Turoyo language (Western Aramaic in Syriac and Latin script) was made by Malphono Yuhanun Üzel (Bar Shabo), Benjamin Bar Shabo, and Yahkup Bilgic in 2009 with notes from Harclean and Philoxenios. This commission \"Sihto du Kthovo Qadisho Suryoyo\" works especially to preach the Gospel in Aramaic all over the world.","collections":"historic","ref":"","filesize":"205","iso":"aii","year":1885,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"aramaic_john","language":{"iso":"aii","glotto_id":"assy1241","name":"Assyrian Neo-Aramaic","autonym":"Sūreṯ","level":"L","location":"Iraq","area":"Northern Iraq, Baghdad, Basrah, Karkuk, Arbil. Also in Armenia, Australia, Austria, Azerbaijan, Belgium, Brazil, Canada, Cyprus, France, Georgia, Germany, Greece, Iran, Italy, Lebanon, Netherlands, New Zealand, Russian Federation (Europe), Sweden, Switzerland, Syria, Turkey (Asia), United Kingdom, United States.","country_id":"IQ","latitude":36.75,"longitude":43,"population":626000,"status_id":"6b"}}