{"id":"Aramaic-1514-Complutensian-Polyglot-Bible-Vol-1-of-5-Grk-Heb-Lat-Aramaic-StudyWDL-10636","abbr":"AII1514","title":"Aramaic (1514) Complutensian Polyglot Bible (Vol 1 of 5) Grk-Heb-Lat-Aramaic Study(WDL-10636)","title_vernacular":"Vetus testamentū multiplici lingua nūc primo impressum, Et imprimis Pentateuchus Hebraico Greco atq[ue] Chaldaico idiomate","description":"The Complutensian Polyglot Bible, completed between 1514 and 1517, stands as a monumental achievement in the history of biblical scholarship and printing. Initiated by Cardinal Francisco Jiménez de Cisneros to foster advanced biblical studies at the University of Alcalá de Henares, Spain, this work is notable for being the first multilingual printed Bible, encompassing Hebrew, Greek, Latin, and Aramaic texts. Printed by Arnaldo Guillén de Brocar, the Bible features highly perfected characters for each language, particularly celebrated for the beauty of its Greek typeface. The project, reflecting the zenith of Spanish typographic art in the 16th century, was a complex endeavor involving numerous scholars and taking over a decade to complete. The first volume of this five-volume work contains the Pentateuch, presented in Greek, Latin, and Hebrew, with the Targum Onkelos and its Latin translation in the lower section of each page. Distribution began in 1520 after receiving papal approval. This pioneering publication significantly influenced the study and accessibility of biblical texts, marking a key moment in the Renaissance's merging of humanist scholarship with technological innovation in printing.","collections":"historic","ref":"https://www.wdl.org/en/item/10636","filesize":"148","iso":"aii","year":1514,"type":"study","provider":"Arnao Guillén de Brocar, Alcalá de Henares","org_id":"","digitizer":"World Digital Library","archive_id":"AII1514_DBS_HS/Aramaic-(1514)-Complutensian-Polyglot-Bible-(Vol-1-of-5)-Grk-Heb-Lat-Aramaic-Study(WDL-10636)","language":{"iso":"aii","glotto_id":"assy1241","name":"Assyrian Neo-Aramaic","autonym":"Sūreṯ","level":"L","location":"Iraq","area":"Northern Iraq, Baghdad, Basrah, Karkuk, Arbil. Also in Armenia, Australia, Austria, Azerbaijan, Belgium, Brazil, Canada, Cyprus, France, Georgia, Germany, Greece, Iran, Italy, Lebanon, Netherlands, New Zealand, Russian Federation (Europe), Sweden, Switzerland, Syria, Turkey (Asia), United Kingdom, United States.","country_id":"IQ","latitude":36.75,"longitude":43,"population":626000,"status_id":"6b"}}