{"id":"Aramaic-1514-Complutensian-Polyglot-Bible-Vol-3-of-5-Grk-Heb-Lat-Aramaic-StudyWDL-10636","abbr":"AII1514","title":"Aramaic (1514) Complutensian Polyglot Bible (Vol 3 of 5) Grk-Heb-Lat-Aramaic Study(WDL-10636)","title_vernacular":"Vetus testamentū multiplici lingua nūc primo impressum, Et imprimis Pentateuchus Hebraico Greco atq[ue] Chaldaico idiomate","description":"The third volume of the Complutensian Polyglot Bible, part of the pioneering multilingual edition completed in 1514 under Cardinal Francisco Jiménez de Cisneros's patronage, represents a monumental effort in biblical scholarship and printing. This volume continues the presentation of the Old Testament, aligning Greek, Latin, and Hebrew texts in parallel columns to facilitate comparative study. The Complutensian Polyglot marked a significant leap forward in making scriptural texts accessible for scholarly study, integrating critical languages for biblical scholarship. Produced by Arnaldo Guillén de Brocar, who crafted new typefaces for this purpose, the work stands as a testament to the typographical artistry of the 16th century. Notably, the Bible includes Aramaic translations, providing scholars with valuable resources for understanding the scriptures in their historical and linguistic contexts. Distributed in 1520 after papal approval, this comprehensive work underscores the Renaissance's scholarly dedication to understanding the biblical texts' original languages, offering insights into the scriptures' complexities with unprecedented clarity and depth.","collections":"historic","ref":"https://www.wdl.org/en/item/10636","filesize":"133","iso":"aii","year":1514,"type":"study","provider":"Arnao Guillén de Brocar, Alcalá de Henares","org_id":"","digitizer":"World Digital Library","archive_id":"AII1514_DBS_HS/Aramaic-(1514)-Complutensian-Polyglot-Bible-(Vol-3-of-5)-Grk-Heb-Lat-Aramaic-Study(WDL-10636)","language":{"iso":"aii","glotto_id":"assy1241","name":"Assyrian Neo-Aramaic","autonym":"Sūreṯ","level":"L","location":"Iraq","area":"Northern Iraq, Baghdad, Basrah, Karkuk, Arbil. Also in Armenia, Australia, Austria, Azerbaijan, Belgium, Brazil, Canada, Cyprus, France, Georgia, Germany, Greece, Iran, Italy, Lebanon, Netherlands, New Zealand, Russian Federation (Europe), Sweden, Switzerland, Syria, Turkey (Asia), United Kingdom, United States.","country_id":"IQ","latitude":36.75,"longitude":43,"population":626000,"status_id":"6b"}}