{"id":"Armenian-1487-Verin-Noravank-Gospels-Illuminated-WDL-3243","abbr":"HYEVNG","title":"Armenian (1487) Verin Noravank Gospels - Illuminated (WDL-3243)","title_vernacular":"Հայերեն-1487-Վերին-Նորավանքի-Ավետարան-Լուսավորված-WDL-3243","description":"The Verin Noravank Gospels, copied in 1487 at the Monastery of Verin Noravank in Armenia, is an exemplar of Armenian illuminated manuscripts, notable for its meticulous craftsmanship and the rarity of its origin, as fewer than 15 manuscripts are recorded from Verin Noravank. Its detailed colophon not only traces the manuscript's history but also references the region's contemporary Turkoman ruler, Yaqub Bek, offering valuable historical insight. The illuminations, featuring the Evangelists and decorative elements, showcase the artist's use of unique pigments like tin white, a blend of cobalt glass with ultramarine and possibly indigo, and a composite red lead-vermilion pigment. These choices reflect both innovative artistic techniques and the influence of broader Near Eastern and local ceramic and textile traditions. Acquired by the Library of Congress in 2008, this gospel book underscores the rich cultural and artistic heritage of Armenian manuscript illumination, demonstrating a confluence of artistic innovation and traditional practices.","collections":"historic","ref":"https://www.wdl.org/en/item/3243","filesize":"13","iso":"hye","year":1487,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"HYEVNG_DBS_HS/Armenian-(1487)-Verin-Noravank-Gospels-Illuminated-(WDL-3243)","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}