{"id":"Armenian-1321-Nerses-the-Abbot-Gospels-WDL-15059","abbr":"HYENAG","title":"Armenian (1321) Nerses the Abbot Gospels (WDL-15059)","title_vernacular":"Հայերեն-1321-Ներսես-Վարդապետի-Ավետարան-WDL-15059","description":"The Nerses the Abbot Gospels, dating back to 1321 and held within the collections of the Library of Congress, stands as the earliest Armenian manuscript in its possession. Crafted in Jerusalem by Nerses the Abbot, this manuscript features the Gospels adorned with headpieces and marginal decorations in red, black, and brown ink, reflecting the minimalistic yet profound artistic traditions of the time. Notably, it includes a singular marginal miniature of an infant, adding a unique element to its visual narrative. The manuscript's historical significance is further underscored by its original incised leather binding, despite its damaged condition. Colophons scattered throughout the manuscript reveal its storied past, including its possession by the Library of the Board of Foreign Missions of the Presbyterian Church in the USA at the turn of the 20th century. This manuscript, an awetaran (a copy of the four Gospels), exemplifies the rich tradition of Armenian biblical manuscripts following the early 5th-century translation of the Bible into Armenian—shortly after the Armenian alphabet's creation by Mesrob Mashtots.","collections":"historic","ref":"https://www.wdl.org/en/item/15059","filesize":"124","iso":"hye","year":1321,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"HYENAG_DBS_HS/Armenian-(1321)-Nerses-the-Abbot-Gospels-(WDL-15059)","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}