{"id":"Armenian-1278-Archbishop-Johannes-Gospels-Illuminated-WDL-18396","abbr":"HYEAJG","title":"Armenian (1278) Archbishop Johannes Gospels - Illuminated (WDL-18396)","title_vernacular":"Հայերեն-1278-Արքեպիսկոպոս-Հովհաննեսի-Ավետարան-Լուսավորված-WDL-18396","description":"The 1278 Armenian Archbishop Johannes Gospels, housed in the Bavarian State Library, is a significant illuminated manuscript, marking a high point in Armenian artistic and religious literature. Authored by Archbishop Johannes, brother to King Lewon III of the Kingdom of Cilician Armenia, and illuminated by an artist named Basilius, with binding by Arrakhel Hnasandentz, this manuscript is the oldest Armenian manuscript in the library's collection. It adheres to the traditional format for Armenian Gospel manuscripts, beginning with the letter of Eusebius to Carpianus, followed by Canon tables, the Gospels themselves (each introduced by a table of contents, a prologue, and a full-page portrait of the Evangelist), and detailed annotations related to Eusebius's canons at the page bottoms for text subdivision. This translation and illumination work dates back to the Armenian Golden Age (circa 400–450 AD), reflecting the peak of Armenian manuscript art, particularly noted during the mid-13th century with T’oros Roslin in Cilician Armenia. Since 1571, after being part of Johann Jakob Fugger's collection, it has been preserved as a part of the Bavarian ducal library, now the Bavarian State Library.","collections":"historic","ref":"https://www.wdl.org/en/item/18396","filesize":"112","iso":"hye","year":1278,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"HYEAJG_DBS_HS/Armenian-(1278)-Archbishop-Johannes-Gospels-Illuminated-(WDL-18396)","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}