{"id":"Armenian-0966-Sargis-Gospels-Illuminated-WDL-13011","abbr":"HYESGI","title":"Armenian (0966) Sargis Gospels - Illuminated (WDL-13011)","title_vernacular":"Հայերեն-0966-Սարգիսի-Ավետարան-Լուսավորված-WDL-13011","description":"The Sargis Gospels manuscript, dated to 966, is the oldest Armenian codex in North America and ranks as the fifth oldest among documented Armenian Gospel books. Authored by Sargis the priest, it was commissioned to enhance the beauty and splendor of the holy church and to delight the congregation of Rznēr. Known as the “Gospels of the Priest,” it was previously referred to as the “Gospels of the Translators” due to alterations in the colophon suggesting an association with the original fifth-century translation of the Gospels into Armenian.\u003cbr\u003e\u003cbr\u003eWritten in large angular erkat‘agir script, the manuscript features illustrations reflecting the stylistic characteristics of 10th and 11th-century Armenian illumination funded by non-royal patrons. The artwork includes Canon tables, a depiction of the Virgin and Child on a wheeled chariot, an ornamental cross with a donor’s portrait, and portraits of the Evangelists. The inclusion of marginalia throughout the text adds historical and cultural context, showcasing the manuscript's significance in the study of Armenian liturgical art and manuscript tradition.","collections":"historic","ref":"https://www.wdl.org/en/item/13011","filesize":"67","iso":"hye","year":966,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"","archive_id":"HYESGI_DBS_HS/Armenian-(0966)-Sargis-Gospels-Illuminated-(WDL-13011)","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}