{"id":"Armenian-Bible-Full-Bible","abbr":"HYEB95","title":"Armenian Bible - Full Bible","title_vernacular":"Հայերեն Աստվածաշունչ - Ամբողջ Աստվածաշունչ","description":"The Armenian Bible, pivotal to the Armenian Christian tradition, originates from Saint Mesrob's translation efforts in the early 5th century, marking the dawn of Armenian literature. This initial translation, based on the Syriac text around 411 by Isaac, as noted by Moses of Chorene, was later deemed insufficient. Thus, John of Egheghiatz and Joseph of Baghin were dispatched to Edessa, extending their quest to Constantinople to secure authentic Greek manuscripts. Their efforts culminated in a new translation from the Greek, aligning with the Septuagint and Origen's Hexapla, completed by 434. This version remains central to the Armenian Church.\u003cbr\u003e\u003cbr\u003eThe evolution of the Armenian Bible through its major printed editions in 1666, 1733, and 1805 reflects significant advancements in printing technology, editorial precision, and text-critical methodologies, aiming to ground the scriptural text in a robust manuscript foundation. These editions signify milestones in the Armenian Bible's history, showcasing a commitment to making the scriptures accessible while maintaining scholarly and theological integrity.","collections":"modern","ref":"","filesize":"5","iso":"hye","year":1917,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"armenian_john","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}