{"id":"Armenian-Zohrab-Bible-New-Testament-1805","abbr":"HYEZOH","title":"Armenian Zohrab Bible - New Testament (1805)","title_vernacular":"Հայերեն Զոհրաբ Աստվածաշունչ - Նոր Կտակարան (1805)","description":"The Armenian Bible is due to Saint Mesrob's early-5th-century translation. The first monument of Armenian literature is the version of the Holy Scriptures. Isaac, says Moses of Chorene, made a translation of the Bible from the Syriac text about 411. This work must have been considered imperfect, for soon afterwards John of Egheghiatz and Joseph of Baghin were sent to Edessa to translate the Scriptures. They journeyed as far as Constantinople, and brought back with them authentic copies of the Greek text. With the help of other copies obtained from Alexandria the Bible was translated again from the Greek according to the text of the Septuagint and Origen's Hexapla. This version, now in use in the Armenian Church, was completed around the year 434.\u003cbr\u003e\u003cbr\u003eThe first three major printed editions of the Armenian Bible in 1666, 1733,and 1805, respectively, not only are signal achievements of print technology, but also mark a clear trajectory in editorial rigor, comprehension of text-critical principles, and the desire to present the scriptural text on a sound manuscript basis. (S. Peter Cowe)\u003cbr\u003e\u003cbr\u003e","collections":"historic","ref":"","filesize":"34","iso":"hye","year":1805,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"armenian_zohrab_nt","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}