{"id":"Armenian-1895-Bible-Astowatsashownch-Matean-Hin-ew-Nor-Ktakaranats-est-chshgrit-targmanutean-nakhneats-meroy","abbr":"HYEB95","title":"Armenian (1895) Bible","title_vernacular":"Հայերեն (1895) Աստվածաշունչ","description":"The 1895 Armenian Bible, published by the Amsterdam Bible Society, represents a significant contribution to the Armenian-speaking Christian community both within their historical homeland and across the global diaspora, notably in Turkey and other countries. This edition provided access to the Christian scriptures in the Armenian language, reinforcing religious and cultural ties among Armenians worldwide during a period marked by socio-political changes and challenges. The involvement of the Amsterdam Bible Society in this publication highlights the broader Christian missionary efforts to support spiritual life and literacy among diverse linguistic groups. For the Armenian community, this Bible not only served as a spiritual guide but also as a crucial link to their rich heritage, especially important for those displaced or living abroad. The publication of this Bible in the late 19th century thus played a vital role in the preservation and dissemination of the Armenian Christian tradition and identity.","collections":"historic","ref":"","filesize":"79","iso":"hye","year":1895,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"HYEB95_DBS_HS/Armenian-(1895)-Bible-(Astowatsashownch-Matean-Hin-ew-Nor-Ktakaranats-est-chshgrit-targmanutean-nakhneats-meroy)","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}