{"id":"Armenian-1635-Julfa-Gospels-and-Concordance-Illuminated-WDL-7498","abbr":"HYEJGC","title":"Armenian (1635) Julfa Gospels and Concordance - Illuminated (WDL-7498)","title_vernacular":"Հայերեն-1635-Ջուղայի-Ավետարան-և-Համապատասխանություն-Լուսավորված-WDL-7498","description":"The Julfa Gospels and Concordance, crafted in 1635 at the Holy Savior's Monastery in Nor Jugha (now Julfa), Isfahan, represents a significant cultural artifact of Armenian heritage from Safavid Persia's capital. This illuminated manuscript, known for its exquisite portraits of the evangelists, zoomorphic and anthropomorphic decorated initials, vignettes, and headpieces, showcases the rich tradition of Armenian manuscript illumination. The initial miniatures, added by a different artist, further enrich its visual appeal. Part of the Berlin State Library's collection, this manuscript highlights the Armenian diaspora's enduring legacy in preserving their religious and cultural identity, even in the heart of Persia. It stands as a testament to the cross-cultural exchanges and the vibrancy of Armenian manuscript art during the 17th century.","collections":"historic","ref":"https://www.wdl.org/en/item/7498","filesize":"79","iso":"hye","year":1635,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"HYEJGC_DBS_HS/Armenian-(1635)-Julfa-Gospels-and-Concordance-Illuminated-(WDL-7498)","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}