{"id":"Armenian-1687-Psalms-with-Chrysostom-Commentary-WDL-15054","abbr":"HYEPCC","title":"Armenian (1687) Psalms with Chrysostom Commentary (WDL-15054)","title_vernacular":"Հայերեն-1687-Սաղմոսներ-Խրիսոստոմի-Մեկնությամբ-WDL-15054","description":"The 1687 Armenian edition of Saint John Chrysostom's Commentaries on the Psalms of the Prophet David represents a significant artifact of Armenian Christian literature. Chrysostom, Archbishop of Constantinople (died 407), renowned for his eloquence—earning him the moniker \"Golden Mouth\"—is one of the Four Great Eastern Doctors of the Ancient Church, revered within the Armenian Church as well. This edition, characterized by ornamental headpieces and marginal designs typical of Armenian artistry, yet also displaying Western influences in its 16 main engravings, bridges cultural and linguistic divides. Notably, while the Psalms are presented in Grabar (classical Armenian), the commentary is in the vernacular, catering to an audience that might have struggled with Grabar. This decision underscores the evolving linguistic comprehension of the period's Armenian readership. The work encompasses Chrysostom's extant commentaries on selected Psalms, written between 386 and 398, highlighting the enduring impact of his theological and exegetical contributions. This printed edition follows a tradition of manuscript production in Armenian, reflecting the transition to print that began with Armenian publishing in Venice in 1512, and marks a continuation of the rich legacy of Armenian Christian scholarship and devotion.","collections":"historic","ref":"https://www.wdl.org/en/item/15054","filesize":"180","iso":"hye","year":1687,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"HYEPCC_DBS_HS/Armenian-(1687)-Psalms-with-Chrysostom-Commentary-(WDL-15054)","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}