{"id":"Armenian-1733-Mekhitar-Bible-WDL-15542","abbr":"HYEAMB","title":"Armenian (1733) Mekhitar BIble (WDL-15542)","title_vernacular":"Հայերեն-1733-Մխիթար-Աստվածաշունչ-WDL-15542","description":"The 1733 Mekhitar Bible, published by Mekhitar Sebastatsi, an Armenian Catholic priest and founder of a Benedictine Armenian Catholic Monastery on San Lazzaro Island in Venice, represents a significant contribution to Armenian religious and cultural heritage. This edition is essentially a revised version of the Oskan Bible, initially printed in 1666 by Oskan Erewants'i in Amsterdam, marking the first complete printing of the Bible in Armenian. The Mekhitar edition, following a reprint in Constantinople in 1705, served as the second reprint of the Oskan Bible, incorporating some editorial adjustments. Notably, this publication is adorned with hand-tipped print illustrations specifically created for this edition. Mekhitar’s work and his establishment of the monastery underscored a longstanding commitment to the education, enlightenment, and spiritual nourishment of the Armenian people. The San Lazzaro Monastery has since evolved into a pivotal center for Armenian learning and publishing, maintaining its influence and relevance into the modern era.","collections":"historic","ref":"https://www.wdl.org/en/item/15542","filesize":"363","iso":"hye","year":1733,"type":"scan","provider":"Anton Bortoli Press, Venice, Italy","org_id":"","digitizer":"World Digital Library","archive_id":"HYEAMB_DBS_HS/Armenian-(1733)-Mekhitar-Bible-(WDL-15542)","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}