{"id":"Armenian-Bible-Gospel-of-John","abbr":"HYEB95","title":"Armenian Bible (Ararat) - Gospel of John","title_vernacular":"Հայերեն (Արարատ) Աստվածաշունչ - Հովհաննեսի Ավետարան","description":"The Gospel of John in the Armenian Bible is a testament to the enduring legacy of Saint Mesrob's translation efforts in the early 5th century, marking a cornerstone in Armenian literature and religious life. Initially translated from Syriac by Isaac around 411, the initial effort was later deemed insufficient. Consequently, John of Egheghiatz and Joseph of Baghin embarked on a mission to Constantinople and Edessa, securing authentic Greek manuscripts to produce a more accurate translation. This endeavor led to the creation of a new version based on the Greek texts of the Septuagint and Origen's Hexapla, finalized circa 434, which is still in use within the Armenian Church today.\u003cbr\u003e\u003cbr\u003eThe publication of the Armenian Bible in 1666, 1733, and 1805 represents significant milestones in printing and scriptural scholarship, highlighting advancements in editorial precision and text-critical methodologies. These editions exemplify a commitment to basing the scripture on robust manuscript evidence, ensuring the Armenian Church's version of the Gospel of John, along with the rest of the Bible, remains a vital link to the Christian heritage and literary tradition of the Armenian people.","collections":"modern","ref":"","filesize":"156","iso":"hye","year":1917,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"armenian_mark","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}