{"id":"Armenian-1262-T'oros-Roslin-Gospels-Illuminated-WDL-13012","abbr":"HYETRG","title":"Armenian (1262) T'oros Roslin Gospels - Illuminated (WDL-13012)","title_vernacular":"Հայերեն-1262-Թորոս-Ռոսլինի-Ավետարան-Լուսավորված-WDL-13012","description":"The T'oros Roslin Gospels, created in 1262 by the esteemed illuminator T’oros Roslin, represents a pinnacle in Armenian manuscript art, expanding the iconographic tradition with a comprehensive narrative Gospel cycle. Crafted in the scriptorium of Hromkla, now Rum Kalesi, Turkey, this center of Armenian Cilicia flourished artistically under Catholicos Constantine I's reign. Commissioned by Constantine’s nephew, also named T’oros, this manuscript stands out among the seven known works signed by Roslin for its lavish embellishment, featuring 15 miniatures and 67 smaller illustrations, showcasing a collaborative effort with assistants while maintaining exceptional quality.\u003cbr\u003e\u003cbr\u003eThe manuscript's enduring value is highlighted by its influence well into the 17th century, inspiring Armenian scribes like Bargham and his son Mik’ayel. Its illustrations served as a model for later works, evidencing Roslin's lasting impact on Armenian manuscript illumination. The specific references to T’oros Roslin in subsequent manuscripts underscore his significance in the tradition of Armenian scriptorial art.","collections":"historic","ref":"https://www.wdl.org/en/item/13012","filesize":"109","iso":"hye","year":1262,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"HYETRG_DBS_HS/Armenian-(1262)-T'oros-Roslin-Gospels-Illuminated-(WDL-13012)","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}