{"id":"Armenian-Bible-Ararat-Gospel-of-Mark","abbr":"HYEB95","title":"Armenian Bible - Gospel of Mark","title_vernacular":"Հայերեն Աստվածաշունչ - Մարկոսի Ավետարան","description":"The Gospel of Mark in the Armenian Bible is part of a tradition dating back to the early 5th century, initiated by Saint Mesrob's translation endeavors. This translation effort marked the beginning of Armenian literature, focusing on translating the Holy Scriptures from Syriac into Armenian around 411. However, due to perceived deficiencies in this initial translation, John of Egheghiatz and Joseph of Baghin were tasked with a new translation effort. They traveled to Edessa and Constantinople, securing authentic Greek texts to create a more accurate translation, which was further refined with copies from Alexandria. This rigorous process led to a translation based on the Septuagint and Origen's Hexapla, finalized around 434 and still in use within the Armenian Church today.\u003cbr\u003e\u003cbr\u003eThe publication of the Armenian Bible in 1666, 1733, and 1805 represents significant milestones in print technology and editorial precision. These editions not only demonstrate advancements in making the scriptural text accessible but also highlight a commitment to basing the Bible on solid manuscript evidence, showcasing a blend of scholarly diligence and a deep respect for theological heritage.","collections":"modern","ref":"","filesize":"1","iso":"hye","year":1917,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"armenian_bible","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}