{"id":"Armharic-1867-Dr-Barths-Bible-Stories","abbr":"AMHN74","title":"Armharic (1867) Dr Barths Bible Stories","title_vernacular":"አማርኛ (1867) ዶ/ር ባርትስ የመጽሐፍ ታሪኮች","description":"Dr. Barth's Bible-Stories, translated into Amharic by J.M. Flad in 1867, is a significant work in the history of Christian literature in Ethiopia. The original author, Christian Gottlob Barth, was a German theologian known for his efforts to make biblical narratives accessible to a broader audience. His collection of Bible stories aimed to present the scriptures in a simplified and engaging manner, making them more approachable for readers, especially the youth.\u003cbr\u003e\u003cbr\u003eThe translation into Amharic, Ethiopia's official language, was undertaken by Johann Martin Flad, a missionary affiliated with the St. Chrischona Pilgrim Mission. Flad's work was instrumental in disseminating Christian teachings in Ethiopia during the 19th century. By rendering Barth's stories into Amharic, he provided Ethiopian readers with access to biblical narratives in their native tongue, fostering a deeper understanding and appreciation of Christian doctrines.\u003cbr\u003e\u003cbr\u003eThe 1867 publication encompasses a series of narratives from both the Old and New Testaments, presented in a manner that is both educational and spiritually enriching. The book includes stories of creation, the patriarchs, the exodus, the life and teachings of Jesus, and the acts of the apostles. Each story is crafted to convey moral lessons and theological insights, aiming to nurture the faith of its readers.\u003cbr\u003e\u003cbr\u003eThis translation not only contributed to the spread of Christianity in Ethiopia but also played a role in the development of Amharic literature. By introducing structured narrative forms and theological concepts into the language, it enriched the literary landscape and provided a foundation for future religious and educational texts.\u003cbr\u003e\u003cbr\u003eToday, \"Dr. Barth's Bible-Stories\" remains a testament to the collaborative efforts of European missionaries and Ethiopian scholars in the 19th century, reflecting a pivotal moment in the cultural and religious history of Ethiopia.","collections":"historic","ref":"","filesize":"15","iso":"hye","year":1867,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"","language":{"iso":"hye","glotto_id":"nucl1235","iso1":"hy","name":"Armenian","autonym":"հայերէն/հայերեն","level":"L","location":"Azerbaijan","area":"Widespread. Also in Azerbaijan, Bulgaria, Canada, Cyprus, Egypt, Estonia, France, Georgia, Greece, Honduras, Hungary, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Palestinian West Bank and Gaza, Romania, Russian Federation (Europe), Syria, Tajikistan, Turkey (Europe), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"AM","latitude":40,"longitude":45,"population":3849000,"status_id":"1"}}