{"id":"Balochi-1899-Matthew","abbr":"BCCMAT","title":"Balochi (1899) Matthew","title_vernacular":"بلوچی (1899) متی","description":"The Gospel of Matthew into Eastern Balochi  published in 1899.  One century later, in 1999, a complete New Testament in Southern Balochi was published with the title Injīl Šarīf. This translation (here abbreviated SBKT) was carried out in Karachi, and largely reflects the variant of Southern Balochi spoken in Karachi. The alphabet used in this translation is based on the Arabic script. There is also a more recent translation of the four Gospels into Southern Balochi.\u003cbr\u003e(From the 1904 British and Foreign Bible Society Report) The Rev. T. J. Lee Mayer has persevered in translating more of the 0.T. and in grappling with the trying difficulties involved in printing portions in Roman characters, and in the slower process of writing them in Arabic characters for lithography. As there are no missionaries specially to Balochis, or schools for teaching them to read their own language, only very few of the printed books at present pass into circulation . The educated Balochis understand Urdu or Persian, and missionaries communicate with them through these. But Balochi is the language of their homes andtheir folklore. It is needed for the evangelization of the illiterate and the women. When the time for that arrives, the books prepared by Mr. Mayer will be valued as they cannot be now . He has visited Lahore, Ludhiana, and Karachi to advance the work.","collections":"historic","ref":"","filesize":"4","iso":"bcc","year":1899,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"BCCMAT_DBS_HS/Balochi-(1899)-Matthew","language":{"iso":"bcc","glotto_id":"sout2642","name":"Southern Balochi","autonym":"بلۏچی  Balòci","level":"L","location":"Oman","area":"South Balochistan, south Sind, Karachi. Also in Iran, Oman, United Arab Emirates.","country_id":"PK","latitude":25.108103,"longitude":59.735338,"population":3636700,"status_id":"4"}}