{"id":"Bengali-English-1819-Gospels-Diglot","abbr":"BENWYC","title":"Bengali-English (1819) Gospels (Diglot)","title_vernacular":"বাঙালি-ইংরেজি (1819) সুসমাচার (দ্বিভাষিক)","description":"Bengali, generally known by its endonym Bangla, is an Indo-Aryan language native to the Bengal region of South Asia. It is the official, national, and most widely spoken language of Bangladesh and the second most widely spoken of the 22 scheduled languages of India. With approximately 300 million native speakers and another 37 million as second language speakers, Bengali is the fifth most-spoken native language and the seventh most-spoken language by the total number of speakers in the world. Bengali is the fifth most spoken Indo-European language. Bengali is the official and national language of Bangladesh, with 98% of Bangladeshis using Bengali as their first language. Within India, Bengali is the official language of the states of West Bengal, Tripura, and the Barak Valley region of the state of Assam. It is also the second official language of the Indian state of Jharkhand since September 2011. It is the most widely spoken language in the Andaman and Nicobar Islands in the Bay of Bengal and is spoken by significant populations in other states including Bihar, Arunachal Pradesh, Delhi, Chhattisgarh, Meghalaya, Mizoram, Nagaland, Odisha, and Uttarakhand. Bengali is also spoken by the Bengali diasporas (Bangladeshi diaspora and Indian Bengalis) in Europe, the United States, the Middle East, and other countries.\u003cbr\u003e\u003cbr\u003eBengali Character unless noted:  1800 Matthew;  1801 New Testament;  1802 Pentateuch;  1803 Job-Song of Solomon;  1806 New Testament (revised);  1807 Isaiah-Malachi;  1809 Joshua-Esther;  1813 Pentateuch (revised) Serampore MP Translated by William Carey, Serampore Mission.;  1814 John Printed privately;  1819 New Testament;  1823 Matthew-Luke (revised) Calcutta Auxiliary BS Translated by John Ellerton, an indigo planter at Malda, and revised by a committee of the Calcutta Auxiliary BS.;  1826 Psalms Calcutta Auxiliary BS;  1831 Gospels;  1832 Acts Baptist MS, Calcutta Translated by William Yates, Baptist.;  1832 Bible Serampore MP Revised by William Carey.;  1832 Genesis Calcutta Auxiliary BS Translated by a committee formed by the Calcutta Auxiliary BS. No further Books were published.;  1832 Matthew Calcutta Auxiliary BS A revision of Ellerton's version, prepared by T. Reichardt, Church MS.;  1834 New Testament Calcutta Auxiliary BS;  1835 Matthew (Roman character, with English) Calcutta;  1839 New Testament (Roman character) BFBS, London;  1841 New Testament (revised);  1842 Old Testament;  1844 Old Testament (revised);  1845 Bible (revised) Bible Translation Society, Calcutta Translated and revised by William Yates, assisted by J. Wenger.;  1843 Proverbs Calcutta Auxiliary BS Translated by W. Morton, Society for the Propagation of the Gospel.;  1846 Matthew Calcutta Auxiliary BS Translated by J. J. Haberlin, Secretary of the Calcutta Auxiliary BS.;  1852 Bible Calcutta A revision of the 1845 Yates text, prepared by J. Wenger. In 1853 a revision of Wenger’s N.T., edited by Krishna M. Banerji, was published.;  1853 John Galatians Calcutta Auxiliary BS Translated by CMS missionaries.;  1861 Bible (O.T. revised) Calcutta Auxiliary BS Revised by J. Wenger.;  1870 Mark Luke Calcutta Translated by R. P. Greaves, CMS.;  1882 New Testament Calcutta? Translated by C. Bomwetsch, CMS.;  1885 Matthew (tentative) Calcutta Auxiliary BS A Revision Committee, headed by G. H. Rouse, began in 1885 the revision that resulted in the igog Revised Bible. Numerous other tentative editions of single Books appeared during the next 20 years.;  1895 Matthew Printed privately, Calcutta Translated by members of the Aryan Historical Society.;  1897 Bible Calcutta Auxiliary BS A revision of Wenger’s text, prepared by G. H. Rouse and Mathura Nath.;  1903 Hebrews Printed privately, Calcutta Translated by Swami Dharmananda Mahavarati and E. F. Brown.;  1909 Bible Calcutta Auxiliary BS The committee revision, which had been in progress for more than three decades. (See 1885.);  1910 Luke Calcutta Auxiliary BS A colloquial version (in Chalti Bhasha) prepared by W. McCulloch, assisted by G. V. Makor, M. N. Nath, and N. C. Biswas.;  1956 Mark (tentative) BS of India, Pakistan, and Ceylon, Calcutta;  1963 New Testament BS of India and Ceylon, Bangalore A revision prepared by H. M. Angus. At least three different translations of the Gospels and Acts by Roman Catholic missionaries were published after igo6. A colloquial version by a group of Roman Catholic scholars was published (Timothy and Titus, 1961; Matthew, 1964, Calcutta).","collections":"historic","ref":"","filesize":"24","iso":"ben","year":1819,"type":"scan","provider":"Philip Pereira at the Hindoostanee Press","org_id":"","digitizer":"","archive_id":"BENWYC_DBS_HS/Bengali-English-(1819)-Gospels-(Diglot)","language":{"iso":"ben","glotto_id":"beng1280","iso1":"bn","name":"Bengali","autonym":"বাংলা","level":"L","location":"Bangladesh","area":"West. Also in Canada, India, Malawi, Nepal, Saudi Arabia, Singapore, United Arab Emirates, United Kingdom, United States.","country_id":"BD","latitude":24,"longitude":90,"population":228000000,"status_id":"1"}}