{"id":"Cherokee-English-2014-Diglot-New-Testament","abbr":"CHRRNT","title":"Cherokee - English (2014) Diglot New Testament","title_vernacular":"ᏗᏂᏠᎯ ᎢᏤ ᎢᏳᏍᏗ ᏆᏙᎠᎢᎪᏗ","description":"In 1824 the first portion of the Bible was translated into the Cherokee language: John 3, translated by a native Cherokee, ᎠᏥ (At-see, also known as John Arch). It was circulated in manuscript, and received with wonderful avidity, being copied hundreds of times. He completed the Gospel of John by 1824 The complete New Testament was translated in September 1825 by David Brown, also a native Cherokee; this was also circulated in manuscript form, as a type for the Cherokee syllabary had not yet been created. Both Archer and Brown translated the full New Testament into Cherokee.\u003cbr\u003e\u003cbr\u003eThe first actual printing of a Bible portion in Cherokee appeared in the Missionary Herald of December, 1827, and consisted of the first verse of Genesis, translated by Samuel Worcester. In 1828, David Brown, together with a man named George Lowrey, translated Matthew. This was printed in the Cherokee Phoenix from April 3, 1828 till July 29, 1829. It is uncertain whether this translation was ever published in book form or not.\u003cbr\u003e\u003cbr\u003eSamuel Worcester, and Elias Boudinot, editor of the Cherokee Phoenix, published a revised translation of Matthew in 1829. This was published by the Cherokee National Press, New Echota. In the second edition, published in 1832, there is a statement that this translation had been \"compared with the translation of George Lowrey and David Brown.\" A third edition was printed by the Park Hill Mission Press in 1840.\u003cbr\u003e\u003cbr\u003eIn 2001, The Cherokee Bible project [501(c)3], with permission of the American Bible Society, placed the book of John online in both Cherokee Syllabary and in Latin phonetic transliteration and accompanying English translations. This was and is a bilingual version available starting with the gospel of John. The earliest remaining example of this is from 2003. The addition of phonetics with syllabary had never been done on a scale of this project, and was suggested by Rev. James \"BO\" Parrish in discussions with him in May 2000. All postings by the Cherokee Bible Project are published under a Creative Commons license in order to make it widely available for all Cherokee speakers and students.\u003cbr\u003e\u003cbr\u003eThe Cherokee Bible Project 2001 bilingual passages were speedily followed by postings of the entire New Testament as well as portions of the Old Testament that were available in 2005, including the entire books of Jonah, Haggai, Genesis, Exodus, and portions of many others including Kings, Proverbs, Psalms, Isaiah, Samuel, and Obadiah. The printed copy of Haggai was donated by a generous supporter after it was located in a library discard and posted online in 2013. After consideration for the size of the project and to save costs, it was moved to google sites for hosting.\u003cbr\u003e\u003cbr\u003eIn 2012, the Cherokee Bible Project highlighted the section of the words of Jesus and these were changed to red in the New Testament. Later formatting issues on google sites have not allowed some of that to remain but a majority of it is still viewable. During this time, the Cherokee Unicode underwent significant changes and much of the work had to be heavily edited and replaced with the latest available for ease of reading. In 2009, the bilingual Spanish Site was under development and subsequently posted online for Spanish Speakers who wish to read the Cherokee Bible. It is dependent upon volunteers and is in development.","collections":"modern","ref":"","filesize":"2","iso":"chr","year":2014,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"CHR2014_DBS_HS","language":{"iso":"chr","glotto_id":"cher1273","name":"Cherokee","autonym":"ᏣᎳᎩ ᎦᏬᏂᎯᏍᏗ Tsalagi Gawonihisdi","level":"L","location":"Southeastern United States of America","area":"East and northeast Oklahoma and Cherokee Reservation, Great Smokey Mountains, western North Carolina.","country_id":"US","latitude":35.46639,"longitude":-83.16303,"population":1520,"status_id":"6b"}}