{"id":"Chinese-1840-New-Testament-Vol.1-4-WDL-19487","abbr":"CMNLMV","title":"Chinese (1840) New Testament - Vol.1-4 (WDL-19487)","title_vernacular":"中文 (1840) 新约全书 - 卷1-4 (WDL-19487)","description":"Wo deng jiu shi zhu Yesu xin yi zhao shu (The New Testament of our Lord and Savior Jesus Christ) is a Chinese translation of a part of the New Testament. The title page title reads: “The New Testament of our Lord and Savior Jesus Christ ‒ Woodblock print by the Anglo-Chinese College at Malacca.” This work contains four books of the Bible: Acts of the Apostles, Romans, 1 Corinthians, and 2 Corinthians. The National Central Library copy of Acts of the Apostles is given as juan 3 and is presented here. It has 28 chapters. Its main content is on how the early disciples, guided by God, preached the gospel of Christ in Jerusalem, Judea and Samaria, and beyond. Christianity originated from the Jewish people, later spread gradually, and became a world religion, thanks to the efforts of the disciples and missionaries. Acts of the Apostles makes it clear that the Christian faith of the time was not a political movement to overthrow the Roman Empire. It has three parts: 1, the events in Jerusalem after the Ascension of Christ; 2, the spread of Christianity to Judea and Samaria; and 3, its further spread towards the Mediterranean and to Rome. Romans has 16 chapters. It records the preparations of the Apostle Paul for his visit to Rome, the first of his missions among the Roman believers, and the help they gave him to continue his travel to Spain. In his letters he explained his understanding of Christianity and its practice in the lives of believers, emphasizing particularly belief in one god, and the attitudes, responsibilities, and conscience that believers must possess. 1 Corinthians contains 16 chapters, consisting of the first letter of Saint Paul to the church at Corinth discussing issues relating to Christian lives and beliefs and the conduct of the Corinthian church. Ancient Corinth was a bustling commercial city with a world-famous civilization, but immorality was rampant and there was much dissension. 1 Corinthians focuses on resolving divisions and on personal conduct, purity, and marriage in Corinth and offers wise instructions. The passages on “Love is patient, love is kind” in chapter 13 and “The Resurrection of Christ” in chapter 15 are especially important and dear to Christians. The second epistle, 2 Corinthians, has 13 chapters. It was written during the rift between Paul and the Corinthian church and its later peaceful resolution. The earlier part of the epistle addresses the relationship between Saint Paul and the Corinthian church, affirms his apostolic authority and his affection for the Corinthians. He also exhorts the Corinthian church to collect aid for the poor believers in Jerusalem. At the end, Paul defended the way he performed his duties for fellow Christians. (World Digital Library)","collections":"historic","ref":"https://www.wdl.org/en/item/19487","filesize":"43","iso":"cmn","year":1840,"type":"scan","provider":"Anglo-Chinese College, Malacca, Malaysia","org_id":"","digitizer":"World Digital Library","archive_id":"CMNLMV_DBS_HS/Chinese-(1840)-New-Testament-Vol.1-4-(WDL-19487)","language":{"iso":"cmn","glotto_id":"mand1415","iso1":"zh","name":"Mandarin Chinese","autonym":"普通话‎","level":"L","location":"China","area":"Widespread north of Changjiang River, a belt south of the Changjiang from Qiujiang (Jiangxi) to Zhenjiang (Jiangsu), Hubei, except southeast corner, Sichuan, Yunnan, Guizhou, northwest part of Guangxi, and northwest corner of Hunan. Also in Brunei, Cambodia, Canada, Indonesia (Java and Bali), Laos, Libya, Malaysia (Peninsular), Mauritius, Mongolia, Mozambique, Philippines, Russian Federation (Asia), Singapore, Taiwan, Thailand, United Kingdom, United States, Viet Nam, Zambia.","country_id":"CN","latitude":40.020884,"longitude":116.228026,"population":918000000,"status_id":"1"}}