{"id":"Chinese-Ningpo-1853-Luke-latin","abbr":"WUURNT","title":"Chinese Ningpo (1853) Luke (latin)","title_vernacular":"路加福音 (1853, 拉丁)","description":"The translation of the Gospel of Luke into the Ningpo dialect in 1853 forms a critical part of the broader project to translate the Bible into the local languages of China. Ningpo, a dialect of the Wu linguistic group, is spoken in northeastern Zhejiang Province. This effort was spearheaded by a group of missionaries stationed in Ningpo, including notable figures such as William A. Russell from the Church Missionary Society, Divie B. McCartee, William A. P. Martin, and Henry V. N. Rankin from the American Presbyterian Mission. These translations were aimed at making the Christian Scriptures accessible to the Ningpo-speaking population, furthering both religious and linguistic engagement within the region. Following Luke, other New Testament books were translated, with Matthew and John completed in the same year, Mark in 1854, and Acts in 1855. The Old Testament work began with Genesis and reached Exodus 20 by 1860, concluding with Acts to Jude by 1861. These translations were pivotal in the spread of Christianity, also contributing to the development of written materials in the Ningpo dialect. A notable revision of Genesis and Exodus was later released in 1871 by the American Bible Society in Shanghai, illustrating the ongoing efforts to refine these seminal translations.","collections":"historic","ref":"","filesize":"9","iso":"wuu","year":1853,"type":"scan","provider":" Nyng-po","org_id":"","digitizer":"","archive_id":"WUURNT_DBS_HS/Chinese-Ningpo-(1853)-Luke-(latin)","language":{"iso":"wuu","glotto_id":"wuch1236","name":"Wu Chinese","autonym":"吳語/吴语","level":"L","location":"China","area":"Jiangsu south of Changjiang River, east of Zhenjiang, on Chongming Island, mouth of the Changjiang, and north of the Changjiang in the area around Nantong, Haimen, Qidong, and Qingjiang; Zhejiang Province south to Quzhou, Jinhua, and Wenzhou. Also in United States.","country_id":"CN","latitude":29.86209,"longitude":119.68246,"population":81400000,"status_id":"5"}}