{"id":"Cree-1861-Bible-Kanachi-kichi-masinaikan-kayasi-testement-mina-oski-testement","abbr":"CRKCMB","title":"Cree (1861) Bible","title_vernacular":"Kanachi kichi masinaikan, kayasi testement, mina oski testement","description":"The Western, or Plains, dialect of Cree is spoken from western Ontario to the foothills of the Rocky Mountains. It is supposed that at one time members of this branch allied with Siouan tribes and moved into the upper Great Plains, although they are no longer found so far south.\u003cbr\u003eCree was reduced to written form by James Evans, a Wesleyan missionary, who began work among the Cree in 1 840. He learned their language, but since the Indians had no writing he could communicate the Gospel to them only orally. Noting that the Cree language had only nine consonants and three vowels, he contrived an alphabet of syllables, or syllabary, composed of 42 symbols, and began to translate John’s Gospel. The printing of these Scriptures has become a missionary legend - for Evans had no paper, ink, type, or press. First he carved each of the symbols from wood with a pocket knife, and from these wood blocks he made clay molds. Then he melted the lead lining of tea chests and poured it into the clay shapes, thus creating metal copies of all the signs in the Cree syllabary with which he could print. A press used for treating furs became his printing press, ink was made from soot and fish oil, and the pliable inner bark of the birch tree served as paper. The pages of James Evans’ Good News were sewn with leather strips and bound in deer skin. The writing proved easy to learn, and so the Indians said: ‘The birch bark began to speak the words of the Great Spirit.’\u003cbr\u003e1 847 John Rossville MP, Manitoba\u003cbr\u003eTranslated by William Mason, Wesleyan missionary, later Church MS.\u003cbr\u003e1857 Ephesians James 2 Peter ijohn Rossville MP, Manitoba\u003cbr\u003eTranslated by William Mason and Thomas Hurlburt.\u003cbr\u003e1859 New Testament 1862 Bible BFBS Translated by William and Sophia Mason, H. Steinhauer, and J. Sinclair. This was the second Bible printed in an American Indian langauge.\u003cbr\u003e1872 Gospel Harmony Imprimerie de l’Asile de le Province, Montreal\u003cbr\u003eTranslated by Albert Lacombe, Roman Catholic missionary.\u003cbr\u003e1896 Mark 1897 John MP, Athabasca Landing Revised text and script by Richard Young and George Holmes.\u003cbr\u003e1904 New Testament 1905 Psalms 1908 Bible BFBS Revised by J. A. Mackay; many times reprinted.\u003cbr\u003e","collections":"historic","ref":"","filesize":"105","iso":"cre","year":1861,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"CRKCMB_DBS_HS/Cree-(1861)-Bible-(Kanachi-kichi-masinaikan-kayasi-testement-mina-oski-testement)","language":{"iso":"cre","glotto_id":"cre","iso1":"cr","name":"Cree","level":"L","country_id":"US","population":10875}}