{"id":"Czech-John-book","abbr":"CESB85","title":"Czech - John (Book)","title_vernacular":"Český - Jan (Kniha)","description":"Czech is spoken by about 10 million people in Western Czechoslovakia and by more than one million more abroad, most of whom are in the United States. It was known as Bohemian until the historic lands of the former kingdom of Bohemia became an integral part of the new Republic of Czechoslovakia in 1918. The name Bohemia is one of the few remaining evidence of the Boli, the Celtic original inhabitants of that area, who were ousted in the 5th century by the Slavic ancestors of the Czech people. In the 9th century, during the period of the Moravian Empire, Christianity was introduced among the Czechs by Saints Cyril and Methodius. The Slavic languages of the Czech and Slovak peoples are quite close linguistically and are generally mutually intelligible. Differences are primarily phonetic, as can be noted by the variation of some vowel and consonant markings employed for the two tongues. Centuries of separation in the Austro-Hungarian Empire, together with the revival of the Slovak national spirit which gave rise to the Slovak literary language in the middle of the 19th century, caused Czech and Slovak to be considered separate tongues rather than dialects of a common Czechoslovakian language. The Czech literary heritage emerges from the ‘Latin Period’ in the 15th century. The language reforms of Jan Hus ‘purified’ the language and established a simplified system of orthography.  The first translation of the Bible into Czech was the 9th-century version of Saints Cyril and Methodius, who came from Thessalonica (in what is now Greece). They knew the Slavic language as it was spoken in the Balkan Peninsula at that time, and used this knowledge to translate the Bible into Slavic, which was spoken by their new converts in the Moravian Empire. Later, because of the prevailing influence in Bohemia of the Roman Church, traditionally opposed to Scriptures in the vernacular, this significant and early version, which was translated into spoken Slavic from Greek manuscripts, was banned by the Western Church and finally lost under constant persecution.  Similarly, during the Counter-Reformation, many of the Hussite manuscripts and printed Scriptures, and most of the Kralice Bibles, were systematically destroyed. Only a remaining few found shelter in some of the principal cities of Europe and of the United States of America.\u003cbr\u003e\u003cbr\u003e1488 Bible Prague The fourth Utraquist recension, thought to have been revised by M. Lupac and others associated with Prague University. Roman Catholics claimed this Bible for 170 years, ignorant of a deliberate attack on the Pope in an illustration for Revelation 6.8. A revision by John Jindrissky and Thomas Molek was published in Venice, 1506, adapted to contemporary spoken Czech. Various reprintings appeared during the 17th century.;  1533 New Testament Namesti Translated from Erasmus’ critical Latin edition by Petr Gzel of Prague, and a Neo-Utraquist scholar named Optdt Benes of Tele.;  1564 New Testament Moravian Press, Ivancice Translated from the original Greek by Jan Blahoslav, a Moravian Bishop. This translation, still unsurpassed in its poetic beauty, served as the basis for the N. T. of the Kralice Bible.;  1579-1593 Bible Kralice The Kralice Bible, translated by a committee of scholars of the Unity of the Brethren, at the instigation of Bishop Blahoslav. The group included John Aeneas, George Vetter, Isaiah Cepolla, John Ephraim, Paul Jessen, John Capito, Albert Nicholas, and Luke Helic. Although it was immediately popular, political circumstances during the Counter-Reformation resulted in its being proscribed and not re-printed in Bohemia for 250 years.;  1596 Bible Kralice A new translation, the second, of the 1579-1593 Bible, was issued in one volume. Part of the prefatory matter, summaries, and annotations were omitted. The third edition in 1613 was the last to be printed at Kralice. Slightly revised from time to time, it remains the standard Czech Bible. The text was also used by Slovaks until the printing of the Slovak Bible in 1832.;  1677 New Testament;  1712-1715 Old Testament Prague The ‘ Wenceslas Bible’, prepared and published by a society dedicated to the honor of St. Wenceslas, patron saint of Bohemia. This version, a fresh translation from the Vulgate based on the Bible of 1506, was translated by J. Earner, J. Constantius, and M. V. Steyer, who worked under the ecclesiastical sanction of the Jesuits. Slight revisions were later published.;  1887 Bible BFBS, Prague An edition of the 1613 Bible in new orthography, with a slight revision of text and references, by J. A. W. Karefist and a group of ministers.;  1902 Gospels Prague The Slavonic Version, with a translation into modern Czech by a Russian priest in Prague.;  1933 New Testament Laichter, Prague Translated by F. Zilka, from Greek into contemporary Czech.;  1946 New Testament Vysebrad, Prague Translated by Jan Sykora and Jan Hejcel; the whole Bible is reported to have been published.;  1947-1951 Old Testament Prague A literary translation by Vladimir Sramek.;  1948 New Testament Olomouc Translated by Pavel Skrabal, Roman Catholic.","collections":"modern","ref":"","filesize":"359","iso":"ces","year":1998,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"CESB85_DBS_HS/Czech-John-(book)","language":{"iso":"ces","glotto_id":"czec1258","iso1":"cs","name":"Czech","autonym":"čeština","level":"L","area":"West: Bohemia, Moravia, Silesia. Also in Austria, Bulgaria, Canada, Croatia, Israel, Poland, Romania, Serbia, Slovakia, Ukraine, United States.","country_id":"CZ","latitude":49.873398,"longitude":15.10437,"population":10700000,"status_id":"1"}}