{"id":"Dakota-1891-New-Testament-Dakota-wowapi-wakan-kin","abbr":"DAKDWW","title":"Dakota (1891) New Testament","title_vernacular":"Dakota wowapi wakan kin","description":"The Dakota Indians were actually seven tribes joined within a union known as the ‘Seven Council Fires’. Dakota, meaning ‘alien’, was their own term, rather than Sioux, a French mispronunciation of the Algonquian word for ‘little snakes’. They were divided into the Eastern Group (the four Santee tribes) and the Western Group, made up of the Tetons, the Yanktons, and the Yanktonais. From their original home in the northeast, the Dakota moved westward until by the 19th century they occupied a vast area of the northern Great Plains, from Wisconsin to South Dakota. Numerous treaties were concluded with them, but disputes over land and misunderstandings resulted in constant unrest and uprisings. By 1876 they were finally situated in southwestern South Dakota, only to be inundated with prospectors during the Black Hills Gold Rush. The resulting decade of conflict and massacre on both sides has made legends of such names as Chiefs Crazy Horse, Sitting Bull, and Red Cloud and the Battles of the Little Big Horn and Wounded Knee. The Dakotas now number about 40,000 living on ten reservations from Montana to Minnesota.\u003cbr\u003e\u003cbr\u003eThe Dakota Bible has been in use for almost a century, and its immediate and enduring effect upon the people for whom it was made has been attested since its appearance. When, in 1886, an Indian Commissioner issued an order forbidding the Sioux to learn to read their own language, and his agents attempted to prevent religious worship in that language, Chief Gray Cloud of Sisseton said: I never saw a Dakota filling a responsible position who had not first been educated in his own language and Christianized, and so made reliable.’ When Indians petitioned President Cleveland to revoke the senseless order, they said: By learning the Bible a good many of our people have been quieted down in Christian homes and civilized ways. The first scholars of the Dakota language, with the help of a little English, have become the trustworthy men of the different agencies - ministers, teachers, clerks, farmers, citizens...’ The Dakota Bible is a memorial to the untiring efforts of its translators, who spent more than 40 years in its preparation.  Dakota is a Siouan language.\u003cbr\u003e\u003cbr\u003e1839 Mark;  1842 Genesis;  1843 Luke John Acts-Titus Hebrews Revelation American Board of Commissioners for Foreign Missions, Cincinnati Translated by Joseph Renville, a half-breed fur trader, Samuel W. Pond, Gideon H. Pond, Thomas S. Williamson, and Stephen R. Riggs, ABCFM;  1865 Genesis Proverbs New Testament; 1869-1879 Old Testament (in six parts);  1879 Bible ABS New York Translated by  Thomas  S.  Williamson and  Stephen  R.  Riggs, ABCFM.","collections":"historic","ref":"","filesize":"50","iso":"dak","year":1891,"type":"scan","provider":"American Bible Society","org_id":"american-bible-society","digitizer":"","archive_id":"DAKDWW_DBS_HS/Dakota-(1891)-New-Testament-(Dakota-wowapi-wakan-kin)","language":{"iso":"dak","glotto_id":"dako1258","name":"Dakota","autonym":"Dakhótiyapi","level":"L","location":"Southern Central Canada","area":"Northern Nebraska, southern Minnesota, North and South Dakota, northeastern Montana. Also in Canada.","country_id":"US","latitude":47.68571,"longitude":-102.11973,"population":290,"status_id":"6b"}}