{"id":"Danish-English-1873-New-Testament-Diglot-Vor-Herres-og-Frelsers-Jesu-Christi-Nye-Testamente","abbr":"DANB71","title":"Danish-English (1873) New Testament Diglot","title_vernacular":"Vor Herres og Frelsers Jesu Christi Nye Testamente","description":"Denmark, meaning ‘Field of the Danes’, is the smallest and most southerly of the Scandinavian countries. It comprises the Jutland Peninsula and more than 400 islands that divide the Baltic and North Seas. The history of the kingdom of Denmark begins with its role in the Viking campaigns of a thousand years ago. The Danish people had been evangelized by Willibrord, an English missionary, at the end of the 7th century and by St. Ansgar, ‘Apostle to the North’, during the ninth. Harald Blue-tooth unified Denmark, and by his decree, the Danes became a Christian people. Aside from heroic early legends, Danish literature was dominated by religious motifs until after the Reformation.\u003cbr\u003eDanish is the language of the 4-8 million inhabitants of Den- mark. A North Germanic language, Danish derives, as do Norwegian, Swedish, and Icelandic, from a common language known as Old Norse. The Old Norse period lasted until about 1000 A.D., at which time the histories and destinies of these peoples began to draw apart. Icelandic has most clearly maintained its Norse character; Danish, Norwegian, and Swedish have evolved considerably, yet have much in common. Until 1814, Denmark and Norway were politically united under a single monarch, with Danish as the official language. Hans Mikkelsen, who, at the command of King Christian II, translated the New Testament into Danish for the first time (1524), was mayor of Malmo, now a Swedish city. This fact suggests the difficulty of classifying early editions of the Scriptures in the Scandinavian languages.\u003cbr\u003e\u003cbr\u003e1524 New Testament Lowther, Leipzig \u0026 Wittenberg Translated by Hans Mikkelsen. and Kristian Winter at the command of King Christian II.\u003cbr\u003e1528 Psalms Rostock\u003cbr\u003eTranslated by Francis Wormordsen, later a Lutheran bishop.\u003cbr\u003e1529 New Testament 1531 Psalms Antwerp Translated by Christiern Pedersen, considered the 'Father of Danish literature. As early as 151s his version of the Liturgical Selections in paraphrases was published in Paris, the first publication of Scripture in Danish.\u003cbr\u003e1535 Pentateuch Lowther, Magdeburg\u003cbr\u003eTranslated by Hans Tausen, often referred to as ‘the Danish Luther’ since he was a chief instrument of the Reformation in Denmark.\u003cbr\u003e1550 Bible Dietz, Copenhagen\u003cbr\u003eChristian Ill’s Bible, prepared from the Luther Version by Peder Palladius, Olaf Gyldemund, Hans Sinning, Peder Tidemand, Hans Henncksen, and Niels Hemmingsen, on the basis of a preliminary translation by Christiern Pedersen. Another member of the committee, John MacAlpine, was by coincidence the brother-in-law of Miles Coverdale and a friend of Luther.\u003cbr\u003e1589 Bible Vingaardt, Copenhagen\u003cbr\u003eThe second Danish Bible, known as ‘Frederick Ifs Bible’; a revision of the 1550 text by Paul Madsen, A. Lauritsen, D. Foss, J. Dybvad, P . Aagesen, and N. Hemmingsen.\u003cbr\u003e1605 New Testament (revised) Albert, Copenhagen\u003cbr\u003e1607 Bible Michelsen, Copenhagen\u003cbr\u003e1633 Bible (revised) Martzan, Copenhagen\u003cbr\u003eChristian IV'sBible; a revision prepared by Hans P. Resen. This NT was the first edition of Danish Scripture with verse divisions.\u003cbr\u003e1644 New Testament 1647 Bible Martzan, Winckler, Copenhagen\u003cbr\u003eA revision of the 1607 Bible prepared by Hans Svaning; known as ‘ Svaning’s Bible’ .\u003cbr\u003e1717 Bible College of Missions, Copenhagen A revision of ‘Svaning’s Bible’, prepared by the College of Missions and known as the Mission Bible’. It was later published at the Orphan House and also adapted by the BFBS.\u003cbr\u003e1742 Gospels Acts 1748 New Testament\u003cbr\u003e1752 Pentateuch Copenhagen\u003cbr\u003eRevised by a committee at royal command. Based on Bengel’s Greek Testament and Orphan House Bible.\u003cbr\u003e1819 New Testament Orphan House, Copenhagen A revision prepared by F. Minter, P. E. Muller, G. Thorlacius, J. Moller, P. O. Brondsted, and J. P. Munster. A further revision by this committee appeared in 1824, under F. Miinter, the first president of the Danish BS, founded in 1814.\u003cbr\u003e1847 Bible Philippines, Copenhagen\u003cbr\u003eTranslated by C. Hermansen, Fr. Helveg, C. Levinsen, and C. Kalkar. Although numerous editions of Scripture revised into Nor- Norwegian usage had already been published, this Bible was extensively circulated in Norway.\u003cbr\u003e1871 Bible Danish BS, Copenhagen\u003cbr\u003eA partial revision (O.T.) prepared by C. Rothe, C. Kalkar, and C. Hermansen. The N. T. is the standard version in use today.\u003cbr\u003e1893 New Testament Copenhagen A new translation of the Latin Vulgate by Fr.J. V. L. Hansen.","collections":"historic","ref":"","filesize":"40","iso":"dan","year":1873,"type":"scan","provider":"American Bible Society","org_id":"american-bible-society","digitizer":"","archive_id":"DANB71_DBS_HS/Danish-English-(1873)-New-Testament-Diglot-(Vor-Herres-og-Frelsers-Jesu-Christi-Nye-Testamente)","language":{"iso":"dan","glotto_id":"dani1285","iso1":"da","name":"Danish","autonym":"dansk","level":"L","location":"Denmark, Finland, Norway and Sweden","area":"Also in Canada, Germany, Greenland, Norway, Sweden, United Arab Emirates, United States.","country_id":"DK","latitude":54.8655,"longitude":9.36284,"population":5618130,"status_id":"1"}}