{"id":"Danish-1550-King-Christian-III-Bible","abbr":"DANOLD","title":"Danish (1550) King Christian III Bible","title_vernacular":"Dansk (1550) Kong Christian III Bibel","description":"The first complete Bible in Swedish was published in Uppsala in 1541. The first Danish Bible, described here, followed nine years later. Its translators, a committee of seven theologians including Bishop Peder Palladius (1502-60), were influenced by Luther’s German Bible of 1534 and its Low German version while also consulting a number of earlier Danish translations: portions of the Bible published since 1515 and a manuscript version of the entire text completed by Christiern Pedersen (1480-1554) in 1543.\u003cbr\u003e\u003cbr\u003eThe typography and illustrations of the 1550 Danish Bible are heavily indebted to a Low German edition of the Bible published in Lübeck in 1534. Both were produced by the same printer, Ludowich Dietz, who used identical or nearly identical wood blocks in the Low German and the Danish editions. We do not know how the title page common to these two Bibles came to be used in the 1537 English Bible described in a previous post. This seems to be the only case of three Bibles in three different languages sharing the same woodblock title page.\u003cbr\u003e\u003cbr\u003eLike many Bibles published with royal approval, the 1550 Danish Bible includes a portrait of the reigning monarch, Christian III, and a depiction of his coat of arms. They are the only illustrations specifically designed for the 1550 edition.  Christian III’s image is based on a portrait painted by the German artist Jacob Binck (1500-69). The secondary title page that precedes the Book of Joshua in the Low German and Danish Bibles shows the biblical hero fully clad in the armor of a sixteenth-century European knight. The image was obviously adapted from the title page designed by Lucas Cranach the Younger for Luther’s 1524 translation of the Old Testament described in a previous post. When the 1550 Danish Bible was released, its readers may have noticed that Joshua’s features resembled the portrait of their king, Christian III.","collections":"historic","ref":"","filesize":"1","iso":"dan","year":1550,"type":"illuminated","provider":"","org_id":"","digitizer":"","archive_id":"DANKCB_DBS_HS","language":{"iso":"dan","glotto_id":"dani1285","iso1":"da","name":"Danish","autonym":"dansk","level":"L","location":"Denmark, Finland, Norway and Sweden","area":"Also in Canada, Germany, Greenland, Norway, Sweden, United Arab Emirates, United States.","country_id":"DK","latitude":54.8655,"longitude":9.36284,"population":5618130,"status_id":"1"}}