{"id":"Duala-1800-New-Testament-Kalati-ya-loba-'mbun-a-penya-ya-sango-moongiseri-asu-Jezu-Krais","abbr":"DUHOLD","title":"Duala (1800) New Testament","title_vernacular":"Kalati ya loba - 'mbun a penya ya sango moongiseri asu Jezu Krais","description":"Duala is spoken by about 87,000 people in coastal and inland areas of Cameroun around Douala. The majority use Duala as a trade language, although West African Pidgin English (q.v.) is now superseding Duala as the lingua franca of the outlying regions. A Bantu tongue, Duala is related to Isubu and other Bantu languages of southwestern Cameroun. 1848 Matthew Devonport Press, Bethel 1852 Gospels 1855 Gospels Acts 1857-1861 New Testament 1859 Psalms 1862-1872 Old Testament Baptist MP, Cameroun Translated by Alfred Saker, pioneer Baptist MS missionary in West Africa, whose work was described by Livingstone as the ‘ most re- markable ever accomplished on the African coast. 1896 Matthew John 1897 Gospels Acts 1901 New Testament 1909 New Testament (revised) Wiirttemberg BS, Stuttgart Translated by T. H. Christaller and E. Schuler, Basel MS. 1925 Psalms Isaiah BFBS, Paris Translated by F. Baertschi and Joseph Ekolo, Basel MS. 1933 Proverbs Protestant Mission, Douala 1956 Bible BFBS, London, Paris Translated by Paul Helmlinger, BMS, with the assistance of J. Ekolo, Martin Itondo, and Paul Mbende.","collections":"historic","ref":"","filesize":"30","iso":"dua","year":1800,"type":"scan","provider":"Western Africa Missions Press","org_id":"","digitizer":"Internet Archive","archive_id":"DUHOLD_DBS_HS/Duala-(1800)-New-Testament-(Kalati-ya-loba-'mbun-a-penya-ya-sango-moongiseri-asu-Jezu-Krais)","language":{"iso":"dua","glotto_id":"dual1243","name":"Duala","autonym":"Douala","level":"L","location":"Southwestern Cameroon","area":"Littoral Province, Nkam Division, toward Yabassi and along Wouri River; Moungo Division, Dibombari area; Wouri Division, Cameroon estuary area; South West Province, Fako Division, both sides of Mungo River.","country_id":"CM","latitude":4.10208,"longitude":9.61877,"population":87700,"status_id":"3"}}