{"id":"Dutch-1535-De-Nederlandse-Jacob-van-Liesvelt-Bijbel-Bible","abbr":"NLDOLD","title":"Dutch (1535) De Nederlandse Jacob van Liesvelt Bijbel Bible","title_vernacular":"De Nederlandse Jacob van Liesvelt Bijbel","description":"The Liesveldt Bible was the translation of the Bible into the Low Dutch, or Belgic language by learned Protestant scholars. They used Martin Luther’s Protestant German Bible as the basis of their translation. The first edition was published in 1526 by Jacob á Liesveldt, a famous printer of Antwerp, from whom the Bible received it’s name. Several other editions followed, with the 6th and last edition coming out in 1542. The Liesveldt Bible was the first Dutch Protestant Bible made for the Netherlands, and it was this Bible that was cherished by the Protestant champions of the Reformation and helped to fuel the Protestant Reformation in the Low Countries. The publication of this Protestant Bible was immediately condemned by the Catholic Church and those involved with it were persecuted. \u003cbr\u003e\u003cbr\u003eJacob van Liesvelt, an Antwerpian printer, was executed in 1545 for publishing without the consent of the authorities. His sad story has been retold throughout the centuries. In an early Protestant tradition, it was argued that Van Liesvelt died because of certain Reformation-minded marginal notes contained in the Bible of 1542, an argument that has been continuously elaborated upon over the years, giving rise to the myth of Van Liesvelt as the martyr of the Word of God. This article critically questions the story of Van Liesvelt's execution, showing ways to “debunk” the myth. However, in her book Pragmatic Toleration (2015), the American scholar Victoria Christman reworks a theory earlier put forward in an article in The Sixteenth Century Journal (2011), building on the Van Liesvelt myth from husband to widow. She argues that the latter, Maria Ancxt, simply continued her husband's Protestant Bible production, uninhibited by his terrifying fate and without experiencing any form of judicial censure. This essay, in contrast, presents a painstaking study of Ancxt's entire Bible production, which firmly arrives at the conclusion that it was largely Catholic in character—although Ancxt explored the boundaries of what was possible—and that this is the reason why she was never disturbed by the authorities. This essay, therefore, also includes more general remarks on confessionally or ideologically colored history writing—in the past and present—while exploring its boundaries. (Published online by Cambridge University Press:  26 March 2021).","collections":"historic","ref":"","filesize":"224","iso":"nld","year":1535,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"NLDJVL_DBS_HS","language":{"iso":"nld","glotto_id":"dutc1256","iso1":"nl","name":"Dutch","autonym":"Nederlands","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Aruba, Belgium, Brazil, Canada, France, Germany, Indonesia (Java and Bali), Netherlands Antilles, South Africa, Suriname, United States.","country_id":"NL","latitude":52,"longitude":5,"population":23100000,"status_id":"1"}}