{"id":"Dutch-1996-Genesis-Portion-Today's-Dutch","abbr":"NLDGNB","title":"Dutch (1996) Genesis Portion","title_vernacular":"Nederlands (1996) Genesis Deel","description":"Dutch is spoken by about 29 million people in the Netherlands and northern Belgium, where it is known as Flemish, and is co- official with the French of the Walloons. Although separated by distinct cultural heritages and national borders, the Dutch and Flemish admit few linguistic differences, and, in fact, there are only trifling variations in Dutch and Flemish, mostly in pro- nunciation. There are also Dutch-speaking populations in the Netherlands Antilles, Surinam, and the former Dutch East Indies.\u003cbr\u003eDutch is a Germanic language, related to Frisian. The Romans, however, record making contact in this area with non-Germanic tribes related to the Celtic Belgian peoples. Even at this early date, there were already Germanic groups (e.g. the Batavi) living around the Rhine delta. Later the Frankish tribes extended their influence over the area, and the Celtic inhabitants gradually accepted the Low Franconian idiom. Mixed with elements of Frisian it became the modem vernacular of the Dutch and Flemish. Regional dialectal differences can still be noted.\u003cbr\u003eThe extraordinary devotion of the Dutch-speaking people to their Bible has been demonstrated by the honor paid to it, both publicly and privately, as a symbol of their civil and religious freedom. But this esteem is still better proved by the constant use of the Bible in personal devotions and its central place in worship services.\u003cbr\u003eMore than a century before the publication of the States- General Version in 1637, the Antwerp printer J. van Liesvelt gave the Dutch their first complete Bible, translated mostly from Luther’s version by a group of early Protestants, whose names have been lost. Indeed, in those days it was almost signing one’s own death warrant to put one’s name to a vernacu- lar Bible. But after the long fight for freedom from Spain had been won by the provinces of the Low Countries, the Synod of Dort in 1618-1619 made provision for a translation of the Bible directly from the Greek and Hebrew original texts, such as the English people had acquired in 1611. Licensed by the States-General, this Bible was published in 1637, and superseded all earlier editions. It was soon found in every household, and went with the Dutch colonizers to the New World and to South Africa.\u003cbr\u003e\u003cbr\u003e1477 Old Testament (except Psalms) J. Jacobszoen,\u003cbr\u003eM. Yemantszoen, Delft\u003cbr\u003eThe ‘ Delft Bible’, not even a whole Testament , provides the text of a 14th-century version which had circulated in Ms. form. In the same year a version of the Liturgical Gospels and Epistles was published in Gouda.\u003cbr\u003e1480 Psalms J. Jacobszoen, M. Yemantszoen, Delft Translated on the basis of an earlier Ms. version. Numerous other early Dutch Psalters appeared between 1526 and 1579.\u003cbr\u003e1522 New Testament H. van Ruremund, Antwerp\u003cbr\u003eThe first Dutch N.T. Although the translator is not known, it appears to have been prepared from the Vulgate, with an awareness of the Greek readings.\u003cbr\u003e1322 Matthew D. Pieterszoen, Amsterdam Translated by Johan Pelt, from Erasmus’ Latin text.\u003cbr\u003e1523 New Testament A. van Bergen, Antwerp, D. Pieterszoen, Amsterdam\u003cbr\u003eTranslated from Luther’s German version. Numerous other editions appeared throughout the Lour Countries during the next decade; some were considerably revised ( e.g . that of Janszoen, Leiden, 1 533.)\u003cbr\u003e1 525 Old Testament Kaetz, Delft, et al.\u003cbr\u003eThe first complete O. T. in Dutch. The Pentateuch owed much to the Luther version; the rest to the ‘Delft Bible’.\u003cbr\u003e1526 Bible J. van Liesvelt, Antwerp\u003cbr\u003eThe first complete printed Dutch Bible, prepared by a group of Dutch scholars. J. van Liesvelt had printed the Gospels as early as 1 322. Although the first edition by van Liesvelt turned to the Vulgate (while noting other versions) for those portions which had not yet been\u003cbr\u003epublished in Luther’s version, later van Liesvelt printings were based solely on Luther.\u003cbr\u003e1528 Bible W. Vorstermann, Antwerp\u003cbr\u003eThis version followed the van Liesvelt Bible of 1326 with some cardinal passages changed in a Roman Catholic sense.\u003cbr\u003e1548 Bible B. van Grave, Louvain\u003cbr\u003eA revision of the 1477 Vulgate by Claus ( Nicholas ) van Winghe and other members of the faculty of the University of Louvain, inasmuch as they felt that the Vorstermann Bible was inadequate for Roman Catholics. To insure its success, they condemned another Roman Catholic Bible by Alexander Blankaert, a Carmelite, which was published in 1477 at Cologne.\u003cbr\u003e1556 Bible S. Mierdman \u0026J. Gheylliaert, Emden Edited by Jan Gheylliaert; prepared from the German Zurich version and the van Liesvelt Bible of 1326. It became popular among Re- formed churchmen.\u003cbr\u003e1556 New Testament G. van der Erven, Emden Based on Stephanus’ Greek text of 1342 and translated by Jan Utenhove and a group of Reformed ministers in exile, it is the earliest Dutch text with numbered verses.\u003cbr\u003e1558 Bible S. Mierdmen \u0026J. Gheylliaert, Emden\u003cbr\u003eBased on the Magdeburg Low German Bible of 1334, this Bible was used by Mennonites and Dutch Lutherans until 1648. Numerous re- visions appeared. Known as the ‘Biestkens Bible’, although neither prepared nor initially published by N. Biestkens van Diest, this version took its name from his modification of the text in the 1360 (1st) and subsequent printings by Biestkens.\u003cbr\u003e1559 New Testament Emden\u003cbr\u003eTranslated by Johan Dyrkinus, on the basis of the Utenhove N. T. It was later included in Deux Aes Bible of 1 362-1364.\u003cbr\u003e1562-1564 Bible G. van der Erven, Emden Translated by Godfried van Wingen, and known as the ‘Deux Aes Bible', owing to a note on Nehemiah 3.3. Including the Dyrkinus N.T., it was the Bible of the Reformed Church until 1637. Often reprinted and revised.\u003cbr\u003e1599 Bible J. Moerentorf, Antwerp\u003cbr\u003eA revision of the Louvain Bible, based on the then recently published Clementine Vulgate, and prepared by the faculty of Louvain University. It served until the late 19th century as the standard Dutch Roman Catholic Bible. Several revisions have appeared.\u003cbr\u003e1637 Bible P. A. van Ravesteyn, Leiden The ‘States-General Version, prepared after a resolution (16 18-16 19) of the Synod of Dort. The translators were W. Baudart, Jan Boger- man, Gerson Bucer, Peter Cornelli, Jacob Roland, Anthony Thysius, and Anthony Walaeus. Authorized by the States-General it became the standard Bible of the Dutch Reformed Church, and remains in use to this day.\u003cbr\u003e1648 Bible D. van Baardt, Amsterdam\u003cbr\u003eA revision of the Biestkens Bible by Adolf Visscher; it brought the text into accord with the Luther Bible. It remained the Bible of Dutch Lutherans until 195 L when the Netherlands BS version was adopted.\u003cbr\u003e1689-1692 New Testament 1715-1717 Old Testament Utrecht.Translated by Andreas van der Schnur, for the Old-Catholics. A revised text, prepared by van der Schuur, with the assistance of H. van Rhijn, was published in Utrecht in 1732.\u003cbr\u003e1717 New Testament Ghent\u003cbr\u003eTranslated by an Old-Catholic scholar, P. L. Verhulst, at the com- mand of Tsar Peter the Great. Printed in a diglot, with Slavonic text added when the sheets reached St. Petersburg. Only a few were done and later most were destroyed.\u003cbr\u003e1846 New Testament BFBS\u003cbr\u003eA revision of the van der Schuur version by Petrus Buys. It remained the substance of the Dutch Catholic Bible until 1953, when the Old- Catholic Church adopted the NBS version of the O.T., to be used with their own new edition of the N. T.\u003cbr\u003e1859-1872 New Testament (incomplete) S-Hertogenbosch Translated with commentary by S. P. Lipman, Roman Catholic. Between 1839 and 1866 a similar Roman Catholic version by J. T. Beelen appeared in Louvain.\u003cbr\u003e1867—1868 New Testament Amsterdam A new version, prepared by J. J. Prins and others, for the General Synod of the Dutch Reformed Church.\u003cbr\u003e1877 New Testament The Hague\u003cbr\u003eA translation based on the version of John N. Darby, leader of the Plymouth Brethren; it was prepared by H. C. and N. A.J. Voorhoeve.","collections":"genesis","ref":"","filesize":"236","iso":"nld","year":1996,"type":"genesis","provider":"Netherlands Bible Society","org_id":"bible-society-of-the-netherlands","digitizer":"The Long Now Foundation","archive_id":"NLDGNB_DBS_HS/Dutch-(1996)-Genesis-Portion-(Today's-Dutch)","language":{"iso":"nld","glotto_id":"dutc1256","iso1":"nl","name":"Dutch","autonym":"Nederlands","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Aruba, Belgium, Brazil, Canada, France, Germany, Indonesia (Java and Bali), Netherlands Antilles, South Africa, Suriname, United States.","country_id":"NL","latitude":52,"longitude":5,"population":23100000,"status_id":"1"}}