{"id":"Efate-1877-Luke","abbr":"LLPJHN","title":"Efate (1877) Luke","title_vernacular":"Efate (1877) Luka","description":"Efate is the seat of the capital of the New Hebrides, a chain of some 80 islands stretching across 450 miles of the south Pacific. The islanders are predominantly Melanesian. Polynesian tongues are spoken on only a few of the islands (i.e., Aniwa, Futuna, and Western Emae, and on tiny Mele and Fila along the western coast ofEfate). The Nguna language is spoken in several forms on Efate: Havannah Harbor, Erakor, and Pango dialects; Nguna (Nguna Proper); Epi (Livara dialect); Emae, or Three Hills Island (Sesake dialect in the eastern part); and Makura. The Efate dialects are spoken in all by about 3,500 islanders.\u003cbr\u003e\u003cbr\u003eErakor Dialect\u003cbr\u003e1866 Mark BFBS, Sydney\u003cbr\u003eTranslated by Donald Morrison, a Presbyterian missionary.\u003cbr\u003e1871 John BFBS, Auckland\u003cbr\u003e1874 Genesis New South Wales Auxiliary BS\u003cbr\u003eTranslated by James Cosh, Presbyterian.\u003cbr\u003e1880 Acts NSW Auxiliary BS Translated by J. W. MacKenzie, Presbyterian.\u003cbr\u003eHavannah Harbor Dialect 1877 Luke BFBS, Sydney\u003cbr\u003e1883 Luke (revised) Romans BFBS, Melbourne Translated by D. MacDonald, Presbyterian.\u003cbr\u003eUnion Efate Nguna\u003cbr\u003e1889 John BFBS, Sydney\u003cbr\u003e1889 New Testament BFBS, Melbourne\u003cbr\u003eRevised by D. MacDonald and J. W. MacKenzie, in a usage\u003cbr\u003eintended for all Nguna speakers on Efate.\u003cbr\u003e1908 Old Testament BFBS, London.","collections":"historic","ref":"","filesize":"21","iso":"llp","year":1877,"type":"scan","provider":"F. Cunninghame and Co.","org_id":"","digitizer":"","archive_id":"LLPJHN_DBS_HS/Efate-(1877)-Luke","language":{"iso":"llp","glotto_id":"nort2836","name":"North Efate","autonym":"Nakanamanga","level":"L","location":"Vanuatu","area":"North Efate Island, Nguna, Tongoa, and several smaller islands, southeast Epi.","country_id":"VU","latitude":-17.57743,"longitude":168.3753,"population":9500,"status_id":"5"}}