{"id":"English-1808-Newcomes-Corrected-New-Testament","abbr":"ENGNCN","title":"English (1808) Newcomes Corrected New Testament","title_vernacular":"","description":"The \"New Testament, in an Improved Version, upon the Basis of Archbishop Newcome’s New Translation: with a Corrected Text, and Notes Critical and Explanatory,\" published in 1808 in London by Richard Taylor \u0026 Co., and distributed in America by William Wells of Boston in 1809, represents a significant revision in the history of biblical translations. This version, also published in a fourth edition with corrections and additions in 1817, is a revision of Newcome’s version from 1796.\u003cbr\u003e\u003cbr\u003eThis \"Improved\" New Testament was published anonymously by a group identified on the title page as “A Society for Promoting Christian Knowledge and the Practice of Virtue by the Distribution of Books.” This phrasing seems to have been chosen to suggest affiliation with the well-established Anglican organization founded in 1698 by Thomas Bray, which focused on distributing orthodox Christian literature to poor churches abroad. However, the introduction omits a crucial detail: the \"Society\" in question was actually the Unitarian Society, and the version's main goal was to promote Unitarian ideas.\u003cbr\u003e\u003cbr\u003eThe decision to conceal its Unitarian origins was intentional, as the principal editor later revealed. They avoided using the word \"Unitarian\" on the title page to prevent deterring people who might otherwise benefit from the work but would be put off by its Unitarian association. Despite these precautions, it eventually became common knowledge that the version was financed by Unitarians and mainly edited by Thomas Belsham, a well-known Unitarian controversialist. This version of the New Testament thus stands as an example of how religious texts can be used to advance specific theological perspectives while navigating the sensitivities and biases of the broader religious community.","collections":"historic","ref":"http://www.bible-researcher.com/belsham.html","filesize":"94","iso":"eng","year":1808,"type":"scan","provider":"Society for Promoting Christian Knowledge","org_id":"","digitizer":"","archive_id":"ENGNCN_DBS_HS/English-(1808)-Newcomes-Corrected-New-Testament","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}