{"id":"English-1552-Jugge's-Tynalde-NT","abbr":"ENGTYN","title":"English (1552) Jugge's Tynalde New Testament","title_vernacular":"","description":"Richard Jugge, believed to have been born in Waterbeach, Cambridgeshire, was an eminent figure in the early history of English printing. Educated at Eton and King's College, Cambridge, Jugge became a freeman of the Stationers' Company in 1541 and began his notable work in printing the New Testament in English, dated 1550. His contributions to printing were not just technical but also artistic, as Joseph Ames in Typographical Antiquities notes, Jugge was \"very curious, in his editions of both the Old and New Testament, bestowing not only a good letter, but many elegant initial letters and fine wooden cuts.\"\u003cbr\u003e\u003cbr\u003eA foundational member of the Stationers' Company, Jugge held significant positions within the organization, serving as Warden in 1560, 1563, and 1566, and as Master in 1568, 1569, 1573, and 1574. With the accession of Queen Elizabeth, Jugge, alongside John Cawood, was appointed Royal Printer. After Cawood's passing, Jugge briefly enjoyed the sole privileges of this patent but soon found the responsibility burdensome, particularly in producing Bibles.\u003cbr\u003e\u003cbr\u003eJugge's struggle with the volume of work required for Bible production is evident in his output. It took him two years to complete an octavo Testament, and he managed only two folio Bibles in the same period that his predecessors, Richard Grafton and Edward Whitchurch, had produced seven. This slow rate of production was a concern for both the Government and the Church. Consequently, after extensive deliberations over these grievances, Jugge was instructed to limit his printing to the quarto Bible and the Testament in sextodecimo.","collections":"historic","ref":"","filesize":"209","iso":"eng","year":1552,"type":"illuminated","provider":"GreatSite.com","org_id":"","digitizer":"","archive_id":"ENGTYN_DBS_HS","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}