{"id":"English-1580-Tyndales-Five-Books-of-Moses-OT-Portions","abbr":"ENGTYN","title":"English (1580) Tyndales Five Books of Moses - OT Portions","title_vernacular":"","description":"In 1530, William Tyndale published \"The fyrste boke of Moses call Genesis,\" a significant English translation of the Pentateuch, printed in Marlborow (Hesse) by Hans Luft, although often attributed to Antwerp and Hoochstraten. This edition is notable for rendering the deity as \"Jehovah\" in several instances. A second edition, corrected and amended by Tyndale, appeared in 1533, with only Genesis receiving significant revisions, while the other books remained unchanged. Subsequent editions were published in London by John Day in 1551 and 1552. Additionally, a verbatim reprint of the 1530 edition was compared with Tyndale's 1534 Genesis and other sources, providing valuable collations and prolegomena.\u003cbr\u003e\u003cbr\u003eThe 1599 Geneva-Towson-Junius Bible, \"The Bible, that is... With ...Annotations...,\" printed in London by the deputies of Christopher Barker, combined the Genevan Old Testament, Laurence Tomson's New Testament (except Revelation), and Francis Junius' translation of Revelation by Thomas Barbar. Further editions followed in 1603, 1610 (which contained an error at John 6:67, \"Judas\" for \"Jesus\"), 1611, 1612, 1615, 1616, 1633, 1640, and 1644. Another significant publication was \"The New Testament of ovr Lord Iesvs Christ, Translated out of Greeke by Theod. Beza,\" with summaries and annotations by L. Tomson and Fr. Junius on Revelation, printed in London by Robert Barker in 1602 and again in 1610. These works collectively represent important milestones in the history of English Bible translations, as documented in the Catalogue of English Bible Translations by Chambelin.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Tyndale_Bible","filesize":"34","iso":"eng","year":1599,"type":"reprint","provider":"","org_id":"","digitizer":"","archive_id":"ENGTYN_DBS_HS/English-(1580)-Tyndales-Five-Books-of-Moses-OT-Portions","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}