{"id":"English-1902-Amercian-Bible-Ballentine-NT-Portions","abbr":"ENGAME","title":"English (1902) Amercian Bible (Ballentine) NT Portions","title_vernacular":"","description":"The 1902 publication \"The American Bible - The Books of the Bible in Modern English for American Readers\" by Frank Schell Ballentine represents a significant endeavor in making the Bible more accessible to American audiences. Published by the Good News Publishing Company in Scranton, PA, this edition sought to bridge the linguistic and cultural gap between the traditional Biblical texts and the contemporary American reader.\u003cbr\u003e\u003cbr\u003eBallentine's work is notable for its commitment to presenting the Bible in a language and style that resonates with the modern American vernacular. This adaptation was not merely a simplification of the text but a thoughtful translation that aimed to maintain the essence and integrity of the original scriptures while making them more understandable and relatable to a 20th-century American audience. The focus was on clarity and relevance, ensuring that the timeless messages of the Bible could be comprehended and appreciated by readers unfamiliar with the archaic languages and contexts of the original texts.\u003cbr\u003e\u003cbr\u003e\"The American Bible\" is a testament to the evolving nature of Biblical translations and their role in making sacred texts accessible to broader audiences. By adapting the language to fit the contemporary dialect of the time, Ballentine's translation played a crucial role in democratizing the Bible, allowing more people to engage with its teachings in a meaningful way. This edition remains an important part of the history of Bible translations, reflecting the dynamic interplay between religious texts and the linguistic and cultural contexts of their readers.","collections":"historic","ref":"","filesize":"124","iso":"eng","year":1902,"type":"scan","provider":"Frank Schell Ballentine, Good News Publishing Company","org_id":"","digitizer":"","archive_id":"ENGAME_DBS_HS/English-(1902)-Amercian-Bible-(Ballentine)-NT-Portions","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}