{"id":"English-1769-KJV-Oxford-Blayney-Edition","abbr":"ENGKJV","title":"English (1769) KJV Oxford Blayney Edition","title_vernacular":"","description":"In 1769, Dr. Benjamin Blayney completed a significant revision of the King James Bible, utilizing Dr. Samuel Johnson’s 1755 first edition of the Johnson Dictionary. This revision played a pivotal role in standardizing spelling, punctuation, and grammar in the English language, contributing to its establishment as a major language in communication, commerce, and education.\u003cbr\u003e\u003cbr\u003eThe 1769 Blayney edition of the King James Bible is essentially the first edition of the text as it is widely known and loved today. A notable feature of this edition is that it includes the 14 intertestamental books known as the \"Apocrypha.\" King James had insisted on including these in his original 1611 edition, and they were present in nearly all Bibles up until the 1880s. Thus, the 1769 edition contains the full 80-book Bible (including the Apocrypha), unlike many King James Version Bibles printed from the 1880s onwards, which only contain the 66 canonical books.\u003cbr\u003e\u003cbr\u003eBlayney's revision involved extensive use of Dr. Johnson’s dictionary to bring uniform, modern spelling, punctuation, and grammar to the English language. Beyond correcting over 20,000 spelling and punctuation errors found in the 1611 King James Bible, such as updating \"citie\" to \"city,\" Blayney also made more than 400 corrections to the wording.\u003cbr\u003e\u003cbr\u003eAnother significant improvement in the 1769 edition was the use of a Roman Typeface, which is more legible than the fancy, calligraphy-like 'Gothic Blackletter' Typeface used in the 1611 edition. This change enhanced the readability of the King James Version, making it more accessible to a wider audience.","collections":"historic","ref":"","filesize":"92","iso":"eng","year":1769,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}