{"id":"English-1902-Weymouth-New-Testament","abbr":"ENGWEY","title":"English (1902) Weymouth New Testament","title_vernacular":"","description":"The Weymouth New Testament, formally known as \"The New Testament in Modern Speech\" or \"The Modern Speech New Testament,\" stands as a significant contribution to biblical translations by Richard Francis Weymouth. Weymouth, renowned for his work \"The Resultant Greek Testament,\" embarked on a mission to render the New Testament in nineteenth-century English, aiming to make it more accessible and comprehensible to the general populace. \u003cbr\u003e\u003cbr\u003e His translation was not just a mere linguistic exercise but an attempt to convey Greek idioms and expressions into the vernacular of modern English. Weymouth's approach was meticulous and scholarly; his source, \"The Resultant Greek Testament,\" was an eclectic text drawing on readings from various esteemed textual critics of the eighteenth and nineteenth centuries, including Stephens, Lachmann, Tregelles, Tischendorf, Lightfoot, Ellicott, Alford, Weiss, the Bâle edition, Westcott and Hort, and the Revision Committee of London. In instances of disagreement among these sources, Weymouth judiciously selected readings that garnered majority support among editors. \u003cbr\u003e\u003cbr\u003e Posthumously, the final publication of the text was overseen by his secretary, Reverend Ernest Hampden-Cook, in 1903. The translation was distinguished not only by its approach to language but also by its aim to provide a succinct and non-doctrinal commentary alongside the traditional texts. Subsequent editions and revisions, including those by James Alexander Robertson and others, have further cemented the Weymouth New Testament as a notable work in the realm of biblical translations, particularly for its efforts to bridge the gap between ancient scriptural texts and the linguistic understanding of a modern audience.","collections":"historic","ref":"","filesize":"79","iso":"eng","year":1902,"type":"scan","provider":"Richard Francis Weymouth, The Pilgrim Press, James Clarke \u0026 Co. LTD.","org_id":"","digitizer":"","archive_id":"ENGWEY_DBS_HS/English-(1902)-Weymouth-New-Testament","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}