{"id":"English-1860-Cassell's-Illustrated-Family-Bible-Vol.-2-2-Study","abbr":"ENGKJV","title":"English (1860) Cassell's Illustrated Family Bible (Vol. 2-2) Study","title_vernacular":"","description":"The second volume of \"The Holy Bible: Containing the Old and New Testaments, with Explanatory Notes, References, and a Condensed Concordance,\" published by Cassell, Petter \u0026 Galpin, is a continuation of the remarkable work initiated by John Cassell. Born on January 23, 1817, and passing on April 2, 1865, Cassell's legacy as an English publisher, printer, writer, and editor is deeply ingrained in the annals of educational and cultural literature. His founding of Cassell \u0026 Co marked a pivotal moment in the publishing world, particularly noted for its contribution to educational books, periodicals, and the pioneering of novel serial publication.\u003cbr\u003e\u003cbr\u003eJohn Cassell was more than a publisher; he was a visionary and a social reformer. His fervent Christian faith drove him to actively participate in the temperance movement within Britain and advocate for the reduction of taxes on publishing. Understanding the transformative power of education, Cassell dedicated his life to enhancing the lives of the working class through his publications. His efforts extended beyond the realm of publishing, as he was also a renowned tea and coffee merchant and a versatile business entrepreneur.\u003cbr\u003e\u003cbr\u003eThe second volume of this illustrated Bible, embellished with over nine hundred detailed engravings, is a testament to Cassell's commitment to making learning and culture accessible. His publications, spanning magazines and books, were not merely informative but were vehicles of cultural enrichment, bringing a wealth of knowledge and enlightenment to a wide audience. This volume, therefore, stands as a fitting tribute to Cassell's enduring impact on education and social reform.","collections":"historic","ref":"","filesize":"151","iso":"eng","year":1860,"type":"study","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1860)-Cassell's-Illustrated-Family-Bible-(Vol.-2-2)-Study","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}