{"id":"English-1796-Worchister-Bible-Abriged","abbr":"ENGWOB","title":"English (1796) Worchister Bible - Abridged","title_vernacular":"","description":"The 1796 edition of \"The Holy Bible Abridged; or, The History of the Old and New Testament,\" published in Worcester, Massachusetts by Thomas, Son \u0026 Thomas, is a significant version designed specifically for children. This edition is noted for being the Second Worcester Edition and bears similarities in textual content to the 1792 New York edition printed by William Durrell. However, it distinguishes itself by featuring a different set of illustrations.\u003cbr\u003e\u003cbr\u003eKey among these illustrations are woodcuts depicting Christ restoring the widow’s son to life (Luke 7:11–18) and Christ stilling the tempest (Luke 8:41–56). These woodcuts not only enhance the visual appeal of the Bible but also serve an educational purpose, helping to convey biblical stories to children in a more engaging and accessible manner.\u003cbr\u003e\u003cbr\u003eThis abridged version of the Bible reflects the trend of the late 18th century to make religious texts more accessible to younger audiences. By simplifying the content and adding illustrative elements, this edition aimed to foster religious education and moral development among children. The inclusion of notes and cuts (illustrations) suggests an effort to explain and illuminate the biblical stories, making them more understandable and relatable to a younger audience. This edition is a valuable example of early American efforts to tailor religious education to the needs and comprehension levels of children.","collections":"historic","ref":"https://www.smu.edu/Bridwell/SpecialCollectionsandArchives/Exhibitions/Childrens-Books/Bibles/Holy-Bible-Worcester-1796","filesize":"30","iso":"eng","year":1796,"type":"scan","provider":"Thomas, Son \u0026 Thomas","org_id":"","digitizer":"","archive_id":"ENGWOB_DBS_HS/English-(1796)-Worchister-Bible-Abriged","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}