{"id":"English-1640-Bay-Psalter-Bible-Psalms-Facsimile","abbr":"ENGBAY","title":"English (1640) Bay Psalter Bible - Psalms Facsimile","title_vernacular":"","description":"The Bay Psalm Book, printed in 1640 in Cambridge, Massachusetts, holds the distinction of being the first book printed in British North America. It is a metrical Psalter with English translations of the Psalms that, while not noted for their literary polish, mark a significant achievement in early American printing. The book's translations did not endure in popularity, although some of the tunes for these Psalms, like \"Old 100th,\" have survived.\u003cbr\u003e\u003cbr\u003eIn November 2013, a first edition copy of the Bay Psalm Book sold at auction for a record $14.2 million, underscoring its historical value. Early Massachusetts Bay Colony settlers brought with them several psalm books, including the Ainsworth Psalter, the Ravenscroft Psalter, and the Sternhold and Hopkins Psalter. Dissatisfied with these translations, they commissioned \"thirty pious and learned Ministers\" for a new translation closer to the Hebrew original. This group included Richard Mather, Thomas Mayhew, and John Eliot.\u003cbr\u003e\u003cbr\u003eThe Bay Psalm Book was the third product of the Stephen Day press and included a preface, an admonition to the reader, and an extensive list of errata. About 1,700 copies of the first edition were printed.\u003cbr\u003e\u003cbr\u003eSubsequent editions, notably the third edition in 1651 revised by Henry Dunster and Richard Lyon, were popularly known as the New England Psalter or New England Version. This version formed the basis for all later editions, with the ninth edition in 1698 being the first to include music, featuring tunes from John Playford's work.\u003cbr\u003e\u003cbr\u003eNeoclassical influences in England led to an evolution in psalm singing, affecting American practices. In the 18th century, new psalm versions by Tate and Brady, and Isaac Watts, gained popularity, eventually replacing the Bay Psalm Book in many New England congregations.\u003cbr\u003e\u003cbr\u003eCotton Mather's 1718 revision of the original Bay Psalm Book, followed by revisions in 1752 by John Barnard and in 1758 by Thomas Prince, reflected ongoing efforts to update the text. However, Prince's version did not gain widespread acceptance, leading the Old South Church in Boston to revert to Isaac Watts's earlier edition in 1789.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Bay_Psalm_Book","filesize":"16","iso":"eng","year":1640,"type":"reprint","provider":"Dodd, Mead \u0026 Company","org_id":"","digitizer":"","archive_id":"ENGBAY_DBS_HS/English-(1640)-Bay-Psalter-Bible-Psalms-Facsimile","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}