{"id":"English-1752-Douay-Rheims-Challoner-Bible-Vol.1-2","abbr":"ENGDRBCR","title":"English (1752) Douay-Rheims (Challoner) Bible - Vol.1-2","title_vernacular":"","description":"The Douay-Rheims Bible, revised by Richard Challoner, is a pivotal work in the history of English Bible translations. Originally translated from the Latin Vulgate and first published by the English College at Douay in 1609, it underwent several revisions by Challoner: \u003cbr\u003e\u003cbr\u003e 1749: The first revision of the New Testament, incorporating changes from the 1738 edition by Richard Challoner and Francis Blyth.\u003cbr\u003e 1750: The first revision of the Old Testament in two volumes, followed by the second revision of the New Testament in one volume.\u003cbr\u003e 1752: The third revision of the New Testament in two volumes.\u003cbr\u003e 1763 - 1764: The second revision of the Old Testament in four volumes.\u003cbr\u003e 1764: The fourth revision of the New Testament.\u003cbr\u003e 1772: The fifth revision of the New Testament.\u003cbr\u003e\u003cbr\u003e This work also saw several notable editions:\u003cbr\u003e 1790: The first American edition, based on Challoner's Second Edition (1763-64), published in Philadelphia by Carey, Stewart \u0026 Co. in two volumes.\u003cbr\u003e 1796: A four-volume edition published in Edinburgh by John Moir.\u003cbr\u003e 1942: The New Testament, as revised by Dr. Challoner in 1752, published in New York by The Douay Bible House. This edition was praised by the Pope as the best text in the American tradition.\u003cbr\u003e\u003cbr\u003e These revisions and editions reflect the enduring impact of Challoner's work, making the Douay-Rheims Bible more accessible and understandable for English-speaking Catholics. The Douay-Rheims Bible, especially the Challoner revision, continues to hold significance in religious studies and practices.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Douay%E2%80%93Rheims_Bible","filesize":"135","iso":"eng","year":1752,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGDRBCR_DBS_HS/English-(1752)-Douay-Rheims-(Challoner)-Bible-Vol.1-2","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}