{"id":"English-1866-American-Bible-Union-Baptist-New-Testament","abbr":"ENGABU","title":"English (1866) American Bible Union (Baptist) New Testament","title_vernacular":"","description":"The 1865 New Testament, titled \"The New Testament of our Lord and Savior Jesus Christ. The Common English Version, Corrected by the Final Committee of the American Bible Union,\" marks a significant moment in the history of biblical translations. This second revision, a modest refinement of the 1862-4 edition, was a product of the American Bible Union, a group formed in the mid-19th century with strong Baptist affiliations. \u003cbr\u003e\u003cbr\u003eDuring a period rife with external opposition and internal challenges, the American Bible Union managed to produce this notable revision. The project was led by an esteemed committee of scholars, including Thomas J. Conant, Horatio B. Hackett, and Asahel C. Kendrick. Their collective expertise contributed to a version that sought to enhance the clarity and accuracy of the English translation of the New Testament. \u003cbr\u003e\u003cbr\u003eThe revision process involved publishing the New Testament in parts from 1862 to 1864. The aim was to offer a text more closely aligned with the original Greek manuscripts while maintaining the essence of the widely accepted Common English Version. This endeavor reflects the period's growing interest in biblical scholarship and the desire to make the scriptures more comprehensible and relevant to contemporary readers. The American Bible Union's version is a testament to the dynamic nature of biblical translation and interpretation during a transformative era in American religious history.","collections":"historic","ref":"","filesize":"61","iso":"eng","year":1866,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGABU_DBS_HS/","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}