{"id":"English-1745-Primitive-New-Testament-Whiston","abbr":"ENGWHS","title":"English (1745) Primitive New Testament (Whiston)","title_vernacular":"","description":"The \"Primitive New Testament\" by William Whiston, published in 1745, is a distinctive work in the field of biblical translations. This version, titled \"Mr. Whiston's Primitive New Testament,\" was divided into four parts: the Four Gospels with the Acts of the Apostles, the XIV Epistles of Paul, the VII Catholic Epistles, and the Revelation of John. It was published in Stamford \u0026 London for the author.\u003cbr\u003e\u003cbr\u003eWhiston's translation was based on the Greek of the Clermont Manuscript, believed to be between 1400 and 1500 years old at the time, held in the King of France's Library at Paris. This manuscript's Latin text is part of the Old Italic Version, dating from the early second century. Whiston's work generally follows the King James Version (KJV), except where Greek manuscripts indicate differences in wording, additions, or omissions. He relied on the Codex Bezae and Codex Claromontanus for his translation.\u003cbr\u003e\u003cbr\u003eWhiston was also known for founding a society promoting primitive Christianity, delivering lectures in support of his theories. His involvement included notable figures like Thomas Chubb, Thomas Emlyn, and others, though some, like Samuel Clarke and Benjamin Hoadley, were skeptical of his reliance on the Apostolical Constitutions.\u003cbr\u003e\u003cbr\u003eFranz Wokenius wrote a Latin work in 1728 critiquing Whiston's views on primitive Christianity. While Whiston's challenges to Athanasian teachings led to perceptions of heresy, he was a firm believer in the supernatural aspects of Christianity, defending prophecy and miracles, and supporting practices like anointing the sick.\u003cbr\u003e\u003cbr\u003eWhiston's religious journey culminated in his departure from the Anglican communion for the Baptists around 1747, a decision made during a church service when the Athanasian Creed was being read. His \"Primitive New Testament\" is a reflection of his unique theological perspectives and his commitment to exploring early Christian texts and practices.","collections":"historic","ref":"https://en.wikipedia.org/wiki/William_Whiston","filesize":"18","iso":"eng","year":1752,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGWHS_DBS_HS/English-(1745)-Primitive-New-Testament-(Whiston)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}