{"id":"English-1858-Imperial-Family-Bible-Study","abbr":"ENGKJV","title":"English (1858) Imperial Family Bible (Study)","title_vernacular":"","description":"The Imperial Family Bible, a comprehensive work containing both the Old and New Testaments, is distinguished by its adherence to the most approved copies of the Authorized Version. This edition is remarkable for its extensive array of critical, explanatory, and practical notes, alongside references, readings, chronological tables, and indexes. The text is further enhanced by a curated series of historical designs and authentic depictions of significant biblical locations. This unique blend of scholarly rigor and visual appeal was crafted to cater to a wide audience, aiming to be accessible for the general populace while maintaining the depth needed for scholarly pursuits.\u003cbr\u003e\u003cbr\u003ePublished by Blackie, a renowned name in theological and biblical publications, the Imperial Family Bible was celebrated as one of their most grandiose and significant works. Its appeal transcended social strata, finding favor in both academic circles and among the general public. Notably, the edition garnered royal attention and approval. Her Majesty Queen Victoria and His Royal Highness Prince Albert, the Prince Consort, each procured a copy upon its initial release, underscoring its esteemed status. Furthermore, it received patronage from numerous members of the Royal Household, several bishops, and a broad spectrum of the nobility, clergy, and landed gentry. This widespread endorsement and popularity underscore the Imperial Family Bible's significant impact and its enduring legacy in the realm of religious literature.","collections":"historic","ref":"","filesize":"299","iso":"eng","year":1858,"type":"study","provider":"Blackie and Son","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1858)-Imperial-Family-Bible-(Study)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}