{"id":"English-1861-Holy-Scriptures-of-the-Old-Covenant-Wellbeloved-OT-Portions","abbr":"ENGWELL","title":"English (1861) Holy Scriptures of the Old Covenant (Wellbeloved) - OT Portions","title_vernacular":"","description":"The 1861 volume of \"The Holy Scriptures of the Old Covenant,\" part of a three-volume series, represents an ambitious project to revise the King James Version of the Old Testament. This collaborative effort, spearheaded by Charles Wellbeloved, George Vance Smith, and John Scott Porter, was published in London by Longman, Brown, Green, Longmans, and Roberts between 1859 and 1862.\u003cbr\u003e\u003cbr\u003eThe second volume, released in 1861, is a comprehensive collection that encompasses the books of Samuel, Kings, Chronicles, Ezra, Nehemiah, Esther, Job, and Psalms. This volume is notable for its meticulous revision work, which aimed to enhance the readability and accuracy of the biblical texts while remaining faithful to the essence of the original scriptures.\u003cbr\u003e\u003cbr\u003eCharles Wellbeloved, a respected scholar, was responsible for revising significant portions of the Old Testament, including the Pentateuch, Joshua, Judges, Ruth, Job, Psalms, Proverbs, Ecclesiastes, and the Minor Prophets. George Vance Smith, renowned for his scholarly acumen, revised the books of Samuel, Ezra, Nehemiah, Esther, Isaiah, Jeremiah, and the Lamentations. John Scott Porter, another eminent figure in biblical studies, took charge of revising the books of Kings, Chronicles, Ezekiel, and Daniel.\u003cbr\u003e\u003cbr\u003eThis volume, along with its counterparts, reflects the intellectual rigor and collaborative spirit of its editors. Their work not only provided an updated version of the Old Testament but also contributed significantly to biblical scholarship, offering new perspectives and insights into the ancient texts. This series remains a valuable resource for scholars and students of the Bible, showcasing the evolving nature of biblical interpretation and translation.","collections":"historic","ref":"","filesize":"87","iso":"eng","year":1861,"type":"scan","provider":"Longman, Green, Longman, and Roberts","org_id":"","digitizer":"","archive_id":"ENGWELL_DBS_HS/English-(1861)-Holy-Scriptures-of-the-Old-Covenant-(Wellbeloved)-OT-Portions","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}