{"id":"English-1903-Holy-Bible-Improved-Edition-Bible-Union","abbr":"ENGAME","title":"English (1903) Holy Bible Improved Edition (Bible Union)","title_vernacular":"","description":"The American Bible Union's \"Holy Bible, Containing the Old and New Testaments, An Improved Edition\" stands as a noteworthy chapter in the history of Bible translation, particularly in the context of revising the King James Version. Initially established with the primary aim of revising the King James Version, the American Bible Union embarked on its ambitious project by publishing a New Testament between 1862 and 1864. Post-1865, efforts were also extended towards revising the Old Testament, though a complete work was not published during this phase. \u003cbr\u003e\u003cbr\u003e In 1883, after the dissolution of the Bible Union, its legacy and mission were inherited by The American Baptist Publication Society. This institution reignited the revision work, leading to the publication of a revised New Testament in 1891. Further, in 1912, it released an improved version of both the Old and New Testaments, reprinted a year later. This edition is significant for its reference to newly available manuscripts, likely including the Sinaiticus and Vaticanus, among others. Despite this, the translation predominantly adheres to the Textus Receptus. \u003cbr\u003e\u003cbr\u003e Characterized by its literal translation approach, this edition is distinguished by its retention of the traditional 'thee' and 'you' forms, reflecting a balance between modernity and textual fidelity. As one of the last complete Bibles to enter the public domain, the \"Improved Edition\" marks a critical juncture in the journey of Bible translations, embodying a blend of historical reverence and progressive adaptation.","collections":"historic","ref":"","filesize":"241","iso":"eng","year":1903,"type":"scan","provider":"American Baptist Publication Society","org_id":"american-baptist-mission-press","digitizer":"","archive_id":"ENGAME_DBS_HS/English-(1903)-Holy-Bible-Improved-Edition-(Bible-Union)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}