{"id":"English-1886-Bartlett-Bible-Vol.1-2","abbr":"ENGBAR","title":"English (1886) Bartlett Bible - Vol.1-2","title_vernacular":"","description":"John Bartlett, a man whose lineage traced back to significant historical figures such as the Mayflower Pilgrims and survivors of the infamous 1635 shipwreck off Cape Ann, was a prodigious intellect from a young age. Born in Plymouth, Massachusetts, to William Bartlett and Susan Thacher, he showcased an extraordinary aptitude for reading, having read the entire Bible by the tender age of nine. His educational journey culminated at the age of sixteen, after which he ventured to Cambridge, Massachusetts. Here, he initially worked for the University Bookstore, a hub for Harvard students, and by twenty-nine, he had risen to own the store.\u003cbr\u003e\u003cbr\u003eBartlett's remarkable memory for quotations and trivia soon made him a local oracle of knowledge, with \"Ask John Bartlett\" becoming a popular phrase for those seeking answers. His passion for quotations led him to compile a commonplace book to assist with queries, which eventually evolved into the first edition of his seminal work, \"Familiar Quotations,\" published privately in 1855. This initial 258-page edition included quotations from 169 authors, with a significant portion devoted to the Bible and William Shakespeare, alongside other eminent English poets.\u003cbr\u003e\u003cbr\u003eBartlett's dedication to this work was further exemplified by the meticulous concordance he created with his wife, Hannah, the daughter of Sidney Willard, a Harvard professor of Hebrew. This effort, he estimated, took about 16,000 hours. Bartlett's life journey concluded in Cambridge, Massachusetts, where he passed away at 85, leaving behind a legacy etched in his contributions to literature and historical memory. He lies buried at Mount Auburn Cemetery in Cambridge, Middlesex County, Massachusetts.","collections":"historic","ref":"","filesize":"110","iso":"eng","year":1886,"type":"scan","provider":"G. P. Putnam's Sons","org_id":"","digitizer":"","archive_id":"ENGBAR_DBS_HS/English-(1886)-Bartlett-Bible-Vol.1-2","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}