{"id":"English-1800-Christian's-New-and-Complete-British-Family-Bible-Study","abbr":"ENGCNC","title":"English (1800) Christian's New and Complete British Family Bible (Study)","title_vernacular":"","description":"The Christian's New and Complete British Family Bible, printed around 1800 for Alex. Hogg in London, is a distinguished example of an early 19th-century family Bible. This folio-sized edition, measuring approximately 9-1/2 by 15 inches, is bound in contemporary full tree calf with gilt decoration, featuring a richly decorated spine with raised bands, a red morocco spine label, and marbled endpapers.\u003cbr\u003e\u003cbr\u003eNotable for its use of the King James text, first published in 1611, this Bible has had a profound influence on English piety, language, and literature. It is emblematic of the versions commonly found in family Bibles of the period, intended for both use and display in the home. This edition is enhanced by 82 copper-engraved plates, including an allegorical frontispiece, adding a visual dimension to the scriptural text. These engravings depict dramatic moments and significant figures from the Bible.\u003cbr\u003e\u003cbr\u003eAccompanying the biblical text is extensive historical and theological commentary compiled by Paul Wright, known as the \"Vicar of Oakley and Rector of Snoreham.\" The inclusion of the Apocrypha adds to its comprehensiveness. This Bible's first publication was in 1782 as The Complete British Family Bible (Herbert 1278), making it a valuable piece of religious and literary history. Its combination of scriptural content, scholarly commentary, and artistic illustration makes it a significant artifact from the turn of the 19th century, reflecting the era's approach to biblical interpretation and family devotion.","collections":"historic","ref":"","filesize":"287","iso":"eng","year":1800,"type":"study","provider":"Paul Wright","org_id":"","digitizer":"","archive_id":"ENGCNC_DBS_HS/English-(1800)-Christian's-New-and-Complete-British-Family-Bible-(Study)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}