{"id":"English-1754-Wesleys-New-Testament-with-Notes","abbr":"ENGWES","title":"English (1754) Wesleys New Testament (with Notes)","title_vernacular":"","description":"John Wesley's translation of the New Testament, published in 1755, represents a significant effort to correct perceived errors in the King James Version (AV). His translation of the Old Testament followed in 1764. Wesley, directly consulting Greek texts, aimed to improve the clarity, strength, and consistency of the biblical text. His approach to translation was meticulous, as he states in the Preface, altering the text only where it enhanced the sense or brought it closer to the original.\u003cbr\u003e\u003cbr\u003eWesley's New Testament features many modifications from the AV, with approximately 12,000 single-word changes. The text is presented in paragraphs rather than verses, and Wesley's notes are included below the text on each page. The Bible also contains a portrait of Wesley preaching.\u003cbr\u003e\u003cbr\u003eThe work saw several reprints and editions, including a 1757 reprint, a standard edition in 1760, and subsequent editions in 1765 (Bristol: William Pine), 1768, 1790 (abridged edition, City Road, London), 1839, and modern editions by Lutterworth Press (1938, 1953) and Epworth Press (1954, 1976). The first American edition was published in Philadelphia in 1791, with other American editions following in New York (1806, 1812, 1818, 1839, 1844), Chicago, Philadelphia, and Toronto (1938), and Grand Rapids (1986), among others.\u003cbr\u003e\u003cbr\u003eJohn Wesley's New Testament is not just a translation but also a testament to his theological perspectives and commitment to making the Bible accessible and understandable to a wider audience.","collections":"historic","ref":"https://library.garrett.edu/collections/special-collections/rare-bible-digital-exhibit/post-1600/john-wesley-new-testament-1755","filesize":"40","iso":"eng","year":1754,"type":"scan","provider":"Carlton \u0026 Porter","org_id":"","digitizer":"","archive_id":"ENGWES_DBS_HS/English-(1754)-Wesleys-New-Testament-(with-Notes)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}