{"id":"English-1808-The-Septuagint-Old-Testamant-Translation-Charles-Thomson","abbr":"ENGSOT","title":"English (1808) The Septuagint Old Testamant Translation (Charles Thomson)","title_vernacular":"","description":"Charles Thomson's translation of the Septuagint, the Greek version of the Old Testament, into English is a notable work in biblical scholarship. Completed over 19 years and published in 1808, Thomson’s work stands out for being a direct translation from the Greek Septuagint, a rarity at the time. Thomson, a Greek scholar who had been a teacher at several prominent schools before the American Revolution, accomplished this monumental task largely independently, without significant assistance from other scholars.\u003cbr\u003e\u003cbr\u003eHis translation of the entire Greek Bible, excluding the Apocrypha, was published in a thousand sets of four volumes, with the fourth volume dedicated to Thomson’s translation of the New Testament. The project was printed by Jane Aitken in Philadelphia. Thomson's translation was the first English version of the Septuagint to be published and was highly regarded by British biblical scholars, who viewed it as representative of the best in American scholarship.\u003cbr\u003e\u003cbr\u003eDavid Daniell, in his comprehensive work \"The Bible in English\" (2003), noted that the scholars working on the Revised Version in England in 1881 referred to Thomson's translations among other sources. Furthermore, Thomson's version of the New Covenant/Testament is recognized as the first American translation of these texts.\u003cbr\u003e\u003cbr\u003eThomson's personal copy of the translation, which contains his final corrections to the manuscript, is housed in the Philadelphia library. In addition to this translation, Thomson also published \"A Synopsis of the Four Evangelists\" in 1815, a work that originated from his notes for the translation project.\u003cbr\u003e\u003cbr\u003eCharles Thomson (1729–1824) is also historically significant as the secretary of the Continental Congress from 1774 to 1789, playing a vital role in the early history of the United States. His translation of the Septuagint is a testament to his scholarly contributions beyond his political involvement.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Thomson%27s_Translation","filesize":"65","iso":"eng","year":1808,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGSOT_DBS_HS/English-(1808)-The-Septuagint-Old-Testamant-Translation-(Charles-Thomson)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}