{"id":"English-1888-KJV-with-Anglican-Commentary-Vol-1-2-with-App","abbr":"ENGKJV","title":"English (1888) KJV (with Anglican Commentary) Vol.1 -2 with App","title_vernacular":"","description":"The history of Bible printing in America, particularly during the seventeenth and early eighteenth centuries, was marked by limited domestic production. During this period, most Bibles were imported from British and European printers or brought to the new continent by immigrants. However, with the advancement of printing technology and increasing demand, the late eighteenth and early nineteenth centuries saw a significant expansion in Bible publishing within America. Key cities such as Boston, Philadelphia, and New York emerged as major centers for Bible production.\u003cbr\u003e\u003cbr\u003eBible historian Paul Gutjahr highlights the immense popularity of the Bible in eighteenth-century North America, describing it as the \"most printed, most distributed, and most read written text.\" This period witnessed the Bible not only as a cornerstone of religious and spiritual life but also as a symbol of familial heritage and pride. It served as a bridge connecting families to their distant relatives and ancestors.\u003cbr\u003e\u003cbr\u003ePublishers, recognizing the Bible's significance in family life and its role as a cherished heirloom, began producing editions with ornate and elaborate designs. These Bibles often featured intricately carved or embossed covers and were sometimes adorned with colored illustrations. This aesthetic enhancement was not merely for decoration but also to reflect the sacredness and reverence with which the text was held. In many households, space was made to display these beautifully crafted Bibles, signifying their importance in the family's daily life and spiritual journey. This period of American Bible printing history underscores the evolving relationship between religious texts and their societal and cultural significance.","collections":"historic","ref":"","filesize":"309","iso":"eng","year":1888,"type":"study","provider":"","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1888)-KJV-(with-Anglican-Commentary)-Vol-1-2-with-App","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}