{"id":"English-1610-Douay-Bible","abbr":"ENGDRB","title":"English (1610) Douay Bible","title_vernacular":"","description":"The Douay–Rheims Bible, also known as the Rheims–Douai Bible or Douai Bible, and abbreviated as D–R and DRB, is a significant English translation of the Bible. It was translated from the Latin Vulgate by members of the English College, Douai, in service to the Catholic Church. The New Testament was first published in Reims, France, in 1582 with extensive commentary and notes. The Old Testament followed in two volumes, published in 1609 and 1610 by the University of Douai. The first volume covered Genesis through Job, and the second included Psalms to 2 Machabees along with the deuterocanonical books of the Vulgate. The extensive marginal notes were polemical and patristic in nature, providing insights on translation issues and the Hebrew and Greek source texts.\u003cbr\u003e\u003cbr\u003eThe Douay–Rheims Bible was intended to support Catholic tradition against the Protestant Reformation, which had been influential in Elizabethan religion and academia. As part of the Counter-Reformation, this translation aimed to uphold Catholic perspectives. The New Testament was reprinted in 1600, 1621, and 1633, while the Old Testament volumes were reprinted in 1635.\u003cbr\u003e\u003cbr\u003eWilliam Fulke's 1589 collation of the Rheims text with the Bishops' Bible helped disseminate the Rheims New Testament in England, influencing 17th-century English. The original 1582/1610 text, characterized by dense Latinate vocabulary, was difficult to read. It was replaced by a revision by Bishop Richard Challoner, with the New Testament in editions from 1749 to 1752 and the Old Testament in 1750, minus the Apocrypha. This revision, while retaining the Douay–Rheims title, was essentially a new version, based largely on the King James Version and adjusted for readability and consistency with the Clementine Vulgate.\u003cbr\u003e\u003cbr\u003eSubsequent editions of the Challoner Bible varied, with those printed in England often following his earlier New Testament texts. The Dublin editions revised by Bernard MacMahon from 1783 to 1810 influenced some American printings in the 19th century.\u003cbr\u003e\u003cbr\u003eWhile the Jerusalem Bible, New American Bible Revised Edition, Revised Standard Version Catholic Edition, and New Revised Standard Version Catholic Edition are commonly used in English-speaking Catholic churches, the Challoner revision of the Douay–Rheims remains popular among more traditional Catholics. The original translation employed Early Modern (Renaissance) English, while later editions used Modern English. This translation, derived from the Vulgate, was a formal equivalence translation, compared with Hebrew and Greek sources for accuracy. Subsequent editions used the Sixto-Clementine Vulgate, often in diglot editions with the respective Vulgate versions.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Douay%E2%80%93Rheims_Bible","filesize":"5","iso":"eng","year":1611,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGDRB_DBS_HS/English-(1610)-Douay-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}