{"id":"English-1805-National-Comprehensive-Family-Bible-Study","abbr":"ENGKJV","title":"English (1805) National Comprehensive Family Bible (Study)","title_vernacular":"","description":"The \"National Comprehensive Family Bible: The Holy Bible with the Commentaries of Scott and Henry,\" edited by the Rev John Eadie and published in 1805, is a significant work in the realm of biblical study and family devotion. This edition of the Bible is unique in its incorporation of commentaries by Scott and Henry, along with thousands of critical and explanatory notes selected from eminent authors across Europe and America. The aim is to provide a comprehensive and in-depth understanding of the Scriptures.\u003cbr\u003e\u003cbr\u003eThe preface by Dr. Eadie emphasizes the importance of the Bible in the national and spiritual life of the country. He highlights the significance of the Protestant liberty to study and disseminate biblical truth freely, a privilege secured through the sacrifices of previous generations. Eadie extols the Bible's influence on the nation's greatness, attributing the country's achievements in various fields – from science and commerce to social progress and mechanical inventions – to the ethical and moral framework provided by Christian teachings.\u003cbr\u003e\u003cbr\u003eEadie's perspective underscores the belief that Christian civilization leads to true greatness, as it fosters liberty, fraternity, and equality under the influence of Christian principles. He notes that while the Bible's primary mission is salvation, it also has a profound impact on improving the temporal conditions of mankind. The Bible is seen as a source of healing and refreshment, not only for the individual but also for nations.\u003cbr\u003e\u003cbr\u003eThis edition of the Bible, often referred to as the \"FAMILY BIBLE,\" is intended for prominent display and use in Christian households. It reflects the high regard in which Scripture is held and the efforts made to circulate it. Eadie's preface also touches on the rejection and pity of infidelity, viewing it as antithetical to both patriotism and vital piety. The \"National Comprehensive Family Bible\" thus stands as a testament to the era's reverence for the Bible and its role in shaping ecclesiastical and national identity.","collections":"historic","ref":"https://www.hbu.edu/publications/museums/Dunham_Bible_Museum/Preface-by-Dr-Eadie-to-National-Illustrated-Family-Bible.pdf","filesize":"566","iso":"eng","year":1805,"type":"study","provider":"","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1805)-National-Comprehensive-Family-Bible-(Study)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}