{"id":"English-1902-Godbey-New-Testament","abbr":"ENGGOD","title":"English (1902) Godbey New Testament","title_vernacular":"","description":"The 1902 Godbey New Testament represents a unique contribution to Biblical scholarship and translation, primarily for its approach to the synoptic Gospels and its reliance on critical Greek texts. In this edition, the Gospels are arranged as a synoptical harmony, with John's Gospel included, allowing for a comparative reading of the Gospels, highlighting similarities and differences in the narratives. The text is presented in one to four columns, set paragraph-wise with superscriptions, enhancing readability and study.\u003cbr\u003e\u003cbr\u003eMoreover, Godbey's translation includes cross-references and alternate readings in the footnotes, providing deeper insight into the textual variations and scholarly interpretations. The Acts, Letters, and Revelation are presented in a single column with footnotes, maintaining a consistent and scholarly approach.\u003cbr\u003e\u003cbr\u003eIn the Prologue, Godbey reveals his primary source text: the critical Greek Testament based on the Sinaic manuscript by Tischendorf. This choice of source material underscores the translation's academic rigor. With over forty years of engagement with the Greek New Testament, Godbey's work is credible and thorough. He positions his translation as an aid to understanding, akin to the Revised Version.\u003cbr\u003e\u003cbr\u003eGodbey's translation, focusing on critical Greek sources and a comparative approach to the Gospels, offers a valuable resource for students and scholars of the Bible. His humble acknowledgment of the role of his translation in the broader landscape of Biblical studies exemplifies the continual journey of understanding and interpreting these ancient texts.","collections":"historic","ref":"","filesize":"46","iso":"eng","year":1902,"type":"scan","provider":"Rev. W. B. Godbey, A. M., M. W. Knapp","org_id":"","digitizer":"","archive_id":"ENGGOD_DBS_HS/English-(1902)-Godbey-New-Testament","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}