{"id":"English-1810-Wycliffe-New-Testament-Henry-Baber-Edition","abbr":"ENGWY1810","title":"English (1810) Wycliffe New Testament (Henry Baber Edition)","title_vernacular":"","description":"The 1810 edition of the New Testament translated by John Wycliffe, often referred to as the Wycliffe New Testament, is a significant historical publication in the realm of biblical translations. Wycliffe, a prominent theologian of the 14th century, completed his translation around 1380, marking it as one of the earliest versions of the New Testament in English. This particular edition, reprinted from the later Wycliffite version, was edited by Reverend Henry Hervey Baber, an Assistant Librarian of the British Museum.\u003cbr\u003e\u003cbr\u003eBaber's edition not only provided a reprint of the translation as edited by Lewis in 1731 but also included new preliminary materials. These additions comprised memoirs of the life, opinions, and writings of Dr. John Wycliffe, as well as an historical account of the Saxon and English versions of the Scriptures up to the fifteenth century. Baber’s work offered valuable insights into the context and significance of Wycliffe's translation in the history of English Bible translations.\u003cbr\u003e\u003cbr\u003eThe 1810 edition is notable for featuring a portrait of John Wycliffe as its frontispiece, further emphasizing the historical importance of Wycliffe's work. Wycliffe's translation, carried out during a time when Latin was the dominant language for scriptural texts, played a crucial role in making the scriptures more accessible to the English-speaking lay population, and paved the way for subsequent translations.","collections":"historic","ref":"https://greatsite.com/ancient-rare-bibles-books/bibles/w1810es/","filesize":"88","iso":"eng","year":1810,"type":"scan","provider":"The Rev. Henry Hervey Baber, M. A.","org_id":"","digitizer":"","archive_id":"ENGWY1810_DBS_HS/English-(1810)-Wycliffe-New-Testament-(Henry-Baber-Edition)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}