{"id":"English-1885-Revised-Version","abbr":"ENGREV","title":"English (1885) Revised Version","title_vernacular":"","description":"The Revised Version (RV) of the Bible, completed in 1885, stands as a monumental achievement in the history of English Bible translation. It emerged as the only officially authorised revision of the King James Version (KJV), also known as the Authorised Version (AV), and represented a significant step forward in biblical scholarship. The revision process was entrusted to around fifty eminent scholars from various Christian denominations across Great Britain. In a groundbreaking move, American scholars were also involved, contributing via correspondence.\u003cbr\u003e\u003cbr\u003eThe guiding principle for the revisers was to make alterations only when necessary to stay true to the original texts. This meticulous approach led to more than 30,000 changes in the New Testament alone, with over 5,000 of these changes based on improved Greek texts. The New Testament revision was completed in 1881, and the full RV, including both the Old and New Testaments, was published on 19th May 1885, printed by the prestigious Oxford and Cambridge Universities.\u003cbr\u003e\u003cbr\u003eThe American edition of the RV, known as the American Standard Version (ASV), was published in 1901. While based on the RV, the ASV did not include the Apocrypha, distinguishing it from its British counterpart. The RV and its American adaptation marked a new era in biblical translation, characterized by rigorous academic scholarship and a commitment to fidelity to the original Hebrew, Aramaic, and Greek texts. These versions have significantly influenced subsequent Bible translations and continue to be valued for their scholarly accuracy and contribution to biblical studies.","collections":"historic","ref":"","filesize":"388","iso":"eng","year":1885,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGREV_DBS_HS/English-(1885)-Revised-Version","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}