{"id":"English-1859-Self-Explanatory-Family-Bible-Brown-Study","abbr":"ENGKJV","title":"English (1859) Self Explanatory Family Bible (Brown) Study","title_vernacular":"","description":"\"Brown's Self-Interpreting Family Bible,\" containing both the Old and New Testaments, is a remarkable literary and theological accomplishment by John Brown of Haddington (1722 – 1787). Born in Carpow, Perthshire, Brown's educational journey was extraordinary, being predominantly self-taught. Despite his humble beginnings as a shepherd, Brown acquired a profound knowledge of various ancient and modern languages, including Latin, Greek, Hebrew, French, Italian, German, Arabic, Persian, Syriac, and Ethiopic, showcasing his remarkable linguistic aptitude and intellectual curiosity. His career trajectory was diverse, encompassing roles as a travelling merchant, a soldier in the Edinburgh garrison in 1745, and a schoolmaster, before dedicating his life to religious studies.\u003cbr\u003e\u003cbr\u003eFrom 1750 until his death, Brown served as a minister of the Burgher branch of the Secession Church in Haddington and was appointed as a professor of divinity for his denomination in 1786. He was instrumental in the training of its ministry and earned a reputable status for his learning and piety. Among his numerous works, the most notable include the 'Self-Interpreting Bible' and 'Dictionary of the Bible,' both of which gained widespread popularity and were translated into other languages, including Welsh.\u003cbr\u003e\u003cbr\u003ePublished in 1778 in Edinburgh in two volumes, the 'Self-Interpreting Bible' was designed to make the scriptures accessible to the 'poorer and labouring part of mankind.' Brown endeavored to make the oracles of God interpret themselves through this work, offering history, chronology, geography, summaries, explanatory notes, and reflections. This comprehensive approach made it an invaluable resource for ordinary readers, effectively serving as a one-volume library. Its clarity, vigor, and practicality ensured its enduring popularity among English-speaking nations, Wales, and the Scottish highlands, cementing its status as a seminal work in biblical literature.","collections":"historic","ref":"","filesize":"913","iso":"eng","year":1859,"type":"study","provider":"Blackie and Son","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1859)-Self-Explanatory-Family-Bible-(Brown)-Study","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}