{"id":"English-1525-Tyndale-New-Testament-text","abbr":"ENGTYN","title":"English (1525) Tyndale New Testament (text)","title_vernacular":"","description":"The Tyndale Bible, primarily the work of William Tyndale (1494–1536), represents a foundational shift in biblical translation. Tyndale, an eminent scholar, is renowned for being the first to translate the Bible into English directly from Hebrew and Greek texts, breaking from the traditional Latin Vulgate. This monumental task was greatly facilitated by the emergence of printing technology, making Tyndale's Bible the first to be mass-produced, thereby vastly increasing its accessibility.\u003cbr\u003e\u003cbr\u003eHowever, the term \"Tyndale's Bible\" is somewhat misleading. Tyndale himself never published a complete Bible. His untimely execution precluded the completion of his work, leaving only the entire New Testament and a portion of the Old Testament translated. This included the Pentateuch, Jonah, and a revised version of Genesis, all published during his lifetime. The task of completing the full Bible was undertaken by Miles Coverdale, who combined Tyndale's translations with his own, resulting in the first complete printed English Bible in 1535. Tyndale's unfinished Old Testament translations notably contributed to the Matthew Bible and profoundly influenced subsequent English translations.\u003cbr\u003e\u003cbr\u003eTyndale's translation journey began in 1525 with his New Testament work, initially printed in Cologne. A mere fragment of this effort, 'The Gospel of St. Matthew,' survives in the British Museum's Grenville Collection. Fleeing persecution, Tyndale relocated to Worms, where he resumed and completed his New Testament translation in 1526. This pivotal work was later celebrated in a facsimile reprint by the Clarendon Press in 1926, offering a tangible connection to this transformative period in religious and linguistic history.","collections":"modern","ref":"https://en.wikipedia.org/wiki/Tyndale_Bible","filesize":"2","iso":"eng","year":1525,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"ENGTYN_DBS_HS/English-(1525)-Tyndale-New-Testament-(text)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}