{"id":"English-1870-Emphatic-Diaglott-New-Testament-with-Greek-Study-Bible","abbr":"ENGKJV","title":"English (1870) Emphatic Diaglott New Testament (with Greek) Study Bible","title_vernacular":"","description":"The Emphatic Diaglott, first published in 1864 by Benjamin Wilson, is a notable contribution to biblical translations and studies. It is a diaglot - a polyglot translation - of the New Testament, offering a unique approach by presenting an interlinear translation. On the left column of each page, readers find the original Greek text juxtaposed with a precise word-for-word English translation, while the right column features a full English translation. This layout facilitates a deeper understanding of the Greek text and its nuances in translation. \u003cbr\u003e\u003cbr\u003e Wilson's work draws its Greek text from Johann Jakob Griesbach's recension, respected for its scholarly rigor. The English translation is notable for its use of \"Jehovah\" in places where the New Testament writers quoted Hebrew scriptures using \"Kyrios\" (the Lord). This choice reflects in passages like Luke 20:42-43, where the Psalm 110:1 quotation reads, \"Jehovah said to my Lord, sit thou at my Right hand, 'till I put thine enemies underneath thy feet.\" Such renderings offer a distinct perspective in the translation of divine names. \u003cbr\u003e\u003cbr\u003e The Emphatic Diaglott also includes valuable footnotes, references, and an alphabetical appendix, enhancing its utility for study and reference. The original title page of the 1865 Fowler and Wells edition eloquently summarizes its content and purpose, underscoring its significance as a comprehensive and enlightening resource for those studying the New Testament.","collections":"historic","ref":"","filesize":"133","iso":"eng","year":1870,"type":"study","provider":"Samuel R. Wells","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1870)-Emphatic-Diaglott-New-Testament-(with-Greek)-Study-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}