{"id":"English-1864-Phonetic-New-Testament","abbr":"ENGPNT","title":"English (1864) Phonetic New Testament","title_vernacular":"","description":"The \"Phonetic New Testament\" is an innovative adaptation of the New Testament scriptures, crafted by Dr. Andrew Comstock, M.D., in 1848. This unique edition stands apart for its use of a phonetic alphabet, meticulously designed by Comstock, who was both a physician and a professor of elocution. His primary objective was to assist students, particularly those grappling with speech impediments, in improving their spoken English.\u003cbr\u003e\u003cbr\u003eDr. Comstock's approach involved translating the New Testament from the original Greek and then diligently comparing and revising it against traditional translations. His commitment to developing the phonetic alphabet stemmed from a conviction that it surpassed the effectiveness of seven other known phonetic systems of his time. A notable feature of this edition is the inclusion of a detailed table explaining the sounds represented by each character in his phonetic alphabet.\u003cbr\u003e\u003cbr\u003eDr. Comstock envisioned his phonetic New Testament as more than an educational tool. He saw it as a means of evangelism, particularly beneficial to those for whom English was not a first language, including \"the heathen.\" This aspect of his work highlights the broader missionary zeal prevalent in the 19th century.\u003cbr\u003e\u003cbr\u003eAccording to Dr. Paul Keen, this edition of the Phonetic New Testament is a rare first edition, making it a unique and valuable artifact in the history of biblical translations. It embodies an early effort to bridge linguistic barriers and make the scriptures more accessible, reflecting the innovative spirit of its time.","collections":"historic","ref":"","filesize":"47","iso":"eng","year":1864,"type":"scan","provider":"Eltas Lovjli, Phonetic Publisher","org_id":"","digitizer":"","archive_id":"ENGPNT_DBS_HS/English-(1864)-Phonetic-New-Testament","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}