{"id":"English-1862-Christian-Soldiers-Penny-Bible","abbr":"ENGCSPB","title":"English (1862) Christian Soldiers Penny Bible","title_vernacular":"","description":"The \"Souldiers Pocket Bible,\" first issued in 1643, is a historically significant artifact from the English Civil War, particularly associated with the soldiers of Oliver Cromwell's New Model Army. This pamphlet version of the Protestant Bible, notable for its absence of a possessive apostrophe in the title, was a compact and portable guide tailored for the spiritual needs of soldiers amidst the tumult of war.\u003cbr\u003e\u003cbr\u003eThe discovery of this unique version of the Bible is credited to George Livermore, an American book collector from Cambridgeport, Massachusetts, who stumbled upon it in 1854. Livermore's find revealed that the Bible known to be carried by Cromwell's soldiers was not the complete 66-book Protestant Bible, but a significantly condensed version in the form of an octavo booklet, roughly the size and thickness of a 20th-century international travel passport. This realization shed new light on the spiritual practices and resources available to soldiers during the 17th century.\u003cbr\u003e\u003cbr\u003eThe \"Souldiers Pocket Bible\" stands out not only for its physical attributes but also for the historical context it represents. Being part of the standard gear of Cromwell's army, it signifies the integration of faith and military life in that era. Its distribution among soldiers reflects the emphasis on religious motivation and moral support during one of England's most tumultuous historical periods, underscoring the significance of religion in shaping the events and ideologies of the English Civil War.","collections":"historic","ref":"","filesize":"1","iso":"eng","year":1862,"type":"scan","provider":"Willis and Sotheran","org_id":"","digitizer":"","archive_id":"ENGCSPB_DBS_HS/English-(1862)-Christian-Soldiers-Penny-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}