{"id":"English-1790-Christian-Complete-Family-Bible","abbr":"ENGKJV","title":"English (1790) Christian Complete Family Bible","title_vernacular":"","description":"The \"Christian's New and Complete British Family Bible,\" published by Hogg \u0026 Co. in London around the 1790s, is a significant edition in the realm of biblical literature. Presented as a hardback folio, this Bible measures approximately 39 cm in height and 25 cm in width. It is an example of a comprehensive family Bible, a format popular during that time, intended for use in daily devotions and as a reference for religious education within the family.\u003cbr\u003e\u003cbr\u003eThe Bible is bound in full paneled calf leather, featuring gilt tooling on its boards, indicative of the craftsmanship and aesthetic considerations of bookbinding in the late 18th century. The inclusion of the Psalms of David at the end of the Bible is a notable feature, as the Psalms were often used for personal devotion and in liturgical settings. \u003cbr\u003e\u003cbr\u003eIllustrated with numerous plates and maps, including a frontispiece and title page, this Bible stands out for its visual appeal. These illustrations not only served to enhance the reader's understanding of the biblical narratives but also added an artistic quality to the book, making it a valuable and cherished family possession.\u003cbr\u003e\u003cbr\u003eThis edition of the Bible reflects the era's emphasis on religious education and the role of the Bible in everyday Christian life, particularly within the family context. It represents a blend of religious significance, educational utility, and artistic expression, characteristic of family Bibles produced in the late 18th and early 19th centuries.","collections":"historic","ref":"","filesize":"458","iso":"eng","year":1790,"type":"scan","provider":"B. Jackson","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1790)-Christian-Complete-Family-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}