{"id":"English-1615-Geneva-Bible","abbr":"ENGGNV","title":"English (1615) Geneva Bible","title_vernacular":"","description":"The Geneva Bible, printed in 1615, is a historically significant English translation of the Bible, predating the King James Version by 51 years. It was the primary Bible for 16th-century English Protestantism and was utilized by notable figures such as William Shakespeare, Oliver Cromwell, John Knox, John Donne, and John Bunyan, author of \"The Pilgrim's Progress\" (1678). This Bible was also among those brought to America on the Mayflower, as evidenced by collections at the Pilgrim Hall Museum.\u003cbr\u003e\u003cbr\u003eThe Geneva Bible was significant for being the first mechanically printed, mass-produced Bible accessible to the general public. It included a comprehensive set of study aids, such as verse citations, book introductions, maps, tables, woodcut illustrations, and indices. Its forceful and vigorous language made it more popular than the Great Bible, with Cleland Boyd McAfee noting that it \"drove the Great Bible off the field by sheer power of excellence.\"\u003cbr\u003e\u003cbr\u003eProduced during Queen Mary I's reign (1553–58), the Geneva Bible was translated by Protestant scholars in Geneva, Switzerland. William Whittingham supervised the translation, working with Myles Coverdale, Christopher Goodman, Anthony Gilby, Thomas Sampson, and William Cole. Whittingham was responsible for the New Testament (published in 1557), while Gilby oversaw the Old Testament.\u003cbr\u003e\u003cbr\u003eThe first full edition of the Geneva Bible appeared in 1560, but it wasn't printed in England until 1575 (New Testament) and 1576 (complete Bible). Over 150 editions were issued, the last probably in 1644. The first Bible printed in Scotland was the Geneva Bible, issued in 1579. This Bible remained popular among Puritans and in use until after the English Civil War. Some editions from 1576 onwards included Laurence Tomson's revisions of the New Testament, and editions from 1599 onwards used Franciscus Junius' new version of the Book of Revelation.\u003cbr\u003e\u003cbr\u003eThe Calvinist and Puritan annotations in the Geneva Bible were disliked by Anglicans and King James I, who commissioned the King James Bible as a replacement. The Geneva Bible influenced the earlier production of the Bishops' Bible and the later Rheims-Douai edition. Its notes were even included in a few editions of the King James version as late as 1715.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Geneva_Bible","filesize":"398","iso":"eng","year":1640,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGGNV_DBS_HS/English-(1615)-Geneva-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}