{"id":"English-1881-Samuel-Sharpe-New-Testament","abbr":"ENGSHA","title":"English (1881) Samuel Sharpe New Testament","title_vernacular":"","description":"Samuel Sharpe, an illustrious Egyptologist and a translator of the Bible, presents a unique figure in the history of biblical scholarship. His biography, as chronicled by P.W. Clayden, reveals Sharpe as a self-taught scholar and a multifaceted individual who diverged from traditional academic paths. Born on March 8, 1799, Sharpe's journey into the world of biblical translation and Egyptology began remarkably early. At just 15 years old, he embarked on a career in banking, dedicating 47 years to this profession with notable success. Despite his busy career, Sharpe developed a fascination with the burgeoning field of Egyptology, influenced by the exciting discoveries of his time. He authored several books on the subject, becoming a respected name in Egyptological circles.\u003cbr\u003e\u003cbr\u003eSharpe's inquisitive nature eventually led him to question the doctrines of the established Church. In 1821, he aligned with the Unitarian Church, setting the stage for his later biblical translation endeavors. In 1861, Sharpe retired from banking to devote himself entirely to biblical studies. His first notable work in this field was \"The New Testament, Translated from the Text of J.J. Griesbach,\" published in 1840 by J. Green in London, which he undertook while still engaged in his banking career.\u003cbr\u003e\u003cbr\u003eFollowing his retirement, Sharpe's focus intensified, culminating in the publication of \"The Hebrew Scriptures, Translated by Samuel Sharpe,\" a revision of the Authorized English Old Testament in three volumes in 1865. The Library of Congress Union Catalog of Bible Entries refers to this as a second edition, with subsequent editions released in 1871 and 1876. Sharpe's commitment to refining his work led to multiple revisions across eight editions of the New Testament and four editions of the Old Testament. His final comprehensive work, \"The Holy Bible, Translated by Samuel Sharpe,\" was a significant revision of the Authorized English Version, published in London and Edinburgh in 1881. The preface of this final edition, dated March 8, 1880, coincided with his eighty-first birthday.\u003cbr\u003e\u003cbr\u003eIn addition to his Bible translations, Sharpe made significant contributions to biblical scholarship with his works on specific books of the Bible, such as his translation of Micah in 1876 and his chronological arrangement and revised translation of \"The Book of Isaiah\" with historical notes in 1877. Sharpe's journey from a bank employee to a renowned biblical translator and Egyptologist exemplifies the remarkable capacity for self-education and intellectual curiosity.","collections":"historic","ref":"","filesize":"132","iso":"eng","year":1881,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGSHA_DBS_HS/English-(1881)-Samuel-Sharpe-New-Testament","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}