{"id":"English-1572-Bishops-Bible","abbr":"ENGBSB","title":"English (1572) Bishops Bible","title_vernacular":"","description":"The Bishops' Bible, an English translation of the Bible produced under the Church of England's authority, was first published in 1568. It underwent a substantial revision in 1572, and its 1602 edition was designated as the base text for the King James Bible, completed in 1611. This Bible followed the Great Bible of 1539, the first authorized English Bible, and the Geneva Bible of 1557–1560.\u003cbr\u003e\u003cbr\u003eThe Geneva Bible's Calvinist tones, particularly in its marginal notes, clashed with the beliefs of the Church of England's high-church faction, leading to the creation of the Bishops' Bible. Archbishop of Canterbury Matthew Parker spearheaded this project, and the early editions featured the initials of the translating bishops, a method Parker believed would ensure diligence and accountability. However, the absence of a supervisory editor resulted in inconsistent translation practices.\u003cbr\u003e\u003cbr\u003eQueen Elizabeth I is portrayed in this edition, flanked by allegorical figures of Faith and Charity, symbolizing Hope, with a Latin excerpt from Romans 1:16 beneath her portrait. The Apocrypha revision in the Bishops' Bible was minimal, largely mirroring the Great Bible's text, which was based on the Latin Vulgate, suggesting it wasn't entirely translated from the original languages.\u003cbr\u003e\u003cbr\u003eFirst published in 1568, the Bishops' Bible was reissued in a revised form in 1572. This revision aimed to align more closely with the Geneva Bible and introduced more ecclesiastical language. However, it did not replace the Geneva Bible as a household Bible, instead serving as a \"pulpit Bible\" for church use. The first edition was notably large with 124 full-page illustrations, while later editions were smaller and mostly lacked illustrations. The Bishops' Bible or its New Testament was printed in over 50 editions, compared to the Geneva Bible's 150 reprints. The last complete Bible edition was in 1602, with the New Testament reissued until at least 1617. William Fulke published several parallel editions contrasting it with the Rheims New Testament until 1633.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Bishops%27_Bible#References","filesize":"149","iso":"eng","year":1580,"type":"reprint","provider":"","org_id":"","digitizer":"","archive_id":"ENGBSB_DBS_HS/English-(1572)-Bishops-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}