{"id":"English-1731-Wycliffe-New-Testament-John-Lewis-Edition","abbr":"ENGWYC","title":"English (1731) Wycliffe New Testament (John Lewis Edition)","title_vernacular":"","description":"The 1731 edition of the Wycliffe New Testament, known as the John Lewis Edition, is a notable work in the history of religious texts and biblical scholarship. This edition, titled \"The New Testament, translated out of the Latin Vulgat by John Wiclif, S.T.P., about 1378,\" is prefaced with a comprehensive history of the translations of the Bible and New Testament into English. John Lewis, the editor of this edition, made significant contributions to religious history and bibliography with this publication.\u003cbr\u003e\u003cbr\u003eLewis's work includes not only the translation of the New Testament by John Wyclif but also an extensive historical account of the various English translations of the Bible, both in manuscript and print. This account, \"A History of the Translations of the Bible and New Testament, \u0026c. into English,\" was later issued separately with additions as \"A Complete History of the several Translations of the Holy Bible and New Testament into English.\" This detailed history was published in its second edition in 1739 and saw a third edition in 1818, further illustrating the enduring interest in the topic.\u003cbr\u003e\u003cbr\u003eAn interleaved copy of Lewis's 1731 edition, with manuscript additions by Lewis and notes by Sir Peter Thompson, fetched a notable sum at the sale of Heber's library. Additionally, in 1738, Lewis published \"A brief History of the Rise and Progress of Anabaptism in England,\" which included an account of Dr. John Wicliffe and a defense of him from accusations of denying infant baptism. His manuscript additions for a new edition of this work are preserved in the Bodleian Library.\u003cbr\u003e\u003cbr\u003eThe 1731 John Lewis Edition of the Wycliffe New Testament, with its comprehensive historical context and scholarly additions, represents a significant contribution to the study of English biblical translations and the legacy of John Wyclif.","collections":"historic","ref":"https://en.wikisource.org/wiki/Lewis,_John_(1675-1747)_(DNB00)","filesize":"51","iso":"eng","year":1745,"type":"scan","provider":"Wycliffe","org_id":"wycliffe-bible-translators-inc","digitizer":"","archive_id":"ENGWYC_DBS_HS/English-(1731)-Wycliffe-New-Testament-(John-Lewis-Edition)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}