{"id":"English-1918-New-Testament-from-Sinaitic-Manuscripts-Anderson","abbr":"ENGSINA","title":"English (1918) New Testament from Sinaitic Manuscripts (Anderson)","title_vernacular":"","description":"The 1918 publication of Henry T. Anderson's \"The New Testament Translated from the Sinaitic Manuscript\" represents a unique chapter in the history of biblical translations. Anderson's work claims to be an English translation of the Codex Sinaiticus, a crucial and ancient biblical manuscript discovered by Constantine Tischendorf at Mount Sinai. However, the translation is actually a revision of Anderson's earlier New Testament translation, incorporating some readings from the Codex Sinaiticus.\u003cbr\u003e\u003cbr\u003eThe preface of this edition does not detail the specific sources Anderson used, leaving a veil over the precise methodology of his translation work. Intriguingly, it is believed that Anderson prepared this version shortly before his death in 1872, indicating that the 1918 publication was a posthumous one.\u003cbr\u003e\u003cbr\u003eAnderson's translation efforts align with the broader movement of biblical scholarship in the 19th century, which saw a surge in interest in ancient manuscripts and their implications for understanding the original texts of the Bible. The Codex Sinaiticus, dating back to the 4th century, is one of the earliest complete manuscripts of the Greek Bible (Old and New Testament) and has been pivotal in biblical textual criticism. Anderson's translation, though not a direct translation from the Sinaitic manuscript as claimed, contributed to the dynamic field of biblical studies by integrating elements from one of the most significant textual discoveries of the era.","collections":"historic","ref":"","filesize":"44","iso":"eng","year":1918,"type":"scan","provider":"The Standard Publishing Company","org_id":"","digitizer":"","archive_id":"ENGSINA_DBS_HS/English-(1918)-New-Testament-from-Sinaitic-Manuscripts-(Anderson)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}