{"id":"English-1890-Darby-Bible-text","abbr":"ENGDBY","title":"English (1890) Darby Bible (text)","title_vernacular":"","description":"John Nelson Darby, often referred to by his initials JND, was a pivotal figure in the history of Christian theology and Bible translation. Born in 1800 in London, Darby exhibited remarkable academic prowess, earning the University Medal in Classics from Trinity College, Dublin, in 1818. His journey into the ecclesiastical realm began with his ordination as a deacon of the Anglican Church of Ireland in 1825, and he became a priest the following year. However, Darby's religious path took a significant turn as he later emerged as a leading figure in the Plymouth Brethren movement.\u003cbr\u003e\u003cbr\u003eDarby's ministry in the 1830s and 1840s spanned various European countries including England, Ireland, France, Germany, and Switzerland. His linguistic skills were notable, with proficiency in Hebrew, Greek, Latin, French, and German. Darby passed away in Bournemouth in 1882.\u003cbr\u003e\u003cbr\u003eHis translation of the New Testament from Greek, \"The Holy Scriptures: A New Translation from the Original Languages by J. N. Darby,\" first published in 1867 and revised in 1871, is particularly renowned for its precision and attention to the nuances of the original texts. This translation also featured detailed footnotes exploring textual variants. Posthumously, the final edition was released in 1884. Darby's linguistic expertise extended beyond English; he also translated the Bible into French and German with the assistance of his colleagues.\u003cbr\u003e\u003cbr\u003eThe complete Darby Bible, noted for its literal and faithful adherence to the original Hebrew and Greek languages, was first published in English in 1890. In this translation, the name Jehovah is used for the Hebrew YHWH, and distinct Hebrew terms for God, such as Elohim, Eloah, and El, are translated with specific English equivalents. Darby's translation remains a significant contribution to biblical scholarship, reflecting his commitment to capturing the essence of the original scriptures.","collections":"modern","ref":"","filesize":"2","iso":"eng","year":1890,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"ENGDBY_DBS_HS/English-(1890)-Darby-Bible-(text)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}