{"id":"English-1837-Four-Gospels-Translation-Campbell-Bible-Vol.1-2-Gospels","abbr":"ENGCAM","title":"English (1837) Four Gospels Translation (Campbell) Bible - Vol.1-2 Gospels","title_vernacular":"","description":"English (1837) Four Gospels Translation (Campbell) Bible - Vol.1-2 Gospels: Alexander Campbell, an early leader of the Restoration Movement, edited and published \"The Sacred Writings of the Apostles and Evangelists of Jesus Christ, Commonly Styled The New Testament.\"\u003cbr\u003e\u003cbr\u003eThis translation was based on the works of George Campbell, James MacKnight, and Philip Doddridge, who were all doctors of the Church of Scotland.\u003cbr\u003e\u003cbr\u003eThe translation included prefaces to the historical and epistolary books, as well as an appendix with critical notes and various translations of difficult passages.\u003cbr\u003e\u003cbr\u003eThe first edition was published in Buffaloe, Virginia (now Bethany, West Virginia) in 1826, followed by subsequent editions in 1828, 1832, and 1835.\u003cbr\u003e\u003cbr\u003eThe work was frequently reprinted, with recent reprints by the Gospel Advocate Co. in 1974.\u003cbr\u003e\u003cbr\u003eMost printings were titled \"The Living Oracles,\" which became the common name for this version.\u003cbr\u003e\u003cbr\u003eThe fourth edition in 1835 corrected an earlier error regarding Doddridge's affiliation and indicated that the translations by the three doctors had been revised by Alexander Campbell.\u003cbr\u003e\u003cbr\u003eThis edition was titled “The Sacred Writings of the Apostles and Evangelists of Jesus Christ, Translated from the Original Greek by Doctors George Campbell, James MacKnight, and Philip Doddridge. With Prefaces, Various Emendations, and an Appendix. By Alexander Campbell” and was printed by M’Vay \u0026 Ewing in Bethany, Virginia.","collections":"historic","ref":"","filesize":"189","iso":"eng","year":1837,"type":"scan","provider":"Gould and Newman","org_id":"","digitizer":"","archive_id":"ENGCAM_DBS_HS/English-(1837)-Four-Gospels-Translation-(Campbell)-Bible-Vol.1-2-Gospels","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}