{"id":"English-1640-The-Bay-Psalm-Book-WDL-3600","abbr":"ENGBAY","title":"English (1640) The Bay Psalm Book (WDL-3600)","title_vernacular":"","description":"The Bay Psalm Book, recognized as the first book printed in British North America, holds a significant place in the history of American printing and literature. This historic book emerged from the Massachusetts Bay Colony, where, in 1638, Reverend Jesse Glover imported the first printing press, 18 years after the first English settlers landed at Plymouth Rock. Stephen Daye, a London printer, accompanied the press and set up a printing office in Cambridge.\u003cbr\u003e\u003cbr\u003eIn 1639, colony residents requested John Eliot, Thomas Welde, and Richard Mather to create a new translation from Hebrew of the Book of Psalms for use in the colony's churches. Richard Mather, a principal author and translator, was assisted by about 30 other New England ministers in this task. The Bay Psalm Book was printed in 1640 and reissued in several editions, remaining in use for over a century.\u003cbr\u003e\u003cbr\u003eOne of the eleven known surviving copies of the first edition is housed in the Library of Congress. This particular copy is incomplete, missing 19 leaves, including the title page, but still has its original calf binding with traces of two clasps. This copy of the Bay Psalm Book, previously the last in private hands, was donated to the Library of Congress in May 1966 by Mrs. Adrian Van Sinderen of Washington, Connecticut. The Bay Psalm Book's existence and endurance illustrate not only a significant moment in printing history but also the early settlers' dedication to religious practice and literacy.","collections":"historic","ref":"https://www.wdl.org/en/item/3600","filesize":"57","iso":"eng","year":1731,"type":"scan","provider":"Stephen Daye, Cambridge, Massachusetts","org_id":"","digitizer":"World Digital Library","archive_id":"ENGBAY_DBS_HS/English-(1640)-The-Bay-Psalm-Book-(WDL-3600)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}