{"id":"English-1888-JW-Hanson-New-Testament-Vol-1-2","abbr":"ENGJWH","title":"English (1888) JW Hanson New Testament (Vol 1-2)","title_vernacular":"","description":"John Wesley Hanson D.D. (1823–1901) was an influential figure in American religious history, notably as a Universalist minister and historian. Born in Boston, Hanson is recognized for his contributions to the Universalist movement and his unique perspectives on early Christian beliefs. His commitment to Universalism, the belief in universal salvation, shaped much of his work and theological stance.\u003cbr\u003e\u003cbr\u003eHanson's journey in ministry began in 1845 when he became a Universalist minister in Wentworth, New Hampshire. His active involvement in the American Civil War as a chaplain to the Sixth regiment of Massachusetts volunteers marked a significant period in his life, providing him with experiences and insights that influenced his later works. In the 1870s, his missionary work led him to Britain, where he served as the pastor of St. Paul's Universalist Church in Glasgow, Scotland.\u003cbr\u003e\u003cbr\u003eHowever, Hanson is perhaps best known for his work on the New Testament, titled \"Hanson's edited New Testament\" (1885). This work was a meticulous revision of the English Revised Version, notable for its substitution of \"baptism\" with \"immersion,\" among other changes, reflecting his Universalist interpretations.\u003cbr\u003e\u003cbr\u003eAdditionally, Hanson's historical writings, particularly \"Universalism: The Prevailing Doctrine of the Christian Church\" (1899), have been significant in the discourse on early Christian theology. In this work, he argued that Universalism was the dominant doctrine in early Christianity before Augustine, a perspective that challenged traditional interpretations and continued the arguments presented by earlier Universalist scholars like Hosea Ballou.\u003cbr\u003e\u003cbr\u003eHanson's views on church history, while contested, have been influential in religious studies. He is cited in prominent resources like the 1911 edition of the Encyclopædia Britannica and the New Schaff-Herzog Encyclopedia of Religious Knowledge. His interpretations, along with those of contemporaries like George T. Knight and later scholars like Ilaria Ramelli, have contributed to a diverse understanding of early Christian beliefs and Universalism's role in them.","collections":"historic","ref":"","filesize":"97","iso":"eng","year":1888,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGJWH_DBS_HS/English-(1888)-JW-Hanson-New-Testament-(Vol-1-2)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}