{"id":"English-1861-Pictorial-Bible-Vol.-1-Genesis-Joshua-Study","abbr":"ENGPICT","title":"English (1861) Pictorial Bible (Vol. 1) Genesis - Joshua (Study)","title_vernacular":"","description":"The 1861 edition of \"The Pictorial Bible,\" edited by John Kitto, D.D., F.S.A., stands as a monumental work in the realm of biblical literature. This volume, part of a four-volume series, covers from Genesis to Joshua, providing a comprehensive visual and scholarly journey through these foundational books of the Old Testament. Kitto's work is renowned for its integration of steel engravings and numerous woodcuts, which vividly depict landscape scenes, natural history, customs, and antiquities.\u003cbr\u003e\u003cbr\u003eJohn Kitto, an eminent biblical scholar of his time, augmented the authorized version of the Bible with original notes that explain passages linked to the history, geography, natural history, literature, and antiquities of the Scriptures. These notes are particularly notable for their reliance on the discoveries of contemporary travelers and scholars, making this edition an invaluable resource for understanding the historical and cultural context of the biblical narrative.\u003cbr\u003e\u003cbr\u003ePublished in London by W. and R. Chambers, this new edition of \"The Pictorial Bible\" was aimed at bringing the biblical world to life for its readers. It was designed to be more than just a religious text; it was an educational tool that merged the sacred scriptures with the burgeoning fields of archaeology and oriental studies. The detailed illustrations and comprehensive notes provided a deeper, more textured understanding of the Bible, making it an essential addition to the libraries of scholars, clergy, and laypeople interested in a more profound comprehension of biblical times and teachings.","collections":"historic","ref":"","filesize":"735","iso":"eng","year":1861,"type":"study","provider":"W. and R.Chambers","org_id":"","digitizer":"","archive_id":"ENGPICT_DBS_HS/English-(1861)-Pictorial-Bible-(Vol.-1)-Genesis-Joshua-(Study)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}