{"id":"English-1860-Bagsters-Polyglott-Study-Bible","abbr":"ENGKJV","title":"English (1860) Bagsters Polyglott Study Bible","title_vernacular":"","description":"Samuel Bagster's \"The Holy Bible, Containing The Old And New Testaments, Translated Out Of The Original Tongues; And With The Former Translations Diligently Compared And Revised\" is a seminal work in the realm of biblical studies and translations. Born on December 26, 1772, Bagster, after his education under Rev. John Ryland and a foundational apprenticeship with William Otridge, embarked on a distinguished career as a bookseller and publisher, starting his own business in the Strand in 1794. \u003cbr\u003e\u003cbr\u003eBagster's magnum opus, the \"English version of the polyglot bible,\" released in 1816, stands out for its meticulous compilation of over 60,000 parallel references, each carefully selected and verified by Bagster himself. The publication, in foolscap octavo size, was a pioneering effort, notable for its selection and presentation of references, and for its innovative binding styles including Turkey Morocco leather and prepared sealskins with a unique 'pin-head grain'.\u003cbr\u003e\u003cbr\u003eAmong Bagster's numerous subsequent publications, the quarto edition of 1841, \"The English Hexapla,\" is particularly remarkable. It presents six pivotal English versions of the New Testament (Wyclif, Tyndale, Cranmer, Genevan, Anglo-Rhemish, and the authorized King James Version of 1611) alongside the Greek text after Scholz. This edition also includes a comprehensive historical account of English translations of the Bible. Another significant work by Bagster is the \"Bible of every land,\" a 4to volume offering specimens of the Bible in over 270 different languages and versions, underlining Bagster's commitment to making biblical texts accessible and comprehensible to a wide and diverse audience.","collections":"historic","ref":"","filesize":"299","iso":"eng","year":1860,"type":"study","provider":"Samuel Bagster and Sons","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1860)-Bagsters-Polyglott-Study-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}