{"id":"English-1899-Two-Version-Bible-KJV-and-RV-in-Margin","abbr":"ENGREV","title":"English (1899) Two Version Bible (KJV and RV in Margin)","title_vernacular":"","description":"The historical context of Bible printing in America is a fascinating journey through technological advancements and cultural shifts. Initially, during the seventeenth and early eighteenth centuries, the American landscape saw limited Bible printing. The majority of Bibles were either imported from European and British publishers or brought by immigrants. This scenario began to change significantly as the eighteenth century progressed, especially towards its latter half.\u003cbr\u003e\u003cbr\u003eAdvancements in printing technology, coupled with a growing demand, catalyzed a surge in Bible publishing across America. Major urban centers like Boston, Philadelphia, and New York emerged as prominent hubs for Bible production. As noted by Bible historian Paul Gutjahr, the Bible experienced an unprecedented level of popularity during the eighteenth century, becoming the most printed, distributed, and read text in North America.\u003cbr\u003e\u003cbr\u003eThis period saw the Bible evolving beyond a mere religious text; it became a familial heirloom, a symbol of spiritual commitment, and a connector to ancestral roots and distant relatives. Its significance was reflected in the way families treasured and displayed their Bibles. Recognizing the Bible's multifaceted importance in American households, publishers started producing editions with ornate, sometimes embossed covers and elaborate illustrations, often in color. These visually striking Bibles were not just books of scripture; they were works of art, proudly displayed in homes as a testament to both faith and heritage. This trend highlights the integral role the Bible played in shaping the spiritual, cultural, and aesthetic aspects of American life.","collections":"historic","ref":"","filesize":"221","iso":"eng","year":1899,"type":"study","provider":"The University Press, Henry Frowde","org_id":"","digitizer":"","archive_id":"ENGREV_DBS_HS/English-(1899)-Two-Version-Bible-(KJV-and-RV-in-Margin)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}