{"id":"English-1863-Holy-Gospels-Brameld-Gospels","abbr":"ENGBRAM","title":"English (1863) Holy Gospels (Brameld) Gospels","title_vernacular":"","description":"The \"Brameld Gospels: The Holy Gospels\" represents a noteworthy effort in biblical translation and textual criticism, focusing on the four Gospels of the New Testament. Published in 1863, this translation distinctively aims to purify the text by expunging spurious passages, bracketing doubtful sections, and thoroughly revising the content based on the foundational texts of several leading biblical scholars of the 19th century.\u003cbr\u003e\u003cbr\u003eThis translation takes its cues from the critical works of renowned textual critics like Johann Jakob Griesbach, Karl Lachmann, Constantin von Tischendorf, Henry Alford, and Samuel Prideaux Tregelles. Each of these scholars made significant contributions to the field of New Testament textual criticism, and their collective works laid the groundwork for modern biblical scholarship. Griesbach, for instance, is known for his pioneering work in categorizing manuscript evidence, while Lachmann's methodological approach to text criticism sought to reconstruct the earliest attainable text. Tischendorf is famed for discovering the Codex Sinaiticus, one of the oldest complete manuscripts of the Bible.\u003cbr\u003e\u003cbr\u003eThe Brameld Gospels thus stand as a culmination of these critical efforts, seeking to present the Gospels in their most authentic and historically accurate form. By expunging and bracketing certain passages, the translation endeavors to offer a clearer view of the original texts, making it a valuable resource for scholars and readers interested in a critical understanding of the New Testament. This approach reflects a growing 19th-century emphasis on historical-critical methods in biblical studies, marking a significant shift in how the scriptures were read and understood.","collections":"historic","ref":"","filesize":"36","iso":"eng","year":1863,"type":"scan","provider":"Longman, Green, Longman, Roberts and Green","org_id":"","digitizer":"","archive_id":"ENGBRAM_DBS_HS/English-(1863)-Holy-Gospels-(Brameld)-Gospels","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}