{"id":"English-1557-Geneva-NT","abbr":"ENGGNV","title":"English (1557) Geneva New Testament","title_vernacular":"","description":"The Geneva Bible is one of the most historically significant translations of the Bible into English, preceding the King James Version by 51 years. It was the primary Bible of 16th-century English Protestantism and was used by William Shakespeare, Oliver Cromwell, John Knox, John Donne, and John Bunyan, author of The Pilgrim's Progress (1678). It was one of the Bibles taken to America on the Mayflower (Pilgrim Hall Museum has collected several Bibles of Mayflower passengers). The Geneva Bible was used by many English Dissenters, and it was still respected by Oliver Cromwell's soldiers at the time of the English Civil War, in the booklet \"Cromwell's Soldiers' Pocket Bible\".\u003cbr\u003e\u003cbr\u003eThis version of the Bible is significant because, for the very first time, a mechanically printed, mass-produced Bible was made available directly to the general public which came with a variety of scriptural study guides and aids (collectively called an apparatus), which included verse citations that allow the reader to cross-reference one verse with numerous relevant verses in the rest of the Bible, introductions to each book of the Bible that acted to summarize all of the material that each book would cover, maps, tables, woodcut illustrations, and indices.\u003cbr\u003e\u003cbr\u003eBecause the language of the Geneva Bible was more forceful and vigorous, most readers strongly preferred this version to the Great Bible. In the words of Cleland Boyd McAfee, \"it drove the Great Bible off the field by the sheer power of excellence\".\u003cbr\u003e\u003cbr\u003eThe Geneva Bible followed the Great Bible of 1539, the first authorized Bible in English, which was the authorized Bible of the Church of England.\u003cbr\u003e\u003cbr\u003eDuring the reign of Queen Mary I of England (1553–58), a number of Protestant scholars fled from England to Geneva, Switzerland, which was then ruled as a republic in which John Calvin and, later, Theodore Beza, provided the primary spiritual and theological leadership. Among these scholars was William Whittingham, who supervised the translation now known as the Geneva Bible, in collaboration with Myles Coverdale, Christopher Goodman, Anthony Gilby, Thomas Sampson, and William Cole; several of these groups later became prominent figures in the Vestments controversy. Whittingham was directly responsible for the New Testament, which was complete and published in 1557, while Gilby oversaw the Old Testament.\u003cbr\u003e\u003cbr\u003eThe first full edition of this Bible, with a further revised New Testament, appeared in 1560, but it was not printed in England until 1575 (New Testament) and 1576 (complete Bible). Over 150 editions were issued; the last probably in 1644. The first Bible printed in Scotland was the Geneva Bible, which was first issued in 1579. In fact, the involvement of Knox and Calvin in the creation of the Geneva Bible made it especially appealing in Scotland, where a law was passed in 1579 requiring every household of sufficient means to buy a copy.\u003cbr\u003e\u003cbr\u003eSome editions from 1576 onwards included Laurence Tomson's revisions of the New Testament. Some editions from 1599 onwards used a new \"Junius\" version of the Book of Revelation, in which the notes were translated from a new Latin commentary by Franciscus Junius.\u003cbr\u003e\u003cbr\u003eThe annotations which are an important part of the Geneva Bible were Calvinist and Puritan in character, and as such, they were disliked by the ruling pro-government Anglicans of the Church of England, as well as King James I, who commissioned the \"Authorized Version\", or King James Bible, in order to replace it. The Geneva Bible also motivated the earlier production of the Bishops' Bible under Elizabeth I, for the same reason, and the later Rheims-Douai edition by the Catholic community. The Geneva Bible remained popular among Puritans and remained in widespread use until after the English Civil War. The Geneva notes were surprisingly included in a few editions of the King James version, even as late as 1715. (Wikipedia)","collections":"historic","ref":"","filesize":"238","iso":"eng","year":1557,"type":"reprint","provider":"GreatSite.com","org_id":"","digitizer":"","archive_id":"ENGGNV_DBS_HS","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}