{"id":"English-1875-Davidsons-New-Testament","abbr":"ENGDNT","title":"English (1875) Davidsons New Testament","title_vernacular":"","description":"The 1875 edition of \"The New Testament,\" translated by Samuel Davidson, is a significant work in the field of biblical scholarship. Davidson, a respected biblical scholar of his time, embarked on this ambitious project to translate the New Testament from the critical text of Constantin von Tischendorf. This edition is particularly noteworthy for its use of Tischendorf's eighth edition of the Greek text, a text that was groundbreaking in its reliance on earlier manuscripts and a more rigorous approach to textual criticism. \u003cbr\u003e\u003cbr\u003e Samuel Davidson's translation is accompanied by an insightful introduction on the criticism, translation, and interpretation of the New Testament. This introduction offers readers a comprehensive overview of the challenges and methodologies involved in translating the New Testament, as well as the various approaches to its interpretation. Davidson's work stands out for its scholarly rigor and commitment to accuracy, reflecting the advancements in biblical scholarship of the 19th century. \u003cbr\u003e\u003cbr\u003e The significance of this translation lies in its contribution to the understanding of the New Testament through the lens of critical textual analysis. By leveraging Tischendorf's critical Greek text, Davidson provided an English translation that brought readers closer to what was then believed to be the original wording of the New Testament writings. His work remains an important reference for scholars and students of biblical studies, offering a window into the evolving landscape of New Testament scholarship in the late 19th century.","collections":"historic","ref":"","filesize":"50","iso":"eng","year":1875,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGDNT_DBS_HS/English-(1875)-Davidsons-New-Testament","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}