{"id":"English-1898-Stevens-Epistles-Bible-Pauls-Epistles","abbr":"ENGSTEV","title":"English (1898) Stevens Epistles Bible - Pauls Epistles","title_vernacular":"","description":"\"The Epistles of Paul in Modern English: A Paraphrase,\" authored by George Barker Stevens and published in 1898 by Charles Scribner's Sons, New York, is a notable work in the field of biblical scholarship. George Barker Stevens (July 13, 1854 - June 22, 1906), an American Congregational and Presbyterian clergyman, theologian, author, and educator, was renowned for his contributions as a professor at Yale Divinity School. Born in Spencer, New York, Stevens embarked on an academic journey that led him from the University of Rochester to the halls of Yale Divinity School, where he distinguished himself as a member of Phi Beta Kappa and Delta Kappa Epsilon fraternities.\u003cbr\u003e\u003cbr\u003eFollowing his graduation in 1880, Stevens served as pastor in both Congregational and Presbyterian churches in New York. His academic pursuits continued at Syracuse University and in German universities, culminating in a Doctor of Sacred Theology degree from the University of Jena. Stevens was also recognized with honorary degrees from Illinois College and the University of Rochester.\u003cbr\u003e\u003cbr\u003eIn 1886, Stevens returned to Yale as a professor of New Testament criticism, later transitioning to the chair of systematic theology. His \"Epistles of Paul\" is a reflection of his profound understanding of biblical texts and his ability to contextualize them for modern readers. This work, a paraphrase of Paul's letters, is a testament to Stevens' commitment to making biblical teachings more accessible and relatable to contemporary audiences. His scholarly and pastoral experiences enrich this translation, offering a unique perspective on the Epistles of Paul. His death in New Haven in 1906 marked the loss of a significant figure in American religious education and biblical interpretation.","collections":"historic","ref":"","filesize":"8","iso":"eng","year":1898,"type":"scan","provider":"Charles Scribner's Sons","org_id":"","digitizer":"","archive_id":"ENGSTEV_DBS_HS/English-(1898)-Stevens-Epistles-Bible-Pauls-Epistles","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}