{"id":"English-1862-Sharpe-New-Testament-Griesbach","abbr":"ENGSHA","title":"English (1862) Sharpe New Testament (Griesbach)","title_vernacular":"","description":"Samuel Sharpe, an Egyptologist and Bible translator, is the subject of P. W. Clayden's biography, \"Samuel Sharpe, Egyptologist and Translator of the Bible\" (London, 1883). Sharpe's story is intriguing as he was neither a preacher nor an academic, but a banker without formal college or university education. Despite this, he made significant contributions to biblical scholarship.\u003cbr\u003e\u003cbr\u003eSharpe's work in biblical translation includes \"The Book of Isaiah Arranged Chronologically in a Revised Translation…with Historical Notes\" (London, J.R. Smith, 1877) and a translation of Micah (J. Hall \u0026 Son, Cambridge, 1876). These publications came at a time when debates and efforts were intensifying for a general revision of the Bible. Sharpe, a Unitarian, was part of a group of scholars considered for collaboration with other denominations, including Presbyterian, Baptist, and Methodist scholars, for a project that eventually led to the 1881-85 Bible revision. However, Sharpe did not participate in this project.\u003cbr\u003e\u003cbr\u003eThe \"Dictionary of National Biography\" acknowledges Sharpe's unique approach to Bible translation, noting his success in updating archaic language while preserving the revered quality of the English Bible. Unlike many translations of the period, Sharpe's work is distinguished by its lack of notes, original readings, or references. In his preface, Sharpe states that his goal was to achieve precision in the text itself, incorporating nuances typically addressed in external notes and commentaries directly into his translation. This method underscores Sharpe's commitment to both clarity and fidelity in conveying biblical texts.","collections":"historic","ref":"","filesize":"57","iso":"eng","year":1862,"type":"scan","provider":"J. Russell Smith","org_id":"","digitizer":"","archive_id":"ENGSHA_DBS_HS/English-(1862)-Sharpe-New-Testament-(Griesbach)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}