{"id":"English-1881-Pictorial-Abbots-New-Testament-Study-Bible","abbr":"ENGKJV","title":"English (1881) Pictorial (Abbots) New Testament Study Bible","title_vernacular":"","description":"The 1881 Pictorial New Testament, annotated by the Abbotts — Rev. John S.C. Abbott, Rev. Jacob Abbott, and Rev. Lyman Abbott — is a noteworthy edition published by Henry S. Goodspeed \u0026 Co. This work is distinguished by its exquisite graphics, which serve to enrich the reader's engagement with the New Testament texts.\u003cbr\u003e\u003cbr\u003eThe Abbotts, a prominent family in the world of religious scholarship and writing, brought a unique blend of theological insight and narrative flair to this project. Their annotations provide a deeper understanding of the New Testament, making this edition particularly valuable for both individual study and educational purposes.\u003cbr\u003e\u003cbr\u003eRev. John S.C. Abbott, known for his historical writings, and Rev. Jacob Abbott, a prolific author renowned for his works for young readers, alongside Rev. Lyman Abbott, a respected theologian and editor, combined their expertise to create an edition that is both informative and visually appealing. Their collaborative effort illustrates the significance of visual elements in enhancing biblical study, making complex theological concepts more accessible and engaging to a broader audience.\u003cbr\u003e\u003cbr\u003eThis edition, with its detailed illustrations and insightful commentary, not only serves as a valuable religious text but also as a piece of art. It reflects the late 19th-century trend of integrating visual art into religious publications, thereby transforming the experience of engaging with the sacred scriptures. The Pictorial New Testament is thus a testament to the Abbotts' innovative approach to biblical scholarship and their commitment to making religious texts more appealing and understandable to the public.","collections":"historic","ref":"","filesize":"127","iso":"eng","year":1881,"type":"study","provider":"Henry S. Goodspeed \u0026 Co.","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1881)-Pictorial-(Abbots)-New-Testament-Study-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}