{"id":"English-1914-Douay-Holy-Bible-Catholic","abbr":"ENGCPDV","title":"English (1914) Douay Holy Bible (Catholic)","title_vernacular":"","description":"The Douay–Rheims Bible, a pivotal translation in the history of English Bible translations, was a significant Catholic response to the Protestant Reformation. Crafted by members of the English College in Douai, it served the Catholic Church by translating the Bible from the Latin Vulgate into English. The New Testament was first published in Reims, France, in 1582, accompanied by extensive commentary and notes, while the Old Testament appeared in two volumes in 1609 and 1610, published by the University of Douai. The first volume covered Genesis through Job, and the second spanned from Psalms to 2 Maccabees, with the inclusion of three apocryphal books from the Vulgate's appendix.\u003cbr\u003e\u003cbr\u003eCharacterized by its copious marginal notes, the Douay–Rheims Bible was distinct for its polemical and patristic nature, offering deep insights into translation issues and the Hebrew and Greek source texts of the Vulgate. The primary intent of this translation was to fortify Catholic tradition amidst the predominantly Protestant religious and academic milieu of Elizabethan England, thereby contributing to the Counter-Reformation efforts of English Catholics.\u003cbr\u003e\u003cbr\u003eThe New Testament saw several reprints in 1600, 1621, and 1633, while the Old Testament volumes were reprinted in 1635. William Fulke's 1589 collation of the Rheims text and notes with the Bishops' Bible in parallel columns proved influential in England, leading to multiple reissues until 1633 and significantly impacting 17th-century English Bible development. This translation remains a critical part of the Catholic tradition and the broader history of biblical translations.","collections":"historic","ref":"","filesize":"268","iso":"eng","year":1914,"type":"scan","provider":"James Cardinal Gibbons, P. J. Kenedy \u0026 Sons","org_id":"","digitizer":"","archive_id":"ENGCPDV_DBS_HS/English-(1914)-Douay-Holy-Bible-(Catholic)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}