{"id":"English-1922-Yawist-Bible-OT-Portions","abbr":"ENGYAW","title":"English (1922) Yawist Bible - OT Portions","title_vernacular":"","description":"The 1922 edition of \"The Book of Yahweh\" represents a compelling and pioneering approach to biblical texts, focusing on what is known as the \"Yahwist\" or \"J\" source, one of the oldest narrative strains in the Hebrew Bible. This groundbreaking work attempts to isolate and reconstruct fragments from what scholars believe to be a primitive document, dating back to the ninth century B.C., within the first seven books of the Old Testament. \u003cbr\u003e\u003cbr\u003e The Yahwist source, identified by its characteristic use of the name Yahweh for God, is thought to be one of the four main sources of the Torah, as postulated by the Documentary Hypothesis. The hypothesis suggests that the Pentateuch was derived from multiple sources, each with its own theological and stylistic traits. The \"Book of Yahweh\" thus offers an intriguing window into one of these foundational sources, providing insights into the earliest layers of biblical narrative and theology. \u003cbr\u003e\u003cbr\u003e This edition is particularly remarkable for its historical and literary significance. By attempting to extract and piece together the fragments of the Yahwist source, it not only offers a unique perspective on the ancient texts but also reflects the evolving understanding of biblical authorship and composition in the early 20th century. This work, attributed to an \"unknown genius of the ninth century B.C.\", underscores the rich complexity of biblical texts and the enduring quest to understand their origins and meanings.","collections":"historic","ref":"","filesize":"33","iso":"eng","year":1922,"type":"scan","provider":"The Cornhill Publishing Company","org_id":"","digitizer":"","archive_id":"ENGYAW_DBS_HS/English-(1922)-Yawist-Bible-OT-Portions","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}