{"id":"English-1871-Folsom-Four-Gospels-Gospels","abbr":"ENGFOLS","title":"English (1871) Folsom Four Gospels - Gospels","title_vernacular":"","description":"The 1871 edition of \"The Four Gospels\" is a distinguished translation that stands out for its scholarly rigor and attention to textual details. Translated from the Greek text of the eminent scholar Constantin von Tischendorf, it offers a critical analysis of the Gospels, enriched by the incorporation of various readings from other notable biblical scholars such as Griesbach, Lachmann, Tregelles, Meyer, and Alford. \u003cbr\u003e\u003cbr\u003e Nathaniel S. Folsom, the translator, brings a meticulous approach to this work, ensuring that the nuances and complexities of the original Greek texts are faithfully rendered into English. His translation is not just a mere replication of the Greek text but an informed interpretation that takes into account the diversity of scholarly opinions and textual variations. Folsom's critical and expository notes are a highlight of this edition, providing insightful commentary and analysis that deepen the understanding of the Gospels. \u003cbr\u003e\u003cbr\u003e This edition is particularly notable for its comprehensive use of the Tischendorf text, which is revered for its accuracy and scholarly integrity. Folsom’s careful consideration of the various readings from renowned scholars makes this translation a valuable resource for those seeking a deeper, more nuanced understanding of the Gospels. The blend of rigorous scholarship with accessible translation makes this work a significant contribution to biblical literature and an essential tool for students, theologians, and scholars alike.","collections":"historic","ref":"","filesize":"51","iso":"eng","year":1871,"type":"study","provider":"A. Williams and Company","org_id":"","digitizer":"","archive_id":"ENGFOLS_DBS_HS/English-(1871)-Folsom-Four-Gospels-Gospels","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}