{"id":"English-1918-Reference-Passage-New-Testament-Study-Bible","abbr":"ENGKJV","title":"English (1918) Reference Passage New Testament Study Bible","title_vernacular":"","description":"The 1918 Reference Passage New Testament Study Bible emerges during a pivotal time in American Bible printing, which saw a remarkable evolution from the 17th to the early 20th century. Initially, Bible production in America was somewhat constrained, with most copies being imported from European publishers or brought by settlers. However, with technological advancements in printing and a surge in demand, the landscape of Bible publishing dramatically transformed by the late 18th and early 19th centuries. Major urban centers like Boston, Philadelphia, and New York emerged as key hubs for Bible publication.\u003cbr\u003e\u003cbr\u003ePaul Gutjahr, a renowned Bible historian, highlights the Bible's immense popularity during the 18th century in North America, describing it as the most printed, distributed, and read text of the time. The Bible's significance extended beyond its religious and spiritual importance; it became a cherished family heirloom, symbolizing a connection to distant relatives and ancestors, as well as a source of familial pride. In response to this cultural significance, publishers began crafting Bibles with ornate, embossed covers and elaborate illustrations, sometimes in color. These visually appealing Bibles were often displayed prominently in homes, symbolizing both the owner's devout faith and their appreciation for the Bible's aesthetic and cultural value.\u003cbr\u003e\u003cbr\u003eThe 1918 Reference Passage New Testament Study Bible stands as a testament to this rich period of development in Bible publishing, representing a harmonious blend of religious importance and cultural appreciation in American society.","collections":"historic","ref":"","filesize":"322","iso":"eng","year":1918,"type":"study","provider":"The Alpha Publishing Co.","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1918)-Reference-Passage-New-Testament-Study-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}