{"id":"English-1866-Anderson-New-Testament","abbr":"ENGANT","title":"English (1866) Anderson New Testament","title_vernacular":"","description":"The translation of the New Testament by Henry T. Anderson, a notable figure in the Campbellite \"Disciples of Christ\" denomination, is a remarkable example of scholarly dedication and religious commitment. Born in Virginia in 1812 and predominantly based in Kentucky, Anderson was both a schoolmaster and a preacher. \u003cbr\u003e\u003cbr\u003e His translation journey began in 1861 and concluded in 1864 while he resided in Harrodsburg, Kentucky. The initial edition of his work, \"The New Testament Translated from the Original Greek, by H.T. Anderson,\" was printed in 1864 at the Franklin Type Foundry in Cincinnati, Ohio, spanning 569 pages. Subsequently, in 1866, John P. Morton \u0026 Co. in Louisville, Kentucky, published a new edition of 568 pages and a smaller version of 408 pages. \u003cbr\u003e\u003cbr\u003e Later, in 1918, The Standard Publishing Company in Cincinnati released \"The New Testament Translated from the Sinaitic Manuscript discovered by Constantine Tischendorf at Mount Sinai,\" which Anderson purportedly prepared shortly before his death in 1872. Although this edition claimed to be a version of the Codex Sinaiticus, it was essentially a revision of Anderson's earlier translation, adjusted according to some readings from the Codex. The specifics of Anderson's source material for this revision remain unclear, as the preface of the publication does not detail the sources used. \u003cbr\u003e\u003cbr\u003e Anderson's translation efforts, described by his friend John Augustus Williams in a chapter of his \"Reminiscences,\" underscore his profound dedication to providing an accessible and authentic rendition of the New Testament.","collections":"historic","ref":"","filesize":"8","iso":"eng","year":1866,"type":"scan","provider":"John P. Morton \u0026 Company","org_id":"","digitizer":"","archive_id":"ENGANT_DBS_HS/English-(1866)-Anderson-New-Testament","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}