{"id":"English-1873-Cambridge-Paragraph-KJV-Study-Bible","abbr":"ENGKJVPCE","title":"English (1873) Cambridge Paragraph KJV Study Bible","title_vernacular":"","description":"The Pure Cambridge Edition of the King James Bible, also known as the Standard Text, represents a significant milestone in the evolution of biblical texts since the completion of the Authorized Version in 1611. First published around 1900 by the prestigious Cambridge University Press and Collins publishers, this edition is notable for its adherence to textual purity and fidelity to the original 1611 version. \u003cbr\u003e\u003cbr\u003e The Pure Cambridge Edition stands in stark contrast to many modern versions of the Bible. It meticulously preserves the original formatting, including the standard Cambridge spelling, as well as the italics and punctuation used in the 1611 version. This scrupulous attention to detail ensures that the text remains accurate and faithful to the original scriptures. \u003cbr\u003e\u003cbr\u003e Over the twentieth century, the Pure Cambridge Edition gained widespread acclaim and distribution, with millions of copies being issued by various Bible and missionary societies. Its popularity and usage underscored its status as a received text, regarded by many as an authoritative and reliable edition of the Bible. The edition's commitment to maintaining the integrity and authenticity of the original King James Bible makes it a cherished version for those seeking a traditional and unaltered scriptural text. The Pure Cambridge Edition is more than just a religious text; it is a testament to the enduring legacy and influence of the King James Bible in the Christian world.","collections":"historic","ref":"","filesize":"305","iso":"eng","year":1873,"type":"study","provider":"Rev. F. H. Scrivener, M.A., L.L.D., University Press","org_id":"","digitizer":"Internet Archive","archive_id":"ENGKJVPCE_DBS_HS/English-(1873)-Cambridge-Paragraph-KJV-Study-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}