{"id":"English-1820-Wakefield-New-Testament","abbr":"ENGWNT","title":"English (1820) Wakefield New Testament","title_vernacular":"","description":"The 1820 edition of the New Testament translated by Gilbert Wakefield is a notable work in the history of biblical scholarship. Wakefield, born in 1756, was a graduate of Cambridge and was ordained as a deacon in the Anglican Church around 1776. However, his journey with the Anglican Church was short-lived as he soon found himself in ideological conflict with the Church's doctrines.\u003cbr\u003e\u003cbr\u003eWakefield’s inability to subscribe to the Anglican articles of faith led him to teach at various schools that espoused Unitarian views, aligning more closely with his personal beliefs. Beyond his religious pursuits, Wakefield was also politically vocal, advocating against war and critiquing the prevailing forms of government and ecclesiastical authority, which he viewed as a “bond of iniquity.”\u003cbr\u003e\u003cbr\u003eThe first edition of his New Testament translation appeared in 1791, followed by a revised edition in 1795. The 1820 edition represents the third edition of his work and reflects his ongoing engagement with biblical texts. His translations were informed not just by his linguistic expertise but also by his theological and political convictions, offering a perspective that was distinct from mainstream Anglican interpretations of the time.\u003cbr\u003e\u003cbr\u003eWakefield's work on the New Testament is significant not only for its scholarly contributions to biblical studies but also for reflecting the broader intellectual and religious currents of his time. His translation is a testament to the diversity of religious thought and the critical engagement with biblical texts that characterized the late 18th and early 19th centuries.","collections":"historic","ref":"http://bibles.wikidot.com/wakefield","filesize":"90","iso":"eng","year":1820,"type":"scan","provider":"Gilbert Wakerfield, B. A.","org_id":"","digitizer":"","archive_id":"ENGWNT_DBS_HS/English-(1820)-Wakefield-New-Testament","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}