{"id":"English-1767-Liberal-Translation-of-the-New-Testament-Vol-1-2","abbr":"ENGLIB","title":"English (1767) Liberal Translation of the New Testament (Vol 1-2)","title_vernacular":"","description":"Edward Harwood's \"A Liberal Translation of the New Testament,\" published in 1768, is a distinctive work in the history of biblical translations. Harwood, a classical scholar, aimed to translate the New Testament with the same freedom, impartiality, and elegance applied to translations of Greek classics. His objective, as stated in the preface, was to express the ideas and doctrines of the Apostles with clarity and appropriateness, as if they had written in contemporary English.\u003cbr\u003e\u003cbr\u003eHarwood's paraphrase is characterized by the verbose and ornate style of eighteenth-century English prose. However, it has often been criticized for its poor taste and inappropriate treatment of Scripture. Shortly after its publication, James Boswell described it as a “ridiculous work.” Other critics have labeled it as “turgid,” “absurd,” and even worse. Richard C. Trench, discussing various English versions, referred to Harwood's translation as folly, bordering on blasphemy, and declined to provide examples due to their nature. J. Isaacs noted that Harwood’s version is one of the most discussed and insulted translations of the eighteenth century.\u003cbr\u003e\u003cbr\u003eAn often-cited example of Harwood's unique approach is his rendering of the Lord's Prayer in Matthew 6, which exemplifies his liberal and stylistically distinct translation method. Despite its notoriety and the criticisms it attracted, Harwood's translation remains a notable part of the history of English New Testament translations, reflecting the diverse approaches to biblical interpretation and translation during the eighteenth century.","collections":"historic","ref":"http://www.bible-researcher.com/harwood.html","filesize":"51","iso":"eng","year":1767,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGLIB_DBS_HS/English-(1767)-Liberal-Translation-of-the-New-Testament-(Vol-1-2)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}