{"id":"English-1966-Fenton-Holy-Bible","abbr":"ENGFFB","title":"English (1966) Fenton Holy Bible","title_vernacular":"","description":"The Ferrar Fenton Bible, also known as The Holy Bible in Modern English, is a landmark translation by Ferrar Fenton (1832–1920), a London businessman with a passion for biblical languages and texts. Initiated in 1853, Fenton embarked on a journey to translate the Bible into contemporary English, a task that spanned almost five decades. His primary aim was to preserve the Christian faith by making the Bible accessible and understandable in the vernacular of the 19th and early 20th centuries.\u003cbr\u003e\u003cbr\u003eFenton's scholarly approach involved studying the original languages of the Bible - Sanskrit, Greek, Hebrew, and Latin. A distinguished member of the Royal Asiatic Society, he leveraged his expertise and access to ancient Septuagint and Masoretic manuscripts. Additionally, he referred to Brian Walton's Polyglot Bible for minimal cross-referencing. His translation of Paul's epistles appeared in 1883, followed by other parts, culminating in the complete Bible's first publication in 1903, with revisions until 1910.\u003cbr\u003e\u003cbr\u003eNotably, Fenton's version reorganizes the books of the Bible into what he believed was their correct chronological order, particularly in the Old Testament, following the sequence of the Hebrew Bible. His unique interpretation of God's name as \"The EVER-LIVING\" in the Old Testament, and occasionally as \"LORD\" and \"JEHOVAH\", reflects his commitment to a faithful yet modern rendering. For the Book of Job, he collaborated with Henrik Borgström, translating it into the same meter as the original Hebrew. His New Testament translation, based on the Greek text of Westcott and Hort, received approval from numerous theologians and academics. Fenton's half-century endeavor in creating the Ferrar Fenton Bible stands as a testament to his dedication to making the biblical texts accessible and relevant to modern readers.","collections":"modern","ref":"","filesize":"104","iso":"eng","year":1966,"type":"book","provider":"Destiny Publishers","org_id":"","digitizer":"","archive_id":"ENGFFB_DBS_HS/English-(1966)-Fenton-Holy-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}