{"id":"English-1807-Negro-Slave-Bible","abbr":"ENGNSB","title":"English (1807) Negro Slave Bible","title_vernacular":"","description":"The \"Slave Bible,\" formally titled \"Parts of the Holy Bible, Selected for the Use of the Negro Slaves, in the British West-India Islands,\" is a significantly altered version of the Bible, specifically edited in the early 19th century for slaves in the British West Indies, then under British colonial rule. This edition is notable for its extensive omissions, designed to emphasize obedience and discourage rebellion among the enslaved population.\u003cbr\u003e\u003cbr\u003eProduced in England and used by British missionaries for educating and converting enslaved Africans, this Bible had 90 percent of the Old Testament and half of the New Testament removed. Key passages that referred to freedom, escape from slavery, or equality were excluded due to their potential to incite thoughts of rebellion. For example, Galatians 3:28, highlighting equality in Christ Jesus regardless of status, was omitted, while verses like Ephesians 6:5, encouraging obedience to masters, were kept.\u003cbr\u003e\u003cbr\u003eIn 2018, the Museum of the Bible featured this edition in its exhibition \"The Slave Bible: Let the Story Be Told.\" The showcased 1807 copy, one of only three known copies of this version, is owned by Fisk University. It was printed by Law and Gilbert of London for the Society for the Conversion of Negro Slaves.\u003cbr\u003e\u003cbr\u003eThe Slave Bible serves as a stark reminder of the manipulation of religious texts for oppressive purposes and stands as a historical testament to the complexities of religion in the context of slavery and colonialism.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Slave_bible","filesize":"69","iso":"eng","year":1807,"type":"scan","provider":"British West India Islands","org_id":"","digitizer":"","archive_id":"ENGNSB_DBS_HS/English-(1807)-Negro-Slave-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}