{"id":"English-1568-Bishops-Bible","abbr":"ENGBSB","title":"English (1568) Bishops Bible (Text)","title_vernacular":"","description":"The Bishops' Bible, an English translation produced under the authority of the Church of England, was first published in 1568 and significantly revised in 1572. The 1602 edition of this Bible was used as the base text for the King James Bible, completed in 1611. It succeeded the Great Bible of 1539, the first authorized English Bible, and the Geneva Bible of 1557-1560.\u003cbr\u003e\u003cbr\u003eThe Calvinistic leanings of the Geneva Bible, particularly evident in its marginal notes, were a point of contention for the high-church party of the Church of England, to which most bishops adhered. They sought to replace the Geneva translation, perceived as favoring Presbyterianism over Episcopalian church governance, with their own version, which became known as the \"Bishops' Bible.\"\u003cbr\u003e\u003cbr\u003eArchbishop of Canterbury Matthew Parker was the driving force behind this translation. The early editions carried the initials of the translating bishops, a measure intended by Parker to ensure accountability. However, the lack of a supervisory editor led to inconsistent translation practices across different books.\u003cbr\u003e\u003cbr\u003eInterestingly, the Bishops' Bible portrayed Queen Elizabeth I flanked by allegorical figures of Faith and Charity, representing Hope, with a Latin text from Romans 1:16 beneath her portrait. The Apocrypha in this Bible, largely unchanged from the Great Bible and translated from the Latin Vulgate, suggested that it was not entirely translated from original tongues.\u003cbr\u003e\u003cbr\u003eThe 1572 revision saw alterations toward more ecclesiastical language and attempts to align with the Geneva Bible. The Bishops' Bible was intended for use in churches rather than as a domestic Bible. Its grandiloquent style differed from the Geneva Bible, and while it included 124 full-page illustrations in its first edition, later editions were smaller and mostly illustration-free. The Bishops' Bible did not replace the Geneva Bible in popularity but went through over 50 editions, compared to the Geneva Bible's over 150 reprints. The last complete edition of the Bishops' Bible was in 1602, although the New Testament continued to be reissued until at least 1617. William Fulke's parallel editions, contrasting it with the Rheims New Testament, were published until 1633.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Bishops%27_Bible#References","filesize":"149","iso":"eng","year":1572,"type":"reprint","provider":"","org_id":"","digitizer":"","archive_id":"ENGBSB_DBS_HS/English-(1568)-Bishops-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}