{"id":"English-1872-Polyglot-Study-Bible","abbr":"ENGKJV","title":"English (1872) Polyglot Study Bible","title_vernacular":"","description":"The 1872 edition of the \"Polyglot Study Bible\" stands as a monumental work in the realm of biblical translations, curated and published by the renowned Samuel Bagster. Born on 26 December 1772 and educated under Rev. John Ryland at Northampton, Bagster began his career in the book trade on 19 April 1794. He quickly established himself as a visionary in the field, bringing out \"The English Version of the Polyglot Bible\" in 1816, a work noted for its over 60,000 parallel references meticulously selected and verified by Bagster himself. \u003cbr\u003e\u003cbr\u003e This edition was not only a commercial success but also a testament to Bagster's commitment to quality and detail. He introduced innovations in binding, using the finest Turkey Morocco and prepared sealskins, which were known for their distinctive 'pin-head grain.’ \u003cbr\u003e\u003cbr\u003e Among Bagster's many significant publications, two stand out. The first is the \"English Hexapla,\" published in 1841, presenting six pivotal English versions of the New Testament (Wycliffe, Tyndale, Cranmer, Genevan, Anglo-Rhemish, and the Authorized Version) alongside the Greek text as per Scholz, accompanied by an extensive historical account of English Bible translations. The second, the \"Bible of Every Land,\" showcases over 270 different language versions of the Bible, demonstrating Bagster's dedication to making the Scriptures accessible to a global audience. \u003cbr\u003e\u003cbr\u003e The \"Polyglot Study Bible\" is an emblem of Bagster's lifelong dedication to biblical scholarship, offering a rich tapestry of textual variations and insights, making it an invaluable resource for scholars, theologians, and devout readers alike.","collections":"historic","ref":"","filesize":"299","iso":"eng","year":1872,"type":"study","provider":"Samuel Bagster and Sons","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1872)-Polyglot-Study-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}