{"id":"English-1851-Commonly-Received-New-Testament","abbr":"ENGCOM","title":"English (1851) Commonly Received New Testament","title_vernacular":"","description":"English (1851) Commonly Received New Testament: The 1850 edition of the New Testament, known as the \"Commonly Received Version,\" holds a unique place in the history of biblical translations. Edited by Spencer H. Cone and William H. Wyckoff, this version represents a moderate revision of the King James Version (KJV) New Testament. It was a product of the American and Foreign Bible Society, an organization founded by American Baptists in 1837 to support Baptist missionary translators.\u003cbr\u003e\u003cbr\u003eThe production of this edition was surrounded by internal debates within the Society about the appropriateness and necessity of revising the KJV. Eventually, the decision to proceed with a provisional edition came at the suggestion of a Society member. This initiative was further supported by Deacon William Colgate, the Society's Treasurer, who personally financed the creation of the plates and printing. Cone and Wyckoff’s efforts were not intended for immediate adoption by the Society but were rather a demonstration of potential emendations to the existing KJV.\u003cbr\u003e\u003cbr\u003eThis edition is notable for its preface, where the editors clarified their intentions - not to offer a final product for the Society's use but to present a sample of possible changes. The plates of this provisional edition were offered to the Society if found desirable. The edition serves as a fascinating example of the evolving views on biblical translation within 19th-century American religious circles, highlighting the tensions between tradition and the desire for modernization in scriptural interpretation.","collections":"historic","ref":"","filesize":"51","iso":"eng","year":1851,"type":"scan","provider":"E. H. Tripp","org_id":"","digitizer":"","archive_id":"ENGCOM_DBS_HS/English-(1851)-Commonly-Received-New-Testament","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}