{"id":"English-1859-Wellbeloved-Old-Testament-Vol.-1-3","abbr":"ENGWELL","title":"English (1859) Wellbeloved Old Testament (Vol. 1-3)","title_vernacular":"","description":"The \"Holy Scriptures of the Old Covenant, in a Revised Translation\" is a monumental work, spearheaded by three eminent scholars: Charles Wellbeloved, George Vance Smith, and John Scott Porter. Published in three volumes between 1859 and 1862 by Longman, Brown, Green, Longmans, and Roberts, this revision of the King James Version (KJV) of the Old Testament represents a significant contribution to biblical scholarship. \u003cbr\u003e\u003cbr\u003eVolume 1, released in 1859, encompasses the Pentateuch, Joshua, Judges, and Ruth, showcasing Wellbeloved's meticulous revision. The second volume, published in 1861, extends the scope to include the books of Samuel, Kings, Chronicles, Ezra, Nehemiah, Esther, Job, and Psalms. Finally, the third volume, completed in 1862, comprises Proverbs, Ecclesiastes, and the Prophets. The collaborative nature of this project is evident in the division of labor among the scholars. Wellbeloved, a revered figure in theological circles, revised the Pentateuch, Joshua, Judges, Ruth, Job, Psalms, Proverbs, Ecclesiastes, and the Minor Prophets. Smith, known for his scholarly acumen, undertook the revision of Samuel, Ezra, Nehemiah, Esther, Isaiah, Jeremiah, and the Lamentations. Porter, another distinguished scholar, was responsible for revising Kings, Chronicles, Ezekiel, and Daniel. \u003cbr\u003e\u003cbr\u003eThis comprehensive and meticulously revised translation is a testament to the scholarly dedication and expertise of Wellbeloved, Smith, and Porter. It remains a valuable resource for students of the Bible, offering a deeper understanding of the Old Testament through its careful and scholarly translation.","collections":"historic","ref":"","filesize":"172","iso":"eng","year":1859,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGWELL_DBS_HS/English-(1859)-Wellbeloved-Old-Testament-(Vol.-1-3)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}