{"id":"English-1893-Rotherham-New-Testmant","abbr":"ENGROT","title":"English (1893) Rotherham New Testmant","title_vernacular":"","description":"The 1893 Rotherham New Testament stands as a remarkable accomplishment in the field of biblical translation, spearheaded by the eminent scholar Joseph B. Rotherham. This translation is distinguished by its reliance on the Greek text of Tregelles, a renowned biblical scholar and text critic. Rotherham's work is characterized by its 'emphasized' approach, aiming to reflect the logical idiom of the original Greek text in a manner that is both accurate and accessible to the English reader.\u003cbr\u003e\u003cbr\u003eRotherham's introduction and occasional notes provide valuable insights, enhancing the reader's understanding of the text. His method of emphasizing not just the words but the underlying structure and logic of the Greek language offers a unique perspective, bridging the gap between ancient scripture and modern interpretation. This approach reflects a deep respect for the original text and a commitment to conveying its nuanced meanings as faithfully as possible.\u003cbr\u003e\u003cbr\u003eThe progression of editions, from the second edition in 1878 to the fifth edition in 1923, marks the evolution and refinement of Rotherham's work. Each edition builds upon the previous, incorporating new findings and critical insights, demonstrating Rotherham's dedication to continual improvement. The third edition in 1897 and the fourth edition, which was part of the complete Bible in 1902/03, are testament to the enduring impact and relevance of his translation.\u003cbr\u003e\u003cbr\u003eRotherham's New Testament is not just a translation; it is a scholarly endeavor that combines linguistic precision with theological depth, offering readers a window into the world of the early Christian texts and their profound spiritual and historical significance.","collections":"historic","ref":"","filesize":"82","iso":"eng","year":1893,"type":"scan","provider":"Samuel Bagster and Sons","org_id":"","digitizer":"","archive_id":"ENGROT_DBS_HS/English-(1893)-Rotherham-New-Testmant","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}