{"id":"English-1850-Wycliffe-Bible-Forshall-Madden-Edition","abbr":"ENGW850","title":"English (1850) Wycliffe Bible (Forshall Madden Edition)","title_vernacular":"","description":"English (1850) Wycliffe Bible (Forshall Madden Edition): The 1850 Forshall-Madden edition of the Wycliffe Bible is a significant achievement in biblical scholarship, meticulously compiled by Josiah Forshall and Frederic Madden. Forshall, an Oxford graduate and expert in mathematics and literae humaniores, joined the British Museum as an assistant librarian in 1824, rising to the position of department keeper within three years. His academic prowess was further acknowledged when he was elected a Fellow of the Royal Society in 1828.\u003cbr\u003e\u003cbr\u003eThe Forshall-Madden edition marked the first complete publication of the Wycliffe Bible in English, a monumental work that took two decades to complete. This translation, originally crafted in the late 14th century, was the first full Bible available in English. Its publication in 1850 opened a new chapter in the study of English religious texts and language.\u003cbr\u003e\u003cbr\u003eForshall's contributions to biblical studies extended beyond this project. He published editions of the Gospels of St. Mark, St. Luke, and St. John, each meticulously arranged and annotated. His posthumous works on The Lord's Prayer and the first twelve chapters of St. Matthew provided critical insights into these biblical texts. Through these works, Forshall not only enhanced the understanding of early English biblical translations but also established himself as a key figure in the field of biblical manuscripts and scholarship.","collections":"historic","ref":"","filesize":"475","iso":"eng","year":1850,"type":"reprint","provider":"The University Press","org_id":"","digitizer":"","archive_id":"ENGW850_DBS_HS/English-(1850)-Wycliffe-Bible-(Forshall-Madden-Edition)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}