{"id":"English-1772-KJV-1769-Revision","abbr":"ENGKJV69","title":"English (1772) KJV (1769 Revision)","title_vernacular":"","description":"By the mid-18th century, variations in modernized texts of the Authorized Version (AV) of the King James Bible, along with an accumulation of misprints, led Oxford and Cambridge Universities to seek an updated standard text. The Cambridge edition of 1760, the result of Francis Sawyer Parris's 20 years of work, was the first. Parris died in May of that year, but his edition was reprinted in 1762 and in John Baskerville's 1763 folio edition.\u003cbr\u003e\u003cbr\u003eHowever, the 1769 Oxford edition, edited by Benjamin Blayney, became the standard text, even though it had comparatively few changes from Parris's edition. Both Parris and Blayney aimed to correct printer-induced variations from the 1611 and subsequent editions, incorporating most revised readings from the Cambridge editions of 1629 and 1638, along with their own improvements. They standardized punctuation and spelling, making many minor text changes. Blayney's 1769 text differed from the 1611 text in around 24,000 places.\u003cbr\u003e\u003cbr\u003eBlayney worked from the 1550 Stephanus edition of the Textus Receptus, differing from the later editions of Theodore Beza favored by the 1611 New Testament translators. The 1769 Oxford edition, like the 1611 edition, included the Apocrypha, but Blayney tended to remove cross-references to Apocrypha books.\u003cbr\u003e\u003cbr\u003eWhile Cambridge continued to issue Bibles using the Parris text for a time, they eventually adapted Blayney's work, omitting some Oxford spellings. By the mid-19th century, most printings of the AV derived from the 1769 Oxford text. Exceptions include Oxford's 1833 original-spelling reprint of the 1611 edition and the 1873 Cambridge Paragraph Bible, revised by F. H. A. Scrivener.\u003cbr\u003e\u003cbr\u003eIn 2005, Cambridge University Press released the New Cambridge Paragraph Bible with Apocrypha, edited by David Norton, following Scrivener's work but updating spelling and reintroducing some original wording.\u003cbr\u003e\u003cbr\u003eThe AV remained largely unchanged through the early 19th century. The 1870 Convocation of Canterbury's revision, the Revised Version, didn't find popular favor. By the early 20th century, the Cambridge text had undergone at least 6 changes since 1769 and was preferred by scholars.\u003cbr\u003e\u003cbr\u003eThe AV's dominance lasted until the second half of the 20th century, when new translations emerged. Nonetheless, the King James Only movement continues to support the AV.","collections":"historic","ref":"https://en.wikipedia.org/wiki/King_James_Version#Standard_text_of_1769","filesize":"180","iso":"eng","year":1772,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGKJV69_DBS_HS/English-(1772)-KJV-(1769-Revision)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}