{"id":"English-1611-KJV-Old-Testament-with-Translators-Notes-OT","abbr":"ENGKJV","title":"English (1611) KJV Old Testament (with Translators Notes) OT","title_vernacular":"","description":"The King James Version (KJV), also known as the King James Bible (KJB) and the Authorized Version, is an English translation of the Christian Bible commissioned for the Church of England. Sponsored by King James VI and I, it was first published in 1611. The KJV includes 39 books of the Old Testament, 14 books of the Apocrypha (as recognized by Protestants), and 27 books of the New Testament, totaling 80 books. Renowned for its majestic style, the King James Version is celebrated as a pivotal work in English culture and a significant influence on the English-speaking world.\u003cbr\u003e\u003cbr\u003ePrinted by John Norton and Robert Barker, the King's Printers, the KJV was the third authorized English translation, following the Great Bible (commissioned in 1535 by King Henry VIII) and the Bishops' Bible (commissioned in 1568 by Queen Elizabeth I). The Geneva Bible of 1560, produced in Geneva by Protestant Reformers from the original Hebrew and Greek scriptures, greatly influenced the writing of the KJV.\u003cbr\u003e\u003cbr\u003eThe Hampton Court Conference, convened by King James in January 1604, led to the creation of the KJV in response to the Puritans' issues with previous translations. The translation, adhering to the ecclesiology and episcopal structure of the Church of England, involved 47 scholars working in six panels, with the Old Testament, New Testament, and Apocrypha assigned to different groups. The Old Testament was translated from Hebrew and Aramaic, the New Testament from Greek, and the Apocrypha from Greek and Latin.\u003cbr\u003e\u003cbr\u003eIn the 1662 Book of Common Prayer, the KJV text replaced the Great Bible for Epistle and Gospel readings. By the early 18th century, the KJV became the primary English translation used in Anglican and other English Protestant churches. The 1769 Oxford standard text, extensively re-edited by Benjamin Blayney and typically omitting the Apocrypha, became the most widely printed book in history due to stereotype printing in the 19th century. Today, \"King James Version\" usually refers to this Oxford standard text.","collections":"historic","ref":"https://en.wikipedia.org/wiki/King_James_Version","filesize":"100","iso":"eng","year":1615,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1611)-KJV-Old-Testament-(with-Translators-Notes)-OT","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}