{"id":"English-1923-Ballantine-Riverside-New-Testament","abbr":"ENGBALL","title":"English (1923) Ballantine Riverside New Testament","title_vernacular":"","description":"The 1923 \"Riverside New Testament,\" translated by William G. Ballantine, represents a significant contribution to biblical scholarship, offering a modern English rendition of the New Testament. Ballantine's translation, based on the critical Nestle text, aimed to bring the ancient scriptures closer to the contemporary reader by employing the vernacular of the early 20th century. This approach was somewhat revolutionary for its time, as it broke away from the more traditional and archaic language typically used in biblical translations. \u003cbr\u003e\u003cbr\u003e William G. Ballantine, a respected scholar, recognized the need for a version of the New Testament that resonated with the linguistic sensibilities of his era. His work reflects a meticulous engagement with the original Greek texts, coupled with an effort to ensure that the translation was both accessible and faithful to the original meanings. The Riverside New Testament was slightly revised in 1934, indicating its ongoing relevance and the enduring interest in making the scriptures comprehensible to modern audiences. \u003cbr\u003e\u003cbr\u003e Ballantine's translation is noteworthy for its clarity and simplicity, striving to convey the teachings and narratives of the New Testament in a language that is both understandable and meaningful to contemporary readers. His work exemplifies the continuing evolution of biblical translation, highlighting the balance between scholarly fidelity to ancient texts and the adaptation of these texts to the evolving language and culture of the readers.","collections":"historic","ref":"","filesize":"9","iso":"eng","year":1923,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGBALL_DBS_HS/English-(1923)-Ballantine-Riverside-New-Testament","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}