{"id":"English-1860-Cassell's-Illustrated-Family-Bible-Vol.-1-2-Study","abbr":"ENGKJV","title":"English (1860) Cassell's Illustrated Family Bible (Vol. 1-2) Study","title_vernacular":"","description":"The \"Holy Bible: Containing the Old and New Testaments, with Explanatory Notes, References, and a Condensed Concordance,\" published by Cassell, Petter \u0026 Galpin, is a testament to the ingenuity and vision of John Cassell, a towering figure in the world of English publishing. Born on January 23, 1817, and passing away on April 2, 1865, Cassell was not just a publisher and printer; he was a writer, editor, and a profound influence in the realms of educational literature and novel serial publication. His firm, Cassell \u0026 Co., is celebrated for its role in transforming and democratizing the field of educational books and periodicals.\u003cbr\u003e\u003cbr\u003eMore than just a successful entrepreneur, Cassell was deeply involved in the temperance movement in Britain and fervently advocated for the reduction of taxes on publishing. His efforts were not limited to the publishing world; he was a passionate social reformer who understood the critical role of education in uplifting the working class. Cassell’s commitment to social improvement is evident in his work as a tea and coffee merchant and his numerous publications, both in magazine and book formats, which made learning and culture accessible to a broader audience.\u003cbr\u003e\u003cbr\u003eThe illustrated family Bible is a crowning achievement in this regard, featuring over nine hundred meticulously crafted engravings. It stands as a symbol of Cassell’s dedication to spreading knowledge and cultural enrichment. This Bible, through its detailed illustrations and comprehensive notes, reflects Cassell’s lifelong mission to educate and inspire the masses, making it a significant contribution to the world of religious and educational literature.","collections":"historic","ref":"","filesize":"158","iso":"eng","year":1860,"type":"study","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1860)-Cassell's-Illustrated-Family-Bible-(Vol.-1-2)-Study","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}