{"id":"English-1890-English-Shorthand-Bible","abbr":"ENGPED","title":"English (1890) English Shorthand Bible","title_vernacular":"","description":"The 1890 Holy Bible in Pitman's Shorthand represents a unique fusion of religious scripture with a revolutionary form of writing. Pitman's shorthand, developed by Sir Isaac Pitman, was a popular system of shorthand in the 19th century, known for its efficiency and ease of learning. This specific edition lithographed the entire Bible in the \"Easy Reporting Style\" of Pitman's shorthand, a variant designed for quick transcription of speech.\u003cbr\u003e\u003cbr\u003eShorthand, a method of rapid writing by means of abbreviations and symbols, was widely used in business, journalism, and legal fields during that era. The publication of the Bible in this format was a testament to the widespread prevalence and acceptance of shorthand as a practical skill. This adaptation of the Bible was not just a novelty but served practical purposes, particularly for those proficient in shorthand, offering a unique way to engage with the scriptures.\u003cbr\u003e\u003cbr\u003eThe choice of the Authorized Version, commonly known as the King James Version, for this shorthand edition, reflects the version's prominence and wide acceptance within English-speaking Christian communities. This version of the Bible in shorthand was more than a religious text; it was a cultural artifact of the period, showcasing the intersection of technological advancement in communication (shorthand writing) with enduring religious traditions. The 1890 Holy Bible in Pitman's Shorthand is a remarkable example of how religious texts can be adapted to reflect and utilize contemporary advancements in communication and education.","collections":"historic","ref":"","filesize":"87","iso":"eng","year":1890,"type":"scan","provider":"Isaac Pitman \u0026 Sons","org_id":"","digitizer":"","archive_id":"ENGPED_DBS_HS/English-Shorthand-(1890)-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}