{"id":"English-1557-Geneva-Bible","abbr":"ENGGNV","title":"English (1557) Geneva Bible","title_vernacular":"","description":"The Geneva Bible, first printed in 1560, is a monumental translation of the Bible into English and was a precursor to the King James Version by 51 years. As the primary Bible for 16th-century English Protestantism, it significantly influenced figures such as William Shakespeare, Oliver Cromwell, John Knox, John Donne, and John Bunyan, the author of \"The Pilgrim's Progress\" (1678). This Bible was also among those taken to America by the Mayflower passengers, as evidenced by collections at the Pilgrim Hall Museum.\u003cbr\u003e\u003cbr\u003eNotably, the Geneva Bible was the first mechanically printed, mass-produced Bible accessible directly to the general public. It was furnished with a variety of study aids, including verse citations for cross-referencing, introductions to each book, maps, tables, woodcut illustrations, and indices. Its vigorous language made it more popular than the Great Bible, described by Cleland Boyd McAfee as having \"driven the Great Bible off the field by the sheer power of excellence.\"\u003cbr\u003e\u003cbr\u003eFollowing the Great Bible of 1539, the first authorized English Bible, the Geneva Bible was produced during Queen Mary I's reign (1553–58) when Protestant scholars, including William Whittingham, Myles Coverdale, and others, fled to Geneva. Whittingham supervised the translation of the New Testament (published in 1557), while Gilby oversaw the Old Testament.\u003cbr\u003e\u003cbr\u003eThe first full edition appeared in 1560, but it wasn't printed in England until 1575 (New Testament) and 1576 (complete Bible). Over 150 editions were issued, the last probably in 1644. The Geneva Bible was especially significant in Scotland, where its association with Knox and Calvin led to a 1579 law requiring households to own a copy.\u003cbr\u003e\u003cbr\u003eLater editions included Laurence Tomson's New Testament revisions and a new \"Junius\" version of the Book of Revelation. The annotations, reflecting Calvinist and Puritan views, were disliked by Anglicans and King James I, who commissioned the King James Bible as a replacement. Despite this, the Geneva Bible remained popular among Puritans and was widely used until after the English Civil War. Its notes even appeared in some editions of the King James version until 1715.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Geneva_Bible","filesize":"29","iso":"eng","year":1560,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGGNV_DBS_HS/English-(1557)-Geneva-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}