{"id":"English-1882-Parallel-New-Testament-KJV1611-RV1881-Greek-Scrivener","abbr":"ENGKJV","title":"English (1882) Parallel New Testament KJV1611 RV1881 Greek (Scrivener)","title_vernacular":"","description":"The 1882 Parallel New Testament presents a unique tri-columnar arrangement, juxtaposing the King James Version (KJV) of 1611, the Revised Version (RV) of 1881, and the original Greek text. This edition is a remarkable testament to the evolution of Biblical translation and textual scholarship. It showcases the authorized version, set forth in 1611, in one column, providing readers with a direct comparison to the revised version that emerged 270 years later. The revised version, a product of extensive scholarly work, sought to update and correct the earlier KJV based on the best available manuscripts and linguistic understanding of the time.\u003cbr\u003e\u003cbr\u003eThe inclusion of the original Greek text, particularly according to the text followed in the authorized version, with variations adopted in the revised version, is of significant scholarly interest. This Greek text, meticulously edited by renowned textual critic F.H.A. Scrivener, offers insights into the textual basis of the English translations and highlights the differences and developments in textual criticism and translation methodologies over the centuries.\u003cbr\u003e\u003cbr\u003eThis parallel arrangement not only serves as a valuable tool for comparative study and analysis but also reflects the dynamic nature of Biblical scholarship. It allows readers to trace the changes in translation and interpretation, understand the nuances of linguistic evolution, and appreciate the efforts of scholars in bringing the Biblical text closer to its original form. The 1882 Parallel New Testament stands as a testament to the enduring endeavor to understand and convey the Biblical message with clarity and fidelity.","collections":"historic","ref":"","filesize":"137","iso":"eng","year":1882,"type":"study","provider":"Rev. F. H. Scrivener, M.A., L.L.D., University Press","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1882)-Parallel-New-Testament-KJV1611-RV1881-Greek-(Scrivener)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}