{"id":"English-1788-Hieroglyphick-Bible-Portions-Isaiah-Thomas-WDL-19331","abbr":"ENGHBP","title":"English (1788) Hieroglyphick Bible Portions - Isaiah Thomas (WDL-19331)","title_vernacular":"","description":"The 1788 Hieroglyphick Bible, \"A Curious Hieroglyphick Bible, or, Select Passages in the Old and New Testaments,\" is the first American hieroglyphic Bible, produced by Isaiah Thomas (1749‒1831), a leading early American printer and a pioneer publisher of children's literature. This Bible is a significant piece in the history of American book illustration, featuring nearly 500 woodcuts by American artists, making it the most ambitious woodcut book produced in America at that time.\u003cbr\u003e\u003cbr\u003eHieroglyphic Bibles replace some of the words in the text with pictures, and were popular in Great Britain and America for teaching Scripture to children in a simple and engaging manner. Thomas, in his preface, presents the book not only as a means of imparting Bible lessons to children but also as an aid in developing their reading skills. Thomas learned engraving during his apprenticeship with Boston printer Zechariah Fowle and was primarily based in Worcester, Massachusetts. He produced 65 children's books and is revered as America's first enlightened printer of such books, often likened to John Newbery of London, England. Both shared the motto \"Instruction with delight.\"\u003cbr\u003e\u003cbr\u003eThis Hieroglyphick Bible was inscribed by its first owner, \"Enoch Brooks' Book, Princeton, March 13th, 1789.\" It remains a rare artifact, with only four copies known to exist today. Its significance lies not only in its content and educational approach but also as a landmark in the history of American printing and children's literature.","collections":"historic","ref":"https://www.wdl.org/en/item/19331","filesize":"45","iso":"eng","year":1788,"type":"scan","provider":"Isaiah Thomas, Worcester, Massachusetts","org_id":"","digitizer":"World Digital Library","archive_id":"ENGHBP_DBS_HS/English-(1788)-Hieroglyphick-Bible-Portions-Isaiah-Thomas-(WDL-19331)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}