{"id":"English-1400-Wycliffe-Purvey-Illuminated-Bible-NT","abbr":"ENGWYC","title":"English (1400) Wycliffe - Purvey Illuminated Bible - New Testament","title_vernacular":"","description":"John Purvey, a vital figure in the religious and literary landscape of medieval England, was closely associated with John Wycliffe, a key reformist and theologian. Purvey, who served as Wycliffe's personal secretary, shared lodgings with him at the rectory, and worked as a curate in Lutterworth, played a crucial role in assisting Wycliffe with his extensive literary endeavors. His intimate knowledge of Wycliffe's thoughts and teachings made him an invaluable contributor to the translation of the Bible into English, particularly in the revision of the Wycliffe Bible completed in 1388, often referred to as the Purvey revision.\u003cbr\u003e\u003cbr\u003eBesides his contributions to biblical translation, Purvey was also recognized as a preacher. His sermons, known for their reformist tone, attracted the attention and ire of church authorities, leading to his imprisonment in 1390. During his incarceration, Purvey composed a commentary on the Apocalypse, primarily based on Wycliffe's lectures. His fate took a dramatic turn in 1401; three days after the first martyr for Wycliffite beliefs was executed, Purvey recanted his views, an act that led to his release and the award of a vicarage. However, his conscience eventually prevailed, leading him to resign from his church position and fade into obscurity. Purvey reemerged in 1421, once again facing imprisonment for his preaching, after which no further records of his life are known. His contributions to religious thought and the English Bible translation, however, remain significant.","collections":"historic","ref":"","filesize":"102","iso":"eng","year":1400,"type":"illuminated","provider":"","org_id":"","digitizer":"","archive_id":"ENGWYC_DBS_HS","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}