{"id":"English-1904-Jefferson-Gospels-Latin-Greek-French-Gospels","abbr":"ENGJEFF","title":"English (1904) Jefferson Gospels (Latin Greek French) - Gospels","title_vernacular":"","description":"\"The Life and Morals of Jesus of Nazareth,\" commonly known as the Jefferson Bible, stands as a unique religious work compiled by Thomas Jefferson, the third President of the United States. This work, completed in 1820, represents Jefferson's efforts to distill the teachings of Jesus, as he painstakingly cut and pasted sections from the New Testament to craft a narrative that focused solely on Jesus' moral teachings, excluding all supernatural aspects, including miracles and the concept of Jesus' divinity. \u003cbr\u003e\u003cbr\u003e The Jefferson Bible is a testament to Jefferson's complex relationship with religion and his pursuit of a rational approach to faith. His version of the Bible omits the Resurrection, miracles, and any portrayal of Jesus as divine, reflecting his Enlightenment-influenced views. \u003cbr\u003e\u003cbr\u003e The original manuscript, which never saw publication during Jefferson's lifetime, was acquired by the Smithsonian Institution in 1895 from Jefferson's great-granddaughter, Carolina Randolph, for $400. This acquisition marked a significant moment in preserving a piece of America's religious and political history. \u003cbr\u003e\u003cbr\u003e The Smithsonian's conservation efforts, spearheaded by Senior Paper Conservator Janice Stagnitto Ellis, culminated in a public exhibit from November 11, 2011, to May 28, 2012, at the National Museum of American History. This exhibit not only showcased the Jefferson Bible but also the source books from which Jefferson derived his passages, and the 1904 edition distributed by the United States Congress. The exhibit was further enhanced by an interactive digital facsimile and the Smithsonian Channel's documentary \"Jefferson's Secret Bible,\" premiered on February 20, 2012, offering a deeper insight into this intriguing piece of history.","collections":"historic","ref":"","filesize":"17","iso":"eng","year":1904,"type":"study","provider":"Thomas Jefferson, Government Printing Office","org_id":"","digitizer":"","archive_id":"ENGJEFF_DBS_HS/English-(1904)-Jefferson-Gospels-(Latin-Greek-French)-Gospels-copy","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}