{"id":"English-1879-Wycliffe-Purvey-New-Testament","abbr":"ENGWYC","title":"English (1879) Wycliffe (Purvey) New Testament","title_vernacular":"","description":"The Wycliffe Bible, attributed to the visionary John Wycliffe and his associates, represents a pivotal moment in the history of Bible translations. Emerging between approximately 1382 and 1395, these translations into Middle English catalyzed the Lollard movement, a significant precursor to the Reformation, challenging numerous doctrines of the Roman Catholic Church.\u003cbr\u003e\u003cbr\u003eLong credited to Wycliffe himself, modern scholarship now recognizes the Wycliffe Bible as a collaborative effort, possibly involving figures such as Nicholas of Hereford, John Purvey, and John Trevisa. This series of translations was more than a mere linguistic endeavor; it was an act of religious and social defiance, bringing the scriptures into the vernacular at a time when Latin dominated religious texts. The impact of these translations was profound, democratizing religious knowledge and laying the groundwork for subsequent reformist movements.\u003cbr\u003e\u003cbr\u003eContrary to earlier beliefs that Wycliffe single-handedly produced these texts, the current understanding acknowledges a group effort, reflecting the collective yearning for accessible religious texts. The Wycliffe Bible thus stands not just as a historical artifact but as a testament to the enduring power of collaborative intellectual and spiritual inquiry, significantly influencing the trajectory of Christian thought and practice in the Western world.","collections":"historic","ref":"","filesize":"63","iso":"eng","year":1879,"type":"scan","provider":"Wycliffe and Purvey","org_id":"wycliffe-bible-translators-inc","digitizer":"","archive_id":"ENGWYC_DBS_HS/English-(1879)-Wycliffe-(Purvey)-New-Testament","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}