{"id":"English-1924-Centenary-Translation-Montgomery-of-New-Testamanet","abbr":"ENGMONT","title":"English (1924) Centenary Translation (Montgomery) of New Testament","title_vernacular":"","description":"The \"Centenary Translation of the New Testament\" by Helen Barrett Montgomery, marks a significant milestone in biblical translation and the American Baptist Publication Society's history. This translation commemorates the society's centennial, showcasing Montgomery as the first woman to translate the entire New Testament into English.\u003cbr\u003e\u003cbr\u003eBorn in Ohio and raised in Rochester, New York, Montgomery was an influential figure in religious and educational circles. A Wellesley College alumna, she was deeply involved in the Lake Avenue Church and significantly contributed to religious and missionary work. In 1921, she made history as the first woman president of the Northern Baptist Convention, highlighting her leadership within the Baptist community.\u003cbr\u003e\u003cbr\u003eMontgomery's \"Centenary Translation\" aimed to make the Bible's message more accessible to contemporary audiences. Her translation is celebrated for its scholarly rigor and insight. Beyond translation, she authored several books, including \"Western Women in Eastern Lands,\" \"The Preaching Value of Missions,\" and \"The Story of Jesus as Told by His Four Friends,\" enriching discussions on missions and religious education.\u003cbr\u003e\u003cbr\u003eHer contributions as a translator, educator, and religious leader are enduring, emphasizing the need for diverse perspectives in religious scholarship and the dissemination of biblical texts. Her work remains a pivotal part of religious history and scholarship.","collections":"historic","ref":"","filesize":"12","iso":"eng","year":1924,"type":"scan","provider":"The American Baptist Publication Society","org_id":"","digitizer":"","archive_id":"ENGMONT_DBS_HS/English-(1924)-Centenary-Translation-(Montgomery)-of-New-Testamanet","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}