{"id":"English-1390-Wycliffe-Bible-NT","abbr":"ENGWYC","title":"English (1390) Wycliffe Bible New Testament","title_vernacular":"","description":"Wycliffe's Bible, named after John Wycliffe, encompasses a series of pioneering Bible translations into Middle English, undertaken between approximately 1382 and 1395. These translations heralded a significant shift in religious and linguistic practices of the time, as they were the first to make the Bible accessible to a wider English-speaking audience. The driving force behind this movement was to break the monopoly of Latin, which was the exclusive language of scripture and liturgy in the Western Christian world during the early Middle Ages. Wycliffe's vision was to democratize religious knowledge by translating the Bible into the vernacular, believing it would enable Christians to better understand the teachings of Christ.\u003cbr\u003e\u003cbr\u003eLong attributed directly to Wycliffe, modern scholarship now suggests these translations were the collaborative effort of several scholars. Notable contributors included Nicholas of Hereford, who translated a substantial portion, and possibly John Purvey and John Trevisa. These translators primarily relied on the Vulgate, the Latin text that was the standard Biblical scripture in Western Christianity. Their translations were comprehensive, including texts that Protestants later termed the Apocrypha and additional books like 3 Esdras (now known as 2 Esdras) and Paul’s epistle to the Laodiceans.\u003cbr\u003e\u003cbr\u003eDespite being unauthorized, Wycliffe's Bible translations profoundly impacted the Middle Ages, catalyzing the Lollard movement—a group critical of many Roman Catholic doctrines—and becoming the most prevalent manuscript literature in Middle English. Over 250 manuscripts of the Wycliffe Bible survive, testifying to its widespread popularity and enduring legacy.","collections":"historic","ref":"","filesize":"168","iso":"eng","year":1390,"type":"manuscript","provider":"GreatSite.com","org_id":"","digitizer":"","archive_id":"ENGWYC_DBS_HS","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}