{"id":"English-1539-Taverner-Bible","abbr":"ENGTVB","title":"English (1539) Taverner Bible","title_vernacular":"","description":"Taverner's Bible, officially titled \"The Most Sacred Bible which is the holy scripture, containing the old and new testament, translated into English, and newly recognized with great diligence after most faithful exemplars by Richard Taverner,\" is a significant yet relatively minor revision of Matthew's Bible. Edited by Richard Taverner and first published in 1539, this version of the Bible is noted for its rarity, particularly in its first editions.\u003cbr\u003e\u003cbr\u003eThe creation of Taverner's Bible was somewhat contentious, stemming from a rivalry in the publication of religious texts. The printers Grafton and Whitchurch, who had successfully sold Matthew's Bible, faced competition from a rival edition published by John Byddell for Thomas Bartlet in 1539, with Taverner as the editor. This edition was effectively a \"pirated\" version, being a revision of Grafton's Matthew Bible by Taverner, who was a learned member of the Inner Temple and a noted Greek scholar. Taverner's alterations in the Matthew Bible were characterized by critical insight and the use of strong, idiomatic expressions.\u003cbr\u003e\u003cbr\u003eDespite these revisions, Taverner's Bible had limited impact on future translations, with only a few phrases finding their way into the King James Bible. Its influence is summarized by Daniell as being minimal, and it was not reprinted in its entirety. However, quarto and octavo editions of the New Testament alone were published in the same year as the original edition, and the Old Testament was reprinted as part of a Bible in 1551. The Old Testament and Apocrypha were also issued by Day and Seres in five sections between 1549 and 1551.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Taverner%27s_Bible","filesize":"318","iso":"eng","year":1540,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGTVB_DBS_HS/English-(1539)-Taverner-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}