{"id":"English-1876-Julia-Smith-Holy-Bible-Translation","abbr":"ENGJESPT","title":"English (1876) Julia Smith Holy Bible Translation","title_vernacular":"","description":"The Julia Evelina Smith Parker Translation, published in 1876, marks a historic milestone as the first complete translation of the Bible into English by a woman. This edition, titled \"The Holy Bible: Containing the Old and New Testaments; Translated Literally from the Original Tongues,\" is the brainchild of Julia E. Smith (1792-1886). Her translation journey was rooted in her unique upbringing and her family's non-conformist religious beliefs.\u003cbr\u003e\u003cbr\u003eJulia was one of five daughters of Zepheniah Smith (1759-1836), a former Congregationalist minister and a Yale-educated lawyer. Zepheniah's shift towards Sandemanianism, a sect promoting home-based worship and Bible study, heavily influenced his family. After inheriting their father's estate, Julia and her sisters delved into religious and biblical studies, especially during the Millerite movement's peak in the 1830s and 40s.\u003cbr\u003e\u003cbr\u003eSelf-taught in languages like Greek and Hebrew, Julia embarked on her translation as a personal spiritual exercise, without formal theological training or external scholarly input. Her approach reflected the independence and skepticism of theological tradition typical of Sandemanians. Her translation, more an interlinear gloss than a conventional one, mirrored her self-assured stance and lack of concern for traditional academic methods in biblical translations.\u003cbr\u003e\u003cbr\u003eJulia Evelina Smith Parker's translation stands out for its embodiment of individualistic religious inquiry and the distinct role of women in biblical scholarship. It serves not just as a religious text but as a symbol of the era's intellectual and spiritual explorations.","collections":"historic","ref":"","filesize":"264","iso":"eng","year":1876,"type":"scan","provider":"","org_id":"american-publishing-company","digitizer":"","archive_id":"ENGJESPT_DBS_HS/English-(1876)-Julia-Smith-Holy-Bible-Translation","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}