{"id":"English-1874-Polyglot-Gospels-Bible-4-Versions-Gospels","abbr":"ENGKJV","title":"English (1874) Polyglot Gospels Bible - 4 Versions Gospels","title_vernacular":"","description":"The 1874 edition of \"The Gospels: Gothic, Anglo-Saxon, Wycliffe, and Tyndale versions arranged in parallel columns\" represents a remarkable scholarly endeavor in biblical literature, offering a unique comparative study of four significant translations of the Gospels. This work was meticulously arranged and annotated by Rev. Joseph Bosworth, D.D.F.R.S.F.S.A., Professor of Anglo-Saxon at Oxford University, with the assistance of George Waring, Esq. M.A., of Trinity College, Cambridge, and Magdalen Hall, Oxford. \u003cbr\u003e\u003cbr\u003e First published in 1865, this edition is particularly notable for its second release in 1874. The text juxtaposes the Gothic version, an early Germanic language translation, with the Anglo-Saxon version, providing insights into the linguistic evolution of English. Additionally, it features the translations of John Wycliffe and William Tyndale, two pivotal figures in the history of the English Bible. Wycliffe's version, known as the first complete English translation of the Bible, and Tyndale's, which significantly influenced the King James Version, are presented in parallel columns for comparative analysis. \u003cbr\u003e\u003cbr\u003e This edition serves not only as a religious document but also as a linguistic and historical artifact, tracing the development of Bible translation in the context of English language history. The scholarly work of Bosworth and Waring offers readers an opportunity to explore the nuances and variations across these translations, highlighting the evolution of biblical interpretation and language over centuries. Subsequent editions in 1888 and 1907 further emphasize the enduring relevance and scholarly interest in this comparative study of the Gospels.","collections":"historic","ref":"","filesize":"95","iso":"eng","year":1874,"type":"study","provider":"John Russell Smith","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1874)-Polyglot-Gospels-Bible-4-Versions-Gospels","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}