{"id":"English-1583-Geneva-Noblest-Bible","abbr":"ENGGNV","title":"English (1583) Geneva Noblest Bible","title_vernacular":"","description":"The Geneva Bible, first printed in 1560, is a landmark in the history of English Bible translations, preceding the King James Version by 51 years. It became the primary Bible for English Protestantism in the 16th century and was widely used by influential figures like William Shakespeare, Oliver Cromwell, John Knox, John Donne, and John Bunyan, the author of \"The Pilgrim's Progress\" (1678). It also holds the distinction of being one of the Bibles taken to America on the Mayflower, as evidenced by collections at the Pilgrim Hall Museum.\u003cbr\u003e\u003cbr\u003eThis Bible was groundbreaking as it was the first mechanically printed, mass-produced Bible available directly to the general public. It included a comprehensive set of study aids such as verse citations for cross-referencing, introductions summarizing each book, maps, tables, woodcut illustrations, and indices. Its vigorous and forceful language made it more popular than the Great Bible, leading Cleland Boyd McAfee to remark that it \"drove the Great Bible off the field by the sheer power of excellence.\"\u003cbr\u003e\u003cbr\u003eCreated during Queen Mary I's reign (1553–58), the Geneva Bible was the work of Protestant scholars who fled to Geneva, Switzerland. This group included William Whittingham (responsible for the New Testament), Myles Coverdale, and others, with John Calvin and Theodore Beza providing spiritual leadership in Geneva. The first full edition, with a revised New Testament, appeared in 1560, but it wasn't printed in England until 1575 (New Testament) and 1576 (complete Bible). Over 150 editions were issued, the last probably in 1644.\u003cbr\u003e\u003cbr\u003eThe Geneva Bible was particularly influential in Scotland, where a 1579 law required every capable household to own a copy. Its annotations, reflecting Calvinist and Puritan views, were disliked by the Church of England and King James I, leading to the commissioning of the King James Bible. Despite this, the Geneva Bible remained popular among Puritans and was widely used until after the English Civil War. Some of its notes even found their way into editions of the King James version as late as 1715.","collections":"historic","ref":"","filesize":"458","iso":"eng","year":1583,"type":"scan","provider":"GreatSite.com","org_id":"","digitizer":"","archive_id":"ENGGNV_DBS_HS","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}