{"id":"English-1917-Masoretic-Bible-OT","abbr":"ENGMASO","title":"English (1917) Masoretic Bible - OT","title_vernacular":"","description":"The Jewish Publication Society of America Version (JPS) of the Tanakh, published in 1917, marked a significant milestone in the translation of the Hebrew Bible. It was the first such translation undertaken by a committee of Jewish scholars and published by the Jewish Publication Society of America, building on previous solo endeavors like Isaac Leeser's translation. Officially titled \"The Holy Scriptures According to the Masoretic Text: A New Translation with the Aid of Previous Versions and with Constant Consultation of Jewish Authorities,\" this translation is a critical landmark in Jewish biblical scholarship.\u003cbr\u003e\u003cbr\u003eRooted in the Masoretic Text, the JPS version drew considerable influence from the Revised Version and American Standard Version, yet it diverged notably in various passages to reflect Jewish interpretations. A prime example is in Isaiah 7:14, where it uses \"young woman\" instead of \"virgin,\" a significant departure from most Christian Bible translations.\u003cbr\u003e\u003cbr\u003eOriginally initiated in 1892 by the Central Conference of American Rabbis, the project aimed to assign different books of the Bible to individual rabbis and scholars, with a committee of editors ensuring quality and consistency. However, this approach proved challenging, and by 1908, only the Book of Psalms had been completed. The Jewish Publication Society then took over the project, leading to the successful completion and publication of this landmark translation. This version holds a special place in Jewish history and continues to be a significant resource for understanding the Hebrew scriptures.","collections":"historic","ref":"","filesize":"28","iso":"eng","year":1917,"type":"scan","provider":"The Jewish Publication Society of America","org_id":"jewish-publication-society","digitizer":"","archive_id":"ENGMASO_DBS_HS/English-(1917)-Masoretic-Bible-OT","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}