{"id":"English-1902-Twentieth-Century-Bible","abbr":"ENGTWE","title":"English (1902) Twentieth Century Bible","title_vernacular":"","description":"The \"Twentieth Century New Testament,\" a modern English translation from the original Greek, represents a significant effort in biblical translation, particularly for its time. This translation, based on Westcott and Hort's text, was one of the early attempts to render the New Testament into contemporary language, making it more accessible and understandable to the modern reader. \u003cbr\u003e\u003cbr\u003e The publication history of this translation is marked by several variations, reflecting its evolving nature and the demand for its copies. Some editions of the volume bear the title \"20th Century,\" while others are labeled \"Twentieth Century.\" The variations extend to the title pages, with some editions announcing the completion of the New Testament in \"Two Parts,\" and others in \"Three Parts.\" Additionally, while some title pages are dated 1900, others do not carry a date. The presence of a \"Fifth Edition\" suggests the translation’s ongoing popularity and the necessity for multiple reprints to meet the demand.\u003cbr\u003e\u003cbr\u003e This translation project underscores the shifting trends in biblical studies and translations at the turn of the 20th century. The move towards modern English translations was driven by a desire to make biblical texts more relatable and comprehensible to a broader audience, breaking away from the archaic language that characterized earlier translations. The \"Twentieth Century New Testament\" thus stands as an important milestone in the history of Bible translation, reflecting both the changing linguistic preferences and the evolving nature of biblical scholarship.","collections":"historic","ref":"","filesize":"53","iso":"eng","year":1902,"type":"scan","provider":"Fleming H. Revell Company","org_id":"","digitizer":"","archive_id":"ENGTWE_DBS_HS/English-(1902)-Twentieth-Century-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}