{"id":"English-1822-Epistles-of-Paul-Belsham-Study-Bible-Vol.1-4-NT-Epistles","abbr":"ENGPSB","title":"English (1822) Epistles of Paul (Belsham) Study Bible - Vol.1-4 NT Epistles","title_vernacular":"","description":"The 1822 publication \"The New Testament, in an Improved Version, upon the Basis of Archbishop Newcome’s New Translation,\" including the Epistles of Paul, represents a critical and explanatory revision of Newcome's 1796 translation of the New Testament. This revised version was published anonymously under the auspices of a society named on the title page as \"A Society for Promoting Christian Knowledge and the Practice of Virtue by the Distribution of Books.\" Interestingly, this title seems to have been chosen to evoke associations with the well-known Anglican organization founded in 1698 by Thomas Bray for disseminating orthodox Christian texts.\u003cbr\u003e\u003cbr\u003eHowever, the introduction to the text omits a crucial detail: the society responsible for this publication was actually the Unitarian Society. This omission was intentional, aiming to avoid deterring potential readers who might be biased against Unitarianism. Thomas Belsham, a prominent Unitarian figure, played a significant role in the creation of this work.\u003cbr\u003e\u003cbr\u003eBelsham's 1820 article reveals that the main goal of this version was to provide a comprehensive reference for the New Testament, particularly focusing on texts central to Unitarian controversy. It aimed to present translations and interpretations of these texts as understood by eminent Unitarian scholars. However, this statement somewhat obscures the fact that Unitarianism, while claiming to base its doctrines on biblical interpretation, does not rely solely on the Bible as its foundational text.\u003cbr\u003e\u003cbr\u003eThis version of the New Testament, therefore, served not only as a translation and commentary but also as a vehicle for promoting Unitarian theology. It illustrates how religious translations can be influenced by doctrinal perspectives and the broader objectives of the groups supporting them.","collections":"historic","ref":"http://www.bible-researcher.com/belsham.html","filesize":"223","iso":"eng","year":1822,"type":"study","provider":"Rev. Thomas Belsham","org_id":"","digitizer":"","archive_id":"ENGPSB_DBS_HS/English-(1822)-Epistles-of-Paul-(Belsham)-Study-Bible-Vol.1-4-NT-Epistles","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}