{"id":"English-1815-Synopsis-of-the-Gospels-Charles-Thompson-Gospels","abbr":"ENGSCT","title":"English (1815) Synopsis of the Gospels (Charles Thompson) Gospels","title_vernacular":"","description":"Charles Thomson, an American patriot and Secretary of the Continental Congress from 1774 to 1789, made significant contributions to biblical scholarship. Notably, Thomson was the first individual to translate the Greek Septuagint into English and was also the first American to translate the New Testament into English. His translation of the Bible was a remarkable achievement, especially considering the context of his time.\u003cbr\u003e\u003cbr\u003eThe publication of Thomson's Bible translation in 1808 holds historical significance for several reasons. It was printed by Jane Aitken, who was not only the daughter of Robert Aitken (the printer of the first English Bible in America) but also the first woman to publish a Bible in America. This fact adds a unique dimension to the historical and cultural importance of Thomson's work.\u003cbr\u003e\u003cbr\u003eIn 1815, Thomson further expanded his work in biblical translations by publishing a translation of the Gospels arranged as a harmony. This work offered a synchronized narrative of the Gospels, combining the accounts of Matthew, Mark, Luke, and John into a single, cohesive chronology. This approach to the Gospels provided readers with a more unified view of the life and teachings of Jesus Christ, making Thomson’s work not just a translation but an innovative way to study and understand the Gospels.\u003cbr\u003e\u003cbr\u003eCharles Thomson's efforts in translating the Bible and creating a harmonized version of the Gospels underscore his significant role in the development of biblical studies in the early United States, as well as his contribution to the broader field of religious scholarship.","collections":"historic","ref":"http://bibles.wikidot.com/thomson","filesize":"36","iso":"eng","year":1815,"type":"scan","provider":"Charles Thomson","org_id":"","digitizer":"","archive_id":"ENGSCT_DBS_HS/English-(1815)-Synopsis-of-the-Gospels-(Charles-Thompson)-Gospels","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}