{"id":"English-1913-American-Bible-Union-Baptist","abbr":"ENGAME","title":"English (1913) American Bible Union (Baptist) Bible","title_vernacular":"","description":"The American Bible Union, established with the ambitious goal of revising the King James Version, embarked on a significant biblical revision project in the mid-19th century, culminating in the publication of the New Testament in 1862-1864. Following some initial work on the Old Testament post-1865, the Union eventually dissolved, transferring its assets and mission to The American Baptist Publication Society in 1883.\u003cbr\u003e\u003cbr\u003eThis Society took up the mantle, publishing a revised New Testament in 1891 and later releasing both the Old and New Testaments in 1912, with the title: \"Holy Bible, Containing the Old and New Testaments, An Improved Edition (Based in part on the Bible Union Version).\" This edition, reprinted in 1913, is notable for incorporating insights from more recently available manuscripts, such as the Codex Sinaiticus and Codex Vaticanus, yet largely adhering to the Textus Receptus tradition.\u003cbr\u003e\u003cbr\u003eCharacterized by its literal translation approach, this version is distinguished for preserving the traditional usage of 'thee' and 'you,' adding to its textual authenticity. As one of the last complete Bibles to enter the public domain, it represents a significant historical artifact in biblical scholarship. This edition, through its rigorous and scholarly approach, stands as a testament to the enduring effort to make biblical texts more accurate and accessible, bridging the gap between ancient manuscripts and contemporary readers.","collections":"historic","ref":"","filesize":"208","iso":"eng","year":1913,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGAME_DBS_HS/English-(1913)-American-Bible-Union-(Baptist)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}