{"id":"English-1535-Coverdale-Bible","abbr":"ENGCVD","title":"English (1535) Coverdale Bible","title_vernacular":"","description":"The Coverdale Bible, compiled by Myles Coverdale and first published in 1535, holds the distinction of being the first complete Bible in Modern English, encompassing both the Old and New Testaments. This was a significant development, as it marked the first time a complete printed translation of the Bible was available in English, differentiating it from the manuscript-only Wycliffe's Bible. The later editions printed in England in 1537, both folio and quarto, were the first complete Bibles printed in the country, with the 1537 folio edition being the first to carry a royal license, making it the first officially approved English Bible translation.\u003cbr\u003e\u003cbr\u003eThe publication location of the 1535 edition was long debated. Initially, it was thought to have been printed by Froschover in Zurich or by Cervicornus and Soter in Cologne or Marburg. However, in 1997, Guido Latré identified the printer as Merten de Keyser in Antwerp. The publication was financed in part by Jacobus van Meteren in Antwerp, whose sister-in-law Adriana de Weyden was married to John Rogers. Another financier was van Meteren’s nephew, Leonard Ortels, father of the renowned humanist geographer and cartographer Abraham Ortelius.\u003cbr\u003e\u003cbr\u003eWhile Coverdale also contributed to the Great Bible of 1539, his eponymous Bible continued to be reprinted, with the last of over 20 editions appearing in 1553. For his translation, Coverdale based the New Testament on Tyndale’s work. For the Old Testament, he used Tyndale’s published Pentateuch and possibly Jonah, but did not use any of Tyndale’s other unpublished Old Testament materials. Instead, Coverdale translated the remaining books of the Old Testament and the Apocrypha himself, relying on his intermediate knowledge of Hebrew, Aramaic, and Greek, and working primarily from German translations (Luther’s Bible and the Zürich Bible of Zwingli and Leo Jud) as well as Latin sources, including the Vulgate. The Psalter from the Coverdale Bible was later included in the Anglican Book of Common Prayer from 1662 and in all editions of the Episcopal Book of Common Prayer until 1979.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Coverdale_Bible","filesize":"87","iso":"eng","year":1537,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGCVD_DBS_HS/English-(1535)-Coverdale-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}