{"id":"English-1824-A-New-Family-Bible-Vol.-2-of-3-Boothroyd-Study","abbr":"ENGNFB","title":"English (1824) A New Family Bible (Vol. 2 of 3) Boothroyd (Study)","title_vernacular":"","description":"English (1824) A New Family Bible (Vol. 2 of 3) Boothroyd (Study) Bible. English. Boothroyd. 1824. New family Bible, and improved version, from corrected texts of the originals. Huddersfield : William Moore, 1824\u003cbr\u003e\u003cbr\u003e“Boothroyd, Benjamin A New Family Bible, and improved version, from corrected texts of the originals; with notes critical and explanatory, and short practical reflections...with a general introduction...By the Rev. B. Boothroyd... 3 Vols. Huddersfield: Printed for the Author, and others, by William Moore, 1817 and again in 1824. New edition, revised, 1835. An Abridged Edition; London: James Duncan, 1836. Another edition; Translated from Corrected Texts. London: Partridge \u0026 Oakey, 1853.”\u003cbr\u003e\u003cbr\u003e(From: William J. Chamberlin. “Catalogue of English Bible Translations”.\u003cbr\u003e\u003cbr\u003eBenjamin Boothroyd (1768 – 8 September 1836) was an English Independent minister and Hebrew scholar. He had the degrees of D.D. and L.L.D. In 1818 Boothroyd (who had accepted the degree of LL.D.) became co-pastor at Highfield Chapel, Huddersfield, with the Rev. William Moorhouse. In 1818 Booth completed his New Family Bible and Improved Version in three vols. 4to, which had been suggested to him on a visit to York by Henry Tuke, a Quaker. He printed many copies of it at his own press. It contained notes, and in recognition of his achievement the university of Glasgow conferred on Boothroyd the degree of D.D. in 1824. In 1835 he completed an octavo edition of the Family Bible. On 10 January 1836 he went down with a violent illness; he died on 8 September and was buried at Huddersfield.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Benjamin_Boothroyd","filesize":"220","iso":"eng","year":1824,"type":"study","provider":"Rev. B. Boothroyd, L. L. D.","org_id":"","digitizer":"","archive_id":"ENGNFB_DBS_HS/English-(1824)-A-New-Family-Bible-(Vol.-2-of-3)-Boothroyd-(Study)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}