{"id":"English-1611-First-Edition-King-James","abbr":"ENGKJV","title":"English (1611) First Edition King James","title_vernacular":"","description":"The King James Version (KJV), also known as the King James Bible (KJB) and the Authorized Version, is a notable English translation of the Christian Bible. Commissioned for the Church of England in 1604 and published in 1611 under the sponsorship of King James VI and I, the KJV is celebrated for its \"majesty of style\" and profound cultural impact. It includes 39 books of the Old Testament, 14 books of the Apocrypha (as considered by Protestants), and 27 books of the New Testament, totaling 80 books.\u003cbr\u003e\u003cbr\u003eThe KJV was the third English translation authorized by the English Church, following the Great Bible (commissioned by King Henry VIII in 1535) and the Bishops' Bible (commissioned by Queen Elizabeth I in 1568). The Geneva Bible of 1560, produced by Protestant Reformers in Geneva, significantly influenced the writing of the KJV.\u003cbr\u003e\u003cbr\u003eThe translation was initiated at the Hampton Court Conference in January 1604, convened by King James in response to the Puritans' concerns with earlier translations. James set guidelines to align the translation with the ecclesiology and episcopal structure of the Church of England. The translation was undertaken by 47 scholars in six panels, dividing the work of translating the Old Testament, New Testament, and Apocrypha.\u003cbr\u003e\u003cbr\u003eThe translators used Hebrew and Aramaic texts for the Old Testament and Greek texts for the New Testament and Apocrypha. The KJV replaced the Great Bible in the 1662 Book of Common Prayer for Epistle and Gospel readings, authorized by Act of Parliament.\u003cbr\u003e\u003cbr\u003eBy the 18th century, the KJV became the predominant English translation among Anglican and other English Protestant churches. It also replaced the Latin Vulgate as the standard scripture version for English-speaking scholars. The standard text of the KJV, extensively re-edited by Benjamin Blayney in 1769, became the most widely printed book in history due to stereotype printing in the early 19th century. This version, usually omitting the Apocrypha, is commonly known today as the Oxford standard text of the King James Version.","collections":"historic","ref":"","filesize":"350","iso":"eng","year":1611,"type":"scan","provider":"GreatSite.com","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}