{"id":"English-1869-Noyles-New-Testament-Tischendorf","abbr":"ENGNOY","title":"English (1869) Noyles New Testament (Tischendorf)","title_vernacular":"","description":"The 1869 publication of George R. Noyes' translation of the New Testament, based on the Greek text of Tischendorf, is a noteworthy contribution to biblical scholarship. Published posthumously by the American Unitarian Association, this work is the culmination of Noyes' lifelong dedication to biblical literature and translation. \u003cbr\u003e\u003cbr\u003e George Rapall Noyes (1798-1868), a Harvard University professor, was renowned for his expertise in Hebrew and his insightful lectures on Biblical literature. Prior to his New Testament translation, Noyes had published annotated translations of several Old Testament books, starting with Job, Ecclesiastes, and the Canticles in 1828, followed by Psalms and Proverbs in 1830, and the Prophets in 1833, with subsequent revised editions. \u003cbr\u003e\u003cbr\u003e Noyes' New Testament is a revision of the King James Version, meticulously aligned with Tischendorf's Greek text. It is characterized by its conservative approach, maintaining a balance between literal accuracy and readability, avoiding the pitfalls of over-interpretation while ensuring critical accuracy. The translation does not exhibit a discernible Unitarian bias, contrary to what might be expected given Noyes' affiliation. This lack of bias underscores Noyes' commitment to scholarly integrity over doctrinal influence. \u003cbr\u003e\u003cbr\u003e Edited by his Harvard colleague Ezra Abbott, Noyes' New Testament stands as a testament to his scholarly rigor. It offers a valuable resource for serious Bible students, providing a version that is both more intelligible and critically accurate than its predecessors. Michael Marlowe’s assessment in March 2012 appreciates this translation's honest and helpful nature, despite some interpretative liberties. This translation remains a significant scholarly work, bridging the gap between the original text and contemporary understanding.","collections":"historic","ref":"","filesize":"87","iso":"eng","year":1869,"type":"scan","provider":"American Unitarian Association","org_id":"","digitizer":"","archive_id":"ENGNOY_DBS_HS/English-(1869)-Noyles-New-Testament-(Tischendorf)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}