{"id":"English-1764-Purver-Bible","abbr":"ENGQKR","title":"English (1764) Purver Bible","title_vernacular":"","description":"The 1764 Purver Bible, also known as \"The Quaker Bible,\" is a translation of the Christian Bible into English by Anthony Purver (1702–1777), a member of the Quakers. Published in two volumes in London by W. Richardson and S. Clark, the full title of the work is \"A new and literal translation of all the books of the Old and New Testament; with notes critical and explanatory.\" Despite its ambitious scope, the translation did not achieve widespread success or recognition.\u003cbr\u003e\u003cbr\u003eEarlier, around 1742, a portion of Purver's translation was published by Felix Farley of Bristol but received little support. Purver struggled to publish the entire text and did not gain significant backing, even from the Religious Society of Friends, to which he belonged. Ultimately, the full translation was published at the expense of Dr. John Fothergill, yet it still failed to make a significant impact.\u003cbr\u003e\u003cbr\u003eThe reasons for the limited success of Purver’s translation are varied. They include lack of publicity, the fact that it was a one-man translation without the backing of any church, including the Religious Society of Friends. Moreover, some critics regarded it as an unreliable translation. The Dictionary of National Biography noted that Purver would isolate himself for inspiration when faced with difficult passages. Charles Haddon Spurgeon, familiar with Purver’s version, described it as \"often ungrammatical and unintelligible\" and more curious than useful.\u003cbr\u003e\u003cbr\u003eIn 1763, Dr. John Fothergill purchased the copyright from Purver and published a folio edition, yet Purver's Bible, despite being a unique contribution to English Bible translations, is more often remembered as an intriguing historical artifact than a significant literary or religious work.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Quaker_Bible","filesize":"183","iso":"eng","year":1764,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGQKR_DBS_HS/English-(1764)-Purver-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}