{"id":"English-1894-Great-Psalter-Bible-Psalms","abbr":"ENGGRB","title":"English (1894) Great Psalter Bible - Psalms","title_vernacular":"","description":"The 1894 edition of \"The Psalter of the Great Bible of 1539\" is a significant publication in the history of English biblical literature. This Psalter is a reprint of the one found in the Great Bible of 1539, which itself holds a prominent place in the annals of English Bible translations. Published by J. Murray in London, this edition serves as a testament to the enduring influence of the Great Bible on English literary and religious culture.\u003cbr\u003e\u003cbr\u003eThe Great Bible of 1539, commissioned during the reign of King Henry VIII, was the first authorized version of the Bible in English. Its Psalter, in particular, had a profound impact on the development of English religious prose and poetry. The 1894 reissue of this Psalter not only celebrates its historical and literary significance but also reflects the Victorian era's deep interest in the roots of English Christianity and the development of the English language.\u003cbr\u003e\u003cbr\u003eThis edition, by bringing the Psalter of the Great Bible back into the public eye, provided scholars and lay readers alike with direct access to a pivotal work in the history of English religious texts. It showcases the linguistic beauty and theological depth of the Psalter, which had been a source of inspiration and devotion for centuries. The publication of this edition in 1894, thus, underscores the importance of historical biblical texts in understanding the evolution of English religious thought and expression.","collections":"historic","ref":"","filesize":"38","iso":"eng","year":1894,"type":"scan","provider":"John Murray","org_id":"","digitizer":"","archive_id":"ENGGRB_DBS_HS/English-(1894)-Great-Psalter-Bible-Psalms","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}