{"id":"English-1904-Worrell-New-Testament-Bible","abbr":"ENGWORR","title":"English (1904) Worrell New Testament Bible","title_vernacular":"","description":"Adolphus Spalding Worrell's \"The New Testament Revised and Translated,\" published in 1904 during the onset of the Russo-Japanese war, represents a distinctive contribution to biblical translation. Worrell, a figure known for his strong convictions and belief in divine healing, embarked on this translation project with a profound sense of divine mission. \u003cbr\u003e\u003cbr\u003e Raised as a Landmark Baptist before converting to Pentecostalism, Worrell's translation reflects these theological perspectives. His goal was to update the King James Version's accuracy and grammar, infusing his personal study notes into the text. This translation is noted for its unique features, such as capitalizing pronouns referring to deity, restricting the solemn form of pronouns and verbs solely to Deity, and the precise use of quotation marks for direct quotations. \u003cbr\u003e\u003cbr\u003e Worrell's work is particularly notable for its fidelity to the original Greek, especially in the translation of critical words like 'baptidzo' and 'ecclesia.' He believed that accurate translation of these terms could have prevented many divisions within Christendom. The Greek text of Westcott and Hort, modified by Scrivener and others, served as the foundation for this work. \u003cbr\u003e\u003cbr\u003e Beyond his translation, Worrell authored several volumes, including \"Review of Corrective Church Discipline,\" \"Principles of English Grammar,\" and \"The First and Seventh Day Controversy,\" highlighting his diverse interests and contributions. His translation, though not claiming absolute perfection, aimed at pleasing the \"Supreme Critic\" and is seen as a significant effort in bringing forth a more accurate and comprehensible version of the New Testament.","collections":"historic","ref":"","filesize":"14","iso":"eng","year":1904,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGWORR_DBS_HS/English-(1904)-Worrell-New-Testament-Bible","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}