{"id":"English-1599-Geneva-New-Testament-with-Footnotes-text","abbr":"ENGGNV","title":"English (1599) Geneva New Testament (with Footnotes) (text)","title_vernacular":"","description":"The Geneva Bible, first printed in 1560, is one of the most historically significant translations of the Bible into English, predating the King James Version by 51 years. It was the primary Bible for English Protestantism in the 16th century and was used by William Shakespeare, Oliver Cromwell, John Knox, John Donne, and John Bunyan, author of \"The Pilgrim's Progress\" (1678). This Bible was also among those taken to America on the Mayflower, as evidenced by collections at the Pilgrim Hall Museum.\u003cbr\u003e\u003cbr\u003eThis version was groundbreaking as it was the first mechanically printed, mass-produced Bible available directly to the general public. It included a comprehensive apparatus for scriptural study, such as verse citations for cross-referencing, book introductions, maps, tables, woodcut illustrations, and indices. Its forceful and vigorous language made it more popular than the Great Bible, leading Cleland Boyd McAfee to state that it \"drove the Great Bible off the field by the sheer power of excellence.\"\u003cbr\u003e\u003cbr\u003eCreated during Queen Mary I's reign (1553–58), the Geneva Bible was the work of Protestant scholars who fled England for Geneva, Switzerland. There, under the spiritual leadership of John Calvin and Theodore Beza, William Whittingham supervised the Geneva Bible's translation, collaborating with Myles Coverdale and others. Whittingham was responsible for the New Testament (published in 1557), while Gilby oversaw the Old Testament.\u003cbr\u003e\u003cbr\u003eThe first full edition of the Geneva Bible appeared in 1560, but it wasn't printed in England until 1575 (New Testament) and 1576 (complete Bible). Over 150 editions were issued, the last probably in 1644. The first Bible printed in Scotland was the Geneva Bible, issued in 1579. Later editions included Laurence Tomson's revisions of the New Testament and a new \"Junius\" version of the Book of Revelation.\u003cbr\u003e\u003cbr\u003eThe Geneva Bible's Calvinist and Puritan annotations were disliked by the Church of England and King James I, who commissioned the King James Bible as a replacement. The Geneva Bible influenced the production of the Bishops' Bible and the later Rheims-Douai edition by the Catholic community. It remained popular among Puritans and in use until after the English Civil War, with its notes even appearing in some editions of the King James version as late as 1715.","collections":"modern","ref":"https://en.wikipedia.org/wiki/Geneva_Bible","filesize":"12","iso":"eng","year":1610,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"ENGGNV_DBS_HS/English-(1599)-Geneva-New-Testament-(with-Footnotes)-(text)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}