{"id":"English-1922-Moffatt-New-Testament","abbr":"ENGMOFF","title":"English (1922) Moffatt New Testament","title_vernacular":"","description":"James Moffatt, born on July 4, 1870, in Glasgow, was a distinguished Scottish theologian and a proud alumnus of the University of Glasgow. His theological journey was deeply rooted in his early experiences as a minister at the United Free Church in Dundonald. Moffatt's academic prowess led him to receive a Doctor of Divinity degree from the prestigious University of St Andrews in April 1902, a testament to his scholarly dedication and expertise. \u003cbr\u003e\u003cbr\u003e In 1911, Moffatt's career took a significant turn when he was appointed as Professor of Greek and New Testament Exegesis at Mansfield College, Oxford. However, his connection to Glasgow remained strong, and he returned in 1915 to serve as Professor of Church History at the United Free Church College. Moffatt's academic journey eventually led him across the Atlantic to the Union Theological Seminary in New York, where from 1927 to 1939, he was the esteemed Washburn Professor of Church History. \u003cbr\u003e\u003cbr\u003e Among his many scholarly accomplishments, Moffatt is renowned for his translation of the Bible into Modern English, known as the Moffatt, New Translation (MNT). This groundbreaking work first saw the light of day in 1913 with the publication of his New Translation of the New Testament. Moffatt's translation was acclaimed for its fresh approach and accessibility, offering a contemporary interpretation of the scriptures that resonated with a modern audience. His work in translating the New Testament not only showcased his linguistic skill but also his deep understanding of biblical texts, making the Moffatt New Translation a significant contribution to biblical scholarship and study.","collections":"historic","ref":"","filesize":"87","iso":"eng","year":1922,"type":"scan","provider":"George H. Doran Company","org_id":"","digitizer":"","archive_id":"ENGMOFF_DBS_HS/English-(1922)-Moffatt-New-Testament","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}