{"id":"English-1902-The-Old-Testament-in-Art-Shaw","abbr":"ENGSHAW","title":"English (1902) The Old Testament in Art (Shaw)","title_vernacular":"","description":"The 1902 publication \"The Old Testament in Art\" by Walter Shaw Sparrow stands as a notable intersection of art and biblical studies. Walter Shaw Sparrow (1862–1940), a Welsh writer renowned for his expertise in art and architecture, brings a unique perspective to the exploration of biblical themes through visual art. Sparrow, with his deep interest in British sporting artists, extended his scholarly purview to encompass the rich tapestry of the Old Testament as depicted in various art forms.\u003cbr\u003e\u003cbr\u003eSparrow's work in \"The Old Testament in Art\" is part of his broader contribution to the \"Art and Life Library,\" a series that spanned over thirty years, reflecting his extensive knowledge in art, architecture, and furniture. This particular work delves into how artists have historically interpreted and visually represented stories and characters from the Old Testament, offering insights into the cultural and historical contexts of these artworks.\u003cbr\u003e\u003cbr\u003eAs a prolific writer, Sparrow also contributed numerous articles to magazines and newspapers, further establishing his reputation as an authority in his field. His ability to bridge the gap between the academic study of the Bible and the artistic representation of its narratives makes \"The Old Testament in Art\" a valuable resource for those interested in the intersection of religion, history, and art. Sparrow's work remains a testament to the enduring power of the Old Testament narratives and their ability to inspire artistic expression across centuries.","collections":"historic","ref":"","filesize":"27","iso":"eng","year":1902,"type":"illuminated","provider":"Hodder \u0026 Stoughton","org_id":"","digitizer":"","archive_id":"ENGSHAW_DBS_HS/English-(1902)-The-Old-Testament-in-Art-(Shaw)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}