{"id":"English-1822-Critical-Commentary-Study-Bible-Patrick-Full-6-Voll","abbr":"ENGCCS","title":"English (1822) Critical Commentary Study Bible (Patrick) 6 Vol","title_vernacular":"","description":"The 1822 publication titled \"The Holy Bible. A Critical Commentary and Paraphrase on the Old and New Testament, and the Apocrypha\" is a significant scholarly work in the field of biblical studies. This comprehensive commentary, contributed to by Patrick, Lowth, Arnold, Whitby, and Lowman, represents a concerted effort by a group of esteemed divines to provide a critical and interpretive companion to the biblical text. The work was intended to be completed in sixty numbers, each priced at twenty-five cents, culminating in four imperial octavo volumes totaling over 4300 pages.\u003cbr\u003e\u003cbr\u003ePublished in Philadelphia by Cary and Hart, this edition also had a variant published in London, printed by J. F. Dove for Richard Priestley in 1822. The London edition, corrected by the Reverend J. R. Pitman, was presented in six volumes.\u003cbr\u003e\u003cbr\u003eThomas Horne, in his 1827 \"Introduction to the Study of the Bible,\" highlights the significance of Dr. Whitby's commentary on the New Testament. Whitby's work, first appearing in 1703, has been widely recognized and frequently reprinted, often alongside Bishop Patrick's Paraphrase and Commentary on the Historical and Poetical Books, and Mr. Lowth's Paraphrase on the Prophetical Books of the Old Testament. Horne notes that while the most valuable annotations from the latter two works were included in Dr. D'Oyly's and Bishop Mant's Commentary, Whitby's contributions remain distinct for their valuable dissertations on various subjects, making it a highly recommended resource for students and modern commentators.\u003cbr\u003e\u003cbr\u003eThis collection of commentaries and paraphrases reflects the rich diversity of theological and biblical scholarship of the early 19th century, offering critical insights and interpretations that have been influential in shaping subsequent biblical studies.","collections":"historic","ref":"","filesize":"1","iso":"eng","year":1822,"type":"study","provider":"Patrick, Lowth, Arnald, Whitby, and Lowman","org_id":"","digitizer":"","archive_id":"ENGCCS_DBS_HS/English-(1822)-Critical-Commentary-Study-Bible-(Patrick)-6-Vol-(Vol.-1-3)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}