{"id":"English-1869-Readers-New-Testament-Alford-Vol.-1-4","abbr":"ENGRNT","title":"English (1869) Readers New Testament (Alford) Vol. 1-4","title_vernacular":"","description":"Henry Alford's 1869 publication, \"The New Testament for English Readers\" (4 volumes, Rivingtons), is a remarkable achievement in biblical scholarship, reflecting his profound expertise as an English churchman, theologian, textual critic, scholar, poet, hymnodist, and writer. Born in 1810, Alford's most significant contribution to theology and biblical studies is his monumental edition of the New Testament in Greek, a task that engaged him from 1841 to 1861. \u003cbr\u003e\u003cbr\u003e Alford's Greek New Testament is distinguished for its rigorous collation of the chief manuscripts and incorporation of the most advanced continental scholarship of his era. This philologically focused work heralded a shift from traditional homiletic commentary, paving the way for modern New Testament exegesis, despite the evolution of research methods involving patristic studies and papyrology. His work remains a valuable resource for contemporary students of the Bible, offering insights and scholarly rigor. \u003cbr\u003e\u003cbr\u003e Post completion of his Greek New Testament, Alford undertook the task of making this scholarship accessible to a broader audience through \"The New Testament for English Readers.\" This work, published just a few years before his death in 1871, demonstrates his commitment to bringing deeper biblical understanding to the English-speaking laity. His legacy is further illuminated in the biography penned by his widow, which was released in 1873, offering a personal glimpse into the life of a man whose work significantly influenced the course of biblical studies.","collections":"historic","ref":"","filesize":"361","iso":"eng","year":1869,"type":"study","provider":"Deighton, Bell, and Co.","org_id":"","digitizer":"","archive_id":"ENGRNT_DBS_HS/English-(1869)-Readers-New-Testament-(Alford)-Vol.-1-4","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}