{"id":"English-1898-Young's-Literal-Translation-of-the-Holy-Scriptures","abbr":"ENGYLT","title":"English (1898) Young's Literal Translation of the Holy Scriptures","title_vernacular":"","description":"The English Bible translation known as Young's Literal Translation (YLT) holds a unique place in the history of biblical translations. Crafted by Robert Young, the skilled compiler behind Young's Analytical Concordance to the Bible and Concise Critical Comments on the New Testament, the YLT was first published in 1862. Robert Young's approach to translation was driven by a commitment to textual fidelity. He primarily utilized the Textus Receptus (TR) for the New Testament and the Masoretic Text (MT) for the Old Testament. Young’s guiding principle, as he articulated in the preface to the first edition, was a strict adherence to the received texts, avoiding the conflation of translation with textual criticism. This approach was a conscious choice to keep the translation process distinct from the evolving field of textual criticism, a domain that requires a different set of scholarly skills.\u003cbr\u003e\u003cbr\u003eIn 1887, Young released a \"Revised Version\" of his translation. This revision remained faithful to the Received Text, reflecting Young's belief in the separation of the translator's role from that of the textual critic. The preface to this Revised Edition echoes his conviction, emphasizing the importance of transparency in the translation process, particularly when it comes to textual alterations.\u003cbr\u003e\u003cbr\u003eAfter Young's death on October 14, 1888, a further Revised Edition was published in 1898. This edition continued to rely on the Textus Receptus, as evidenced by specific word choices in Revelation 1:5 and 20:5. The 1898 revision, as outlined in the \"Publishers' Note to the Third Edition,\" sought to refine the translation further while maintaining its foundational principles. This effort to enhance accuracy while preserving the translation's original approach underscores Young's lasting influence in the realm of biblical translations.","collections":"historic","ref":"","filesize":"156","iso":"eng","year":1898,"type":"scan","provider":"G. A. Young \u0026 Co, Bible Publishers","org_id":"","digitizer":"","archive_id":"ENGYLT_DBS_HS/English-(1898)-Young's-Literal-Translation-of-the-Holy-Scriptures","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}