{"id":"English-1541-The-Great-Bible","abbr":"ENGGRB","title":"English (1541) The Great Bible","title_vernacular":"","description":"The Great Bible of 1539, known as the first authorized edition of the Bible in English, was a significant milestone in religious history, sanctioned by King Henry VIII for use in Church of England services. This authorization marked a crucial shift in religious practice, making scripture accessible in the vernacular to English congregants. Myles Coverdale, under the commission of Thomas Cromwell, King Henry VIII's Secretary and Vicar General, was responsible for its preparation.\u003cbr\u003e\u003cbr\u003eIn 1538, Cromwell issued a directive to the clergy to provide a \"one book of the Bible of the largest volume in English\" in churches for parishioners to read. This Bible incorporated much from William Tyndale's translation, revising parts deemed objectionable. Coverdale completed the Tyndale Bible by translating the remaining books of the Old Testament and Apocrypha from the Latin Vulgate and German translations, as Tyndale's work was incomplete and not entirely derived from the original Greek, Hebrew, and Aramaic texts.\u003cbr\u003e\u003cbr\u003eThe Great Bible is known by several names: the Cromwell Bible, in honor of Thomas Cromwell's role in its publication; Whitchurch's Bible, after its first English printer; and the Chained Bible, as it was often chained in churches to prevent theft. It is sometimes inaccurately referred to as Cranmer's Bible because, although Thomas Cranmer was not responsible for the translation, his preface appeared in the second edition. The Great Bible's title page read: \"The Byble in Englyſhe, that is to ſaye the content of all the holy ſcrypture, bothe of yͤ olde and newe teſtament, truly tranſlated after the veryte of the Hebrue and Greke textes, by yͤ Dylygent ſtudye of dyuerſe excellent learned men, expert in the forſayde tonges.\"","collections":"historic","ref":"","filesize":"496","iso":"eng","year":1541,"type":"scan","provider":"GreatSite.com","org_id":"","digitizer":"","archive_id":"ENGGRB_DBS_HS","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}