{"id":"English-1890-Newberry-Study-Bible-KJV","abbr":"ENGKJV","title":"English (1890) Newberry Study Bible (KJV)","title_vernacular":"","description":"The 1890 Newberry Study Bible represents a pivotal moment in the evolution of Bible printing and distribution in America, a period marked by both technological advancements and a burgeoning public demand. Initially, the American landscape for Bible printing was sparse, predominantly reliant on imports from British and European sources. However, by the late eighteenth and early nineteenth centuries, significant advancements in printing technology catalyzed a surge in domestic Bible production. Metropolitan hubs like Boston, Philadelphia, and New York emerged as primary centers for Bible publishing, effectively revolutionizing the availability of this sacred text in the United States.\u003cbr\u003e\u003cbr\u003ePaul Gutjahr, a renowned Bible historian, notes that during the eighteenth century, the Bible was not just a religious artifact but a cultural phenomenon, widely regarded as the \"most printed, most distributed, and most read written text in North America.\" Its ubiquity in American homes transcended mere spiritual devotion; it became a cherished familial heirloom, linking generations and preserving ancestral ties. This deep personal connection spurred publishers to produce editions that were not only textual but also artistic masterpieces. Ornate, sometimes vividly colored covers and intricate illustrations became commonplace, transforming the Bible into a symbol of both piety and familial pride. These exquisitely crafted editions often found a place of honor in family homes, displayed prominently as a testament to both faith and heritage. The Newberry Study Bible, in this context, stands as a testament to America's deep-seated reverence for the Bible and its evolving role in both religious and familial life.","collections":"historic","ref":"","filesize":"290","iso":"eng","year":1890,"type":"study","provider":"","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1890)-Newberry-Study-Bible-(KJV)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}