{"id":"English-1425-Wycliffe-New-Testament","abbr":"ENGWYC","title":"English (1425) Wycliffe New Testament","title_vernacular":"","description":"The Wycliffe Bible, named after the influential theologian John Wycliffe, is a collection of Bible translations into Middle English carried out from around 1382 to 1395. These translations played a pivotal role in the genesis of the Lollard movement, a precursor to the Reformation, which challenged many doctrines of the Roman Catholic Church. During the early Middle Ages, Western Christians primarily experienced the Bible through Latin oral recitations, homilies, mystery plays, and iconography. However, literacy was limited, prompting Wycliffe to advocate for a vernacular Bible, believing it would make the Gospel more accessible to the common people.\u003cbr\u003e\u003cbr\u003eInitially credited solely to Wycliffe, these translations are now understood to be collaborative efforts involving several translators, including Nicholas of Hereford, John Purvey, and possibly John Trevisa. They encompassed not only canonical texts but also those later termed 'Apocrypha' by Protestants (or 'deuterocanonical' by Catholics) and books like 3 Esdras (now known as 2 Esdras) and Paul’s epistle to the Laodiceans.\u003cbr\u003e\u003cbr\u003eThe Wycliffe Bible, despite being unauthorized, gained substantial popularity. It became the most widespread manuscript literature in Middle English, with over 250 surviving copies, one of which fetched US$1,692,500 at a 2016 auction.\u003cbr\u003e\u003cbr\u003eThe association of the Wycliffe Bible with Lollardy led to severe suppression efforts by the English monarchy and the Catholic Church. Henry IV, Archbishop Thomas Arundel, and Henry Knighton were among those who criticized the translations and implemented strict religious censorship laws. Even two decades after Wycliffe's death, the Oxford Convocation of 1408 decreed that no new Bible translations were to be made without approval. However, since these translations were based on the Latin Vulgate and contained no heterodox content, ecclesiastical authorities struggled to distinguish the banned versions. This ambiguity led many 15th and 16th-century Catholic commentators, including Thomas More, to mistakenly consider these manuscripts as representing an earlier, orthodox translation. As a result, manuscripts of the Wycliffe Bible, often falsely dated before the 1409 ban, circulated widely and were frequently used by both clergy and laity.","collections":"historic","ref":"https://en.wikipedia.org/wiki/Wycliffe%27s_Bible","filesize":"10","iso":"eng","year":1425,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ENGWYC_DBS_HS/English-(1425)-Wycliffe-New-Testament","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}