{"id":"English-1807-Christians-Complete-Family-Bible-Study","abbr":"ENGKJV","title":"English (1807) Christians Complete Family Bible (Study)","title_vernacular":"","description":"The \"Christian's Complete Family Bible, or Universal Library of Divine Knowledge,\" printed in Liverpool by Nuttall, Fisher, \u0026 Dixon in 1807, is a comprehensive and extensively annotated edition of the Bible. This work stands out for its integration of the sacred texts of the Old and New Testaments, along with the Apocrypha, and is distinguished by its extensive range of notes and annotations.\u003cbr\u003e\u003cbr\u003eThe title page elaborates on the content, indicating that this Bible contains not just the complete texts of the Scriptures but also a wealth of supplementary material. This includes practical notes and observations from eminent divines, a general index, a chronological index of biblical events from Adam to Jesus, explanations of proper names found in the Scriptures, a geographical index of places mentioned in the Bible, a brief account of the Apostles and their successors, as well as tables for Jewish timekeeping, and biblical weights, measures, and money.\u003cbr\u003e\u003cbr\u003eThe description further emphasizes the depth and breadth of the annotations and supplementary materials. The notes and annotations cover historical, chronological, biographical, geographical, theological, moral, systematical, practical, admonitory, divine, and explanatory aspects. This comprehensive approach aims to clarify difficult passages, reconcile contradictions, rectify mistranslations, confirm important truths, and provide enlightenment and guidance for readers. The goal is to impart divine knowledge essential for salvation and to offer a complete treasury of divine revelation.\u003cbr\u003e\u003cbr\u003eThis Bible is also noted for its visual features, including fifty-five superb embellishments designed and executed by prominent artists, specifically for this work. These engravings depict various transactions recorded in the Scriptures, enhancing the reader's engagement with the text. The \"Christian's Complete Family Bible\" is a remarkable example of early 19th-century religious publishing, offering a rich and multifaceted approach to biblical study and devotion, intended to guide readers toward a deeper understanding of Christian divinity and eternal bliss.","collections":"historic","ref":"","filesize":"259","iso":"eng","year":1807,"type":"study","provider":"Nuttall, Fisher, \u0026 Dixon","org_id":"","digitizer":"","archive_id":"ENGKJV_DBS_HS/English-(1807)-Christians-Complete-Family-Bible-(Study)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}