{"id":"English-1904-The-Gospels-in-Art-Shaw","abbr":"ENGSHAW","title":"English (1904) The Gospels in Art (Shaw)","title_vernacular":"","description":"\"The Gospels in Art,\" edited by W. Shaw Sparrow, is a distinguished work that masterfully intertwines the life of Christ with the artistic expressions of renowned painters ranging from Fra Angelico to Holman Hunt. This book is part of the esteemed \"Art \u0026 Life Library\" series, specifically volumes 2 and 7, and offers a vivid portrayal of the Apostles both in art and symbolism. \u003cbr\u003e\u003cbr\u003e This remarkable collection is notable for its combination of textual insights and visual artistry. The text contributions come from eminent figures like Leonce Benedite, Henry Van Dyke, R. F. Horton, and the Bishop of Derry \u0026 Raphoe, as stated on the title page. These scholarly perspectives provide a rich context to the artworks presented. \u003cbr\u003e\u003cbr\u003e The volumes are notable for their decorated title pages, which are accompanied by photogravure and monochrome plates, offering readers a visually captivating experience. Each piece of art included in these volumes is not just a representation of a biblical scene but also a reflection of the artist's interpretation of the Gospels, making this work a unique blend of religious narrative and artistic genius. \u003cbr\u003e\u003cbr\u003e \"The Gospels in Art\" stands as a testament to the profound impact of the life of Christ on the world of art, capturing the essence of these biblical stories through the lens of some of the greatest painters in history. The combination of scholarly text and artistic representation makes this work an invaluable resource for both art enthusiasts and those interested in religious studies.","collections":"historic","ref":"","filesize":"65","iso":"eng","year":1904,"type":"scan","provider":"Hodder \u0026 Stoughton","org_id":"","digitizer":"","archive_id":"ENGSHAW_DBS_HS/English-(1904)-The-Gospels-in-Art-(Shaw)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}