{"id":"English-1907-Interlinear-Study-Bible-KJV-and-RV","abbr":"ENGREV","title":"English (1907) Interlinear Study Bible (KJV and RV)","title_vernacular":"","description":"The 1907 Interlinear Study Bible is a remarkable artifact of American Bible printing history, encapsulating a period of significant transformation in the production and dissemination of religious texts. Throughout the seventeenth and early eighteenth centuries, the American Bible market was largely dependent on imports from British and European printers, but with technological advancements in printing and rising demand, the situation began to change notably. By the late eighteenth and into the early nineteenth century, cities like Boston, Philadelphia, and New York emerged as major hubs for Bible publishing in America.\u003cbr\u003e\u003cbr\u003eAs noted by Bible historian Paul Gutjahr, the Bible enjoyed immense popularity during this era, becoming the \"most printed, most distributed, and most read written text in North America.\" This ubiquity was not just a testament to its spiritual significance but also to its role as a familial heirloom, linking generations and serving as a symbol of familial pride. Recognizing this, publishers started producing Bibles with ornate, sometimes colorful, covers and illustrations, turning them into prized possessions often displayed in homes. \u003cbr\u003e\u003cbr\u003eThe 1907 Interlinear Study Bible, showcasing the King James Version (KJV) and the Revised Version (RV) side by side, is a product of this rich publishing legacy. It reflects both the advancement of biblical scholarship and the desire to make these sacred texts more accessible and engaging for a broader audience.","collections":"historic","ref":"","filesize":"352","iso":"eng","year":1907,"type":"study","provider":"","org_id":"","digitizer":"","archive_id":"ENGREV_DBS_HS/English-(1907)-Interlinear-Study-Bible-(KJV-and-RV)","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}