{"id":"English-1897-Emphasised-Study-Bible-Rotherham-Vol.-1-4","abbr":"ENGEMP","title":"English (1897) Emphasised Study Bible (Rotherham) Vol. 1-4","title_vernacular":"","description":"The Emphasised Bible by Joseph B. Rotherham, first published in 1897 in four volumes, marks a significant period in the history of Bible publishing in America. Despite the initial limitations in Bible printing in the United States during the seventeenth and early eighteenth centuries, largely due to reliance on British and European printers, the landscape of Bible publishing underwent a dramatic transformation by the late eighteenth and early nineteenth centuries. Cities like Boston, Philadelphia, and New York emerged as prominent hubs for Bible publishing, responding to an increasing demand fueled by technological advancements in printing machinery and techniques.\u003cbr\u003e\u003cbr\u003ePaul Gutjahr, a renowned Bible historian, notes that during much of the eighteenth century, the Bible enjoyed immense popularity in North America, becoming the most printed, distributed, and read text. This was not just due to its religious significance; for many American families, the Bible served as a cherished link to their heritage, connecting them to distant relatives and commemorating ancestors. It was a symbol of spiritual commitment and a source of familial pride.\u003cbr\u003e\u003cbr\u003eIn response to this deep cultural and familial connection, publishers began producing Bibles with ornate and decorative designs, often featuring carved or embossed covers and elaborate illustrations, some even in color. These aesthetically appealing Bibles were not just religious texts but also treasured family heirlooms, displayed prominently in homes. The Emphasised Bible, with its emphasis on linguistic precision and theological depth, is a product of this rich tradition of Bible publishing in America, reflecting both the scholarly rigor and the artistic craftsmanship of its time.","collections":"historic","ref":"","filesize":"101","iso":"eng","year":1897,"type":"study","provider":"The Standard Publishing Company","org_id":"","digitizer":"","archive_id":"ENGEMP_DBS_HS/English-(1897)-Emphasised-Study-Bible-(Rotherham)-Vol.-1-4","language":{"iso":"eng","glotto_id":"stan1293","iso1":"en","name":"English","level":"L","country_id":"GB","latitude":53,"longitude":-1,"population":379000000}}