{"id":"Esquimaux-1840-New-Testament-Testamentetak-tamedsa-nalegapta-piulijipta-Jesusib-Kristusib","abbr":"ESQPOR","title":"Esquimaux (1840) New Testament","title_vernacular":"Esquimaux (1840) Nouveau Testament","description":"The Western Arctic Eskimo dialect is spoken by more than 3,000 people around Point Barrow, the northernmost tip of Alaska. They call their language the Inupiat dialect.\u003cbr\u003e\u003cbr\u003eThe Barrow Eskimos, who live 300 miles above the Arctic Circle, have never seen a large town or running fresh water. Imagine the problem of translating theBible for such apeople-towhomnot only the abstract concepts of the doctrine are new, but to whom also the cities and deserts in which the Biblical narrative takes place, the camels, wine, angels, lepers, figs, taxes, and turtle- doves with which the story is filled, are all unknown.\u003cbr\u003e\u003cbr\u003eThis challenge was met and overcome by Roy Ahmaogak, the Eskimo translator of the Scriptures into his own Barrow Eskimo tongue. Until he was forty-eight he had never seen a tree; how, then, was he to communicate to his people the picture ofa forest; Roy Ahmaogak was prepared for the task of Bible translation by a year ‘out’. Fie studied at the Summer Institute of Linguistics to help him cope with the problems of putting the particular phonetic and grammatical idiosyncrasies of his tongue into written form. He also studied at a seminary, to learn about theology; visited zoos and botanical gardens, to learn about fauna and flora of other parts of the world; and conferred with translations consultants, to know how to solve some of the translation problems in his language. During the year he was able to prepare translations of Mark and Romans, as well as a primer to help his people learn to read and to familiarize them with some of the terms and objects which they would encounter in the Scriptures. Mr. Ahmaogak returned to Barrow after the year with a Book and continued to work on the translation of the New Tes","collections":"historic","ref":"","filesize":"603","iso":"esk","year":1840,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"ESQPOR_DBS_HS/Esquimaux-(1840)-New-Testament-(Testamentetak-tamedsa-nalegapta-piulijipta-Jesusib-Kristusib)","language":{"iso":"esk","glotto_id":"nort2945","name":"Northwest Alaska Inupiatun","autonym":"Iñupiatun","level":"L","location":"United States of America, Alaska and Hawaii","area":"Alaska, Kobuk River, Noatak River, Seward Peninsula, and Bering Strait.","country_id":"US","latitude":64.77955,"longitude":-161.80666,"population":2420,"status_id":"6b"}}