{"id":"Fijian-1853-New-Testament","abbr":"FIJOLD","title":"Fijian-(1853)-New-Testament-Ai Vola ni Veiyalayalati Vou ni noda Turaga kei na nodai Vakabula ko Jisu Kraisiti","title_vernacular":"Vosa Vakaviti (1853) Ai Vola ni Veiyalayalati Vou ni noda Turaga kei na nodai Vakabula ko Jisu Kraisiti","description":"John Hunt (13 June 1812 – 4 October 1848) was an English missionary known for converting Fijian cannibals to Methodism. In September 1835, in the hopes of becoming a missionary in Africa, Hunt began going to a seminary in Hoxton where he studied Greek and Latin and read Christian tracts including Explanatory Notes Upon the New Testament by John Wesley and Self-Knowledge by John Mason. In February 1838, following the arrival of two Methodist missionaries in Fiji and their subsequent account of rampant cannibalism on the island, Hunt was requested by the Wesleyan Mission House to join the Fijian mission alongside other Methodists like James Calvert. Initially reluctant to accept the offer for fear of having to leave his longtime sweetheart Hannah Summers behind, Hunt soon began confirming his travel arrangements after she agreed to accompany him; they got married on 6 March 1838 at Newton on Trent, Lincolnshire. Hunt and his fellow Fiji-bound missionaries were ordained on 27 March in Hackney, London, and they departed for Sydney, Australia on 29 April, arriving on 24 August. The missionaries stayed in Australia for some two months, leaving on 25 October with London missionary John Williams, who was headed for Erromango. The Fiji party arrived at Lakemba on 22 December 1838. Hunt and his wife were promptly posted to Rewa; they arrived at Rewa on 7 January 1939 and received an audience with the King of Rewa on the same day.\u003cbr\u003e\u003cbr\u003eAfter weeks of studying the native language, Hunt delivered his first sermon in Rewa on 18 February 1839; by 18 March, he was able to give two or three sermons a week. After about five months in Rewa, Hunt began translating the New Testament from Greek to Fijian. On 29 July 1839, at the request of the King of Rewa, and together with another missionary and their wives, Hunt established a mission at Somosomo. They were cordially received and allowed to reside at one of King Tuithakau's residences; however, they were less successful in converting the Somosomo natives to Christianity. After three years in Somosomo, Hunt and his wife set sail for Viwa Island, arriving on 30 August 1842; unlike in Somosomo, many Viwa natives were already nominal or practising Christians, and Hunt managed to convert several others, not least the Queen of Viwa.\u003cbr\u003e\u003cbr\u003eHunt spent the last six years of his life in Viwa Island; despite his relatively young age and \"iron strength\", the rigours of missionary life nonetheless took a toll on his health. Hunt died on 4 October 1848, at the age of 36. The cause of death was reportedly dysentery, which was common in Fiji at the time. As he lay on his deathbed, in the company of his wife and James Calvert, Hunt exclaimed, \"Lord, bless Fiji! Save Fiji!\" He then spoke his final words: \"I want strength to praise Him abundantly! Hallelujah.\"\u003cbr\u003e\u003cbr\u003eJohn Hunt's translation of the New Testament into Fijian was published in 1853. In November 1855 Calvert left for England with David Hazlewood's manuscript Fijian translation of the Old Testament. The British and Foreign Bible Society granted £900 toward its publication and Calvert helped to produce 5000 copies of the first complete edition of the Fijian Bible and 10,000 copies of the New Testament.\u003cbr\u003e\u003cbr\u003eThe first edition of Frederick Langham’s revision of the New Testament was published in 1899, followed by the complete Bible in 1902. Langham was commissioned by the Wesleyan authorities to revise the Fijian Bible, which existed in many other versions, at that time. After his retirement from the mission-field he was able to give his full attention to this work, in which he was assisted by his wife and adopted daughter, A. L. Lindsay.\u003cbr\u003e\u003cbr\u003eThis Bible is written in the Bau or Bauan dialect of the Fijian language. In the early 19th century, parts of the Scripture were translated into other dialects. However, later translations were done only into the Bau, a dialect spoken by a large portion of the population, which is similar to the standard Fijian.","collections":"historic","ref":"","filesize":"28","iso":"fij","year":1853,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"FIJOLD_DBS_HS","language":{"iso":"fij","glotto_id":"fiji1243","iso1":"fj","name":"Fijian","autonym":"Na vosa vaka-Viti","level":"L","location":"Fiji","area":"East half of Viti Levu and eastern offshore islands, Kadavu Island, Vanua Levu and offshore islands, Nayau, Lakeba, Oneata, Moce, Komo, Namuka, Kabara, Vulaga, Ogea, Vatoa islands. Also in Nauru, New Zealand, United States, Vanuatu.","country_id":"FJ","latitude":-18,"longitude":178.33,"population":334710,"status_id":"4"}}