{"id":"French-1801-Ostervald-Bible-La-Sainte-Bible-ou-L'Ancien-et-le-Nouveau-Testament","abbr":"FRAOST","title":"French (1801) Ostervald Bible","title_vernacular":"Bible Ostervald (1801)","description":"French (1801) Ostervald Bible The 1801 Ostervald Bible, an outcome of efforts to refine Olivetan's earlier version, was intended to better meet contemporary needs with contributions from Beza, Goulart, Fay, and others, under Cornelius Bertram's editorial direction. First revised in 1588 by the Venerable Company of Pastors at Geneva, this edition notably uses \"L'Eternel\" to translate יהוָֹה, diverging from the common Protestant practice of using a term equivalent to \"Lord.\" Further revisions were made in 1693, 1712, 1726, 1805, and for the New Testament in 1803, with the latter versions significantly modernized in style. Despite aiming for elegance, this translation has been critiqued for not fully capturing the essence of the original texts. The Ostervald Bible marks a significant moment in the history of French biblical translations, reflecting the evolving language and theological considerations of its time.","collections":"historic","ref":"","filesize":"86","iso":"fra","year":1801,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"FRAOST_DBS_HS/French-(1801)-Ostervald-Bible-(La-Sainte-Bible-ou-L'Ancien-et-le-Nouveau-Testament)","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}