{"id":"French-1744-La-Sainte-Bible-Martin-Version-Book","abbr":"FRAM44","title":"French (1744) La Sainte Bible (Martin Version) Book","title_vernacular":"La Sainte Bible (1744, Version Martin)","description":"French (1744) La Sainte Bible (Martin Version) Book David Martin (1639-1721), was a learned French Protestant theologian educated at Montauban, and at the academy of the reformed at Nîmes. He afterward studied divinity at Puy-Laurent, whither the academy of Montauban had been removed. Having been admitted to the ministry in 1663, he settled as a pastor with the church of Esperance, in the diocese of Castres. In 1670 he accepted an invitation to the church of La Caune, in the same diocese, where he officiated till the revocation of the Edict of Nantes, in 1685. In 1686, the magistrates of Deventer invited him to become a professor of divinity and pastor of the Walloon church in that city; but the regency of Utrecht, where he had taken up his residence, fully apprised of his merit, prevailed upon him to accept the office of pastor in their city.\u003cbr\u003e\u003cbr\u003eMartin published an edition of the New Testament, according to the Geneva version, with corrections, notes, new prefaces to each book, etc., printed at Utrecht in 1696, with a History of the Old and New Testament, at Amsterdam, in 1707, in two volumes, folio, embellished with upwards of 420 beautiful engravings, which is commonly called Mortier's Bible, after the name of the printer. He also published an edition of The Holy Bible, with corrections, notes, and prefaces, at Amsterdam, 1702, in 2 vols, fol., which was afterward reprinted in 1712 with parallel passages, and short notes in the margin.","collections":"modern","ref":"","filesize":"7","iso":"fra","year":1744,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"FRAM44_DBS_HS/French-(1744)-La-Sainte-Bible-(Martin-Version)-Book","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}