{"id":"French-1899-La-Saitne-Bible-Louis-Segond","abbr":"FRALSB","title":"French (1899) La Saitne Bible (Louis Segond)","title_vernacular":"La Sainte Bible (1899, Louis Segond)","description":"French (1899) La Saitne Bible (Louis Segond) Louis Segond (October 3, 1810 – June 18, 1885), was a Swiss theologian who translated the Bible into French from the original texts in Hebrew and Greek.\u003cbr\u003e\u003cbr\u003eHe was born in Plainpalais, near Geneva. After studying theology in Geneva, Strasbourg and Bonn, he was pastor of the Geneva National Church in Chêne-Bougeries, then from 1872, Professor of Old Testament in Geneva.\u003cbr\u003e\u003cbr\u003eThe translation of the Old Testament, commissioned by the Vénérable Compagnie des Pasteurs de Genève, was published in two volumes in 1871 (Meusel has 1874 as the publication date), followed by the New Testament, translated as a private venture, in 1880. The text was then reviewed by experts. The result is the 1910 revision that is now freely available on Internet.","collections":"historic","ref":"","filesize":"108","iso":"fra","year":1899,"type":"scan","provider":"Delessert","org_id":"","digitizer":"","archive_id":"FRALSB_DBS_HS/French-(1899)-La-Saitne-Bible-(Louis-Segond)","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}