{"id":"French-1525-Olivetan-Bible","abbr":"FRAOLI","title":"French (1525) Olivetan Bible","title_vernacular":"Bible d'Olivétan (1525)","description":"French (1525) Olivetan Bible In the year 1523 appeared at Paris, from the press of Simon de Colines, an anonymous translation of the N.T., which was often reprinted, and to which, in 1525, was added the Psalter, and in 1528 the rest of the O.T. (together 7 volumes, 8vo), the last portion being issued at Antwerp, in consequence of attempts on the part of the French clergy to prevent its appearance. Tradition ascribes this version to Jacqimes le Fevre d'Etaples, who had before this distinguished himself by a Latin translation, of Paul's epistles, and by exegetical works on the Gospels and Epistles; and there is no reason to question the justice of the ascription. This version is made from the Vulgate, with slight variations in the N.T., where the author follows the Greek. The complete work appeared in one volume fol., at Antwerp, in 1530, and again from the same types in 1532. It was placed in the papal Index in 1546; but in 1550 it was reissued at Louvain in fol., edited by two priests, Nicolas de Leuze, and Franz van Larben, who corrected the style, and struck out all that savored of what they deemed heresy. Of this corrected version many editions have been issued.","collections":"historic","ref":"","filesize":"720","iso":"fra","year":1525,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"FRAOLI_DBS_HS/French-(1525)-Olivetan-Bible","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}