{"id":"French-1846-Le-Nouveau-Testament-Du-Pere-Carrieres","abbr":"FRAOST","title":"French (1846) Le Nouveau Testament","title_vernacular":"Le Nouveau Testament (1846)","description":"French (1846) Le Nouveau Testament, incorporating literal commentary from Father de Carrières along with moral and dogmatic explanatory notes, is designed to enhance understanding of the scriptures. This version of the New Testament, which encompasses the four Gospels, Acts, the Epistles, and the Apocalypse, focuses on the life and teachings of Jesus Christ and the written instructions of His Apostles. Highlighting the new covenant between God and humanity, it emphasizes the law of grace and love introduced by the Son of God. This edition positions the New Testament as the foundational text for Christians, emphasizing its role in defining the Christian law and ethos.","collections":"historic","ref":"","filesize":"62","iso":"fra","year":1846,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"FRAOST_DBS_HS/French-(1846)-Le-Nouveau-Testament-(Du-Pere-Carrieres)","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}