{"id":"French-1771-Ostervald-Old-Testament-La-Sainte-Bible","abbr":"FRAOST","title":"French (1771) Ostervald Old Testament","title_vernacular":"Ancien Testament (1771, Ostervald)","description":"French (1771) Ostervald Old Testament The 1771 Ostervald Bible, a Protestant edition, includes the Old and New Testaments, revised and corrected on the original text by pastors and professors of the Church of Geneva. It features chapter arguments and reflections authored by J. F. Ostervald, Pastor of the Church of Neuchâtel. This edition, marked as the third revised and corrected version, was published in Bienne by the Heilmann Library, and in Neuchâtel by S. Fauche \u0026 Company.\u003cbr\u003e\u003cbr\u003eOstervald's work is noted for its clarity and insightful commentary, making it a valuable resource for both religious studies and personal edification. Its publication reflects the ongoing efforts of Protestant scholars to provide accessible and accurate translations of biblical texts during this period. The Ostervald Bible holds significance in the history of French Protestantism and biblical scholarship.","collections":"historic","ref":"","filesize":"133","iso":"fra","year":1771,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"FRAOST_DBS_HS/French-(1771)-Ostervald-Old-Testament-(La-Sainte-Bible)","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}