{"id":"French-English-1817-New-Testament-Diglot-Le-Nouveau-Testament-de-notre-seigneur-Jesus-Christ","abbr":"FRAOST","title":"French-English (1817) New Testament Diglot","title_vernacular":"Le Nouveau Testament de notre seigneur Jésus-Christ","description":"French-English (1817) New Testament Diglot, printed by Tilling and Hughes for the British and Foreign Bible Society, represents an early 19th-century effort to provide bilingual access to the New Testament scriptures. This edition facilitated comparative study and reading for those interested in both languages, serving educational purposes and aiding missionaries and bilingual speakers in their spiritual practices. The production of such diglots was part of the broader mission of the British and Foreign Bible Society to increase the availability of the Bible in multiple languages, thereby promoting both literacy and religious education. The choice of French alongside English reflects the significant linguistic and cultural connections between Britain and France during this period, as well as the recognition of French as a lingua franca in education and diplomacy.","collections":"historic","ref":"","filesize":"1","iso":"fra","year":1817,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"FRAOST_DBS_HS/French-English-(1817)-New-Testament-Diglot-(Le-Nouveau-Testament-de-notre-seigneur-Jesus-Christ)","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}