{"id":"French-1831-Sacy-New-Testament-Le-Nouveau-Testament","abbr":"FRASAC","title":"French (1831) Sacy New Testament","title_vernacular":"Nouveau Testament (1831, Sacy)","description":"French (1831) \"Sacy New Testament\" refers to a significant translation of the New Testament into French, rooted in the Jansenist tradition and closely associated with the work of Isaac-Louis Le Maistre de Sacy. This version, often linked with the scholarly environment of Port-Royal des Champs, was part of a broader effort to provide a French translation of the Bible directly from the Latin Vulgate. The initial New Testament was published in 1667, with the complete Bible appearing under the guise of being from Mons but actually produced in Amsterdam due to the controversial nature of Jansenism and its conflict with official Catholic positions. De Sacy's translation is renowned for its literary quality and its influence on French biblical scholarship and piety. Over the years, it saw many editions, both with and without extensive notes, reflecting its enduring value for French-speaking Christians. The version became widely known as the Version de Sacy and is considered one of the most important contributions to French biblical literature, bridging scholarly work and devotional reading.","collections":"historic","ref":"","filesize":"551","iso":"fra","year":1831,"type":"scan","provider":"Imprimerie De Firmin Didot Freres","org_id":"","digitizer":"","archive_id":"FRASAC_DBS_HS/French-(1831)-Sacy-New-Testament-(Le-Nouveau-Testament)","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}