{"id":"French-1535-Bible-d'Olivetan","abbr":"FRAOLI","title":"French (1535) Bible d'Olivétan","title_vernacular":"Bible d'Olivétan (1535)","description":"French (1535) Bible d'Olivétan The first French Protestant Bible was translated by Pierre Robert Olivetan and printed in 1535 near Neufchâtel, Switzerland. This edition, known as the Bible d'Olivétan, is rare, with few copies remaining. It underwent several reprints in Geneva and Lyon in the 1540s. A significant revision in 1551 included additions by Theodore Beza and a new Psalms translation by Bude. This edition was frequently reprinted. In 1556, a version specifically for the Vaudois, funded by their substantial donation, was printed in Neufchâtel. Olivetan's translation was based on the Latin version of Santes Pagninus for the Old Testament, and the New Testament versions by Lefevre and Erasmus. Despite revisions, including Calvin's, and later emendations, this translation initially fell short of the standards expected of an authorized version.","collections":"historic","ref":"","filesize":"39","iso":"fra","year":1535,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"FRAOLI_DBS_HS/French-(1535)-Bible-d'Olivetan","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}