{"id":"French-1839-Martin-La-Sainte-Bible-La-Sainte-Bible-qui-Contient-Le-Vieux-et-Le-Nouveau-Testament-David-Martin","abbr":"FRAMAR","title":"French (1839) Martin La Sainte Bible David Martin","title_vernacular":"La Sainte Bible (1839, David Martin)","description":"French (1839) Martin La Sainte Bible David Martin The Bible of Diodati, Genesis 1644; of Desmarets, Amst. 1669; of Martin, Utr. (N.T.) 1696, (Bible) 1707, 2 volumes, fol.; of Roques, Basle, 1744; Osterwald, Amast. 1724; Neufch. 1744, are revisions of Olivetan's text undertaken by individuals. Of these, Osterwald's is the most thorough and may be viewed as occupying the place in the French Protestant Church of an authorized version, though Martin's is the one most esteemed by the score orthodox of its members, while that of Desmarets is, sought by those who attach much value to fine paper and printing. A carefully revised edition of Osterwald's Bible, with parallels by the Reverend W. Mackenzie, has been issued by the French Bible Society, Paris, 1861.","collections":"historic","ref":"","filesize":"629","iso":"fra","year":1839,"type":"scan","provider":"The American Bible Society","org_id":"american-bible-society","digitizer":"","archive_id":"FRAMAR_DBS_HS/French-(1839)-Martin-La-Sainte-Bible-(La-Sainte-Bible-qui-Contient-Le-Vieux-et-Le-Nouveau-Testament)-David-Martin","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}