{"id":"French-1904-Jefferson-Gospels-Latin-Greek-Engilsh-Gospels","abbr":"FRAOST","title":"French (1904) Jefferson Gospels (Latin Greek Engilsh) - Gospels","title_vernacular":"Évangiles de Jefferson (1904, Latin-Grec-Anglais)","description":"French (1904) Jefferson Gospels (Latin Greek English) - Gospels, also known as The Life and Morals of Jesus of Nazareth or the Jefferson Bible, showcases Thomas Jefferson's effort to distill Jesus' teachings by excluding the supernatural aspects and miracles from the New Testament. Jefferson, who created this work by cutting and pasting sections from the New Testament, aimed to highlight Jesus' moral teachings without the doctrinal overlay of divinity and miracles. This unique compilation, completed in 1820 but not published during Jefferson's lifetime, focuses solely on Jesus' ethical instructions. The Smithsonian Institution acquired the original manuscript in 1895, and following conservation efforts, it was displayed in an exhibit at the National Museum of American History from November 2011 to May 2012. The exhibit, which also featured the source books Jefferson used and a 1904 congressional edition of the Jefferson Bible, was complemented by a documentary titled Jefferson's Secret Bible, aired by the Smithsonian Channel in February 2012.","collections":"historic","ref":"","filesize":"19","iso":"fra","year":1904,"type":"study","provider":"Thomas Jefferson, Government Printing Office","org_id":"","digitizer":"","archive_id":"FRAOST_DBS_HS/French-(1904)-Jefferson-Gospels-(Latin-Greek-Engilsh)-Gospels","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}