{"id":"French-1900-Bible-La-Sainte-Bible-Polyglotte-GRK-HEB-LAT","abbr":"FRAOST","title":"French (1900) Bible - La Sainte Bible Polyglotte (GRK-HEB-LAT)","title_vernacular":"La Sainte Bible Polyglotte (1900, GRK-HEB-LAT)","description":"French (1900) \"La Sainte Bible Polyglotte\" is a significant polyglot edition of the Bible, encompassing the Hebrew original, the Greek Septuagint, the Latin Vulgate, and the French translation by Abbé Glaire. This edition is notable for its scholarly approach, providing readers with a unique opportunity to compare the texts of these different traditions side by side. The inclusion of textual differences between the Hebrew, Greek Septuagint, and Latin Vulgate versions offers invaluable insights into the complex history of biblical texts and their translations. Published in 1900, this work represents a culmination of 19th-century biblical scholarship, catering to theologians, linguists, and serious students of the Bible. It reflects the era's growing interest in textual criticism and the pursuit of understanding the Scriptures in their original languages and most authoritative translations.","collections":"historic","ref":"","filesize":"1","iso":"fra","year":1900,"type":"study","provider":"","org_id":"","digitizer":"","archive_id":"FRAPOLY_DBS_HS","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}