{"id":"French-Breton-1886-Testamant-Nevez-Diglot-Ostervald","abbr":"FRAOST","title":"French-Breton (1886) Testamant Nevez Diglot (Ostervald)","title_vernacular":"Testamant Nevez Diglot (1886, Ostervald)  ","description":"French-Breton (1886) Testamant Nevez Diglot (Ostervald) presents a dual language edition of the New Testament, showcasing the collaborative efforts of Welsh-speaking missionaries and Breton writers to make the biblical texts accessible to Breton speakers. Initiated by John Jenkins in the 1830s, the translation process aimed to revise the scholarly language of the Le Gonidec version to a form more understandable to the general populace. Jenkins' revision, influenced by Greek, Welsh, and English texts, was further refined with the assistance of Guillaume Ricou and later, Rev James Williams. Alfred Llewellyn Jenkins, continuing his father's mission, collaborated with Monsieurs Rohan, Luzel, and V. E. Bouhon for the 1886 revision, which was published alongside the French language. This endeavor not only made the New Testament accessible in Breton but also initiated the translation of the Old Testament into Breton, culminating in the publication of Genesis in 1897 and several reprints of the New Testament in the early 20th century.","collections":"historic","ref":"","filesize":"126","iso":"fra","year":1886,"type":"scan","provider":"Rue De Clichy","org_id":"","digitizer":"","archive_id":"FRAOST_DBS_HS/French-Breton-(1886)-Testamant-Nevez-Diglot-(Ostervald)","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}