{"id":"French-1540-Sword-Bible-Middle-French","abbr":"FRAOLI","title":"French (1540) Sword Bible (Middle French)","title_vernacular":"Bible de l'Épée (1540, Moyen Français)","description":"French (1540) \"Sword Bible\" (Middle French) Pierre Robert, also known as Olivétan (1506-1538), a native of Picardy, is known for his translation of the Bible into French, called the Olivetan Bible. The Waldensians commissioned and financed this translation – they were Waldo’s disciples who joined the Reform Movement at the Synod of Chanforan in 1532.\u003cbr\u003e\u003cbr\u003eSome historians think that it was the French-speaking Swiss who encouraged this undertaking and William Farel in particular. It is thought that he persuaded the Waldensians to finance the project. The Reformers in Geneva and Lausanne were keen to have a translation of the Bible into French which was not based on the Vulgate, but on the original Greek and Hebrew texts. They were looking for a good translator and chose Olivétan because he had studied Hebrew with Bucer in Strasbourg. It was an incredible achievement for one man to have translated the entire Bible in two years. Indeed, he was a precursor of future translators, as his translation was the first to be based on the original Greek and Hebrew texts, although he did consult Lefèvre d’Etaples’ translation of the New Testament as well.\u003cbr\u003e\u003cbr\u003eUnfortunately, his translation of the Bible, published by Pierre de Vingle in Neuchâtel in 1535, was not a commercial success. This was partly because of the Gothic script and the fact that it was a large book, so difficult to handle or take around. The 1540 version, also known as \"The Sword Bible\" was a printing success. The printer Jean Girard brought out an edition which was easier to handle and also to read because it was in Roman script and included punctuation marks.","collections":"historic","ref":"","filesize":"353","iso":"fra","year":1540,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"FRASWOR_DBS_HS","language":{"iso":"fra","glotto_id":"stan1290","iso1":"fr","name":"French","autonym":"français","level":"L","location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","country_id":"FR","latitude":48,"longitude":2,"population":77200000,"status_id":"1"}}