{"id":"Futuna-1923-Psalms-Asam-o-Tevit","abbr":"FUTPOR","title":"Futuna (1923) Psalms (Asam o Tevit)","title_vernacular":"Asam o Tevit","description":"Futunan is the main language of the New Hebrides. The first portions of the Bible on Aniwa Island was Mark and Matthew, translated by John Gibson Paton. These were published in Melbourne in 1877. In 1880 Acts was printed at Melbourne under the care of Mr. Paton's sons. In 1882-3 John, 1st and 2nd Timothy, Titus, Philemon, 1st, 2nd, 3rd John and Jude were printed at Melbourne. Paton's translation of the complete New Testament was published in 1899.\u003cbr\u003e\u003cbr\u003eBorn in Scotland in 1824, John G. Paton was a Christian missionary to the cannibals on the New Hebrides Islands of the South Seas until he died in 1907. His life was filled with many trials, as his first wife and their child soon died after their arrival on the island of Tanna, and Paton had to flee for his life almost on a daily basis from the natives.\u003cbr\u003e\u003cbr\u003ePaton’s faith withstood testing and he continued to work among the Aniwan people and preach the gospel for several years while also raising support for missionary work and writing his own story. He would later be known fifty years later by Charles H. Spurgeon as the “king of the savages”.\u003cbr\u003e\u003cbr\u003eJohn G. Paton (1824-1907) was a Scottish Christian missionary for 49 years to the former cannibals in the South Sea Islands. He was alone on an island for four years with the hostile natives and his life hung in the delicate balance of constant danger. However, John trusted that he was immortal until God saw fit for his work to be done. Today, the impact of his life and dedication to faith in Jesus Christ can be seen in Papua New Guinea and Vanuatu.\u003cbr\u003e\u003cbr\u003eWhen John was seventy-three years old, he continued to travel around the world for the cause of missions in the South Seas.\u003cbr\u003e\u003cbr\u003e To the day of his death, he was translating hymns and catechisms and creating a dictionary for his people even when he couldn’t be with them anymore.\u003cbr\u003e\u003cbr\u003eNear the end of his life, John wrote about the joy that carried him through his ministry and about his hope that his own children would undertake the same mission and find the same joy:\u003cbr\u003e\u003cbr\u003e“Let me record my immovable conviction that this is the noblest service in which any human being, can spend or be spent; and that, if God gave me back my life to be lived over again, I would without one quiver of hesitation lay it on the altar to Christ, that He might use it as before in similar ministries of love, especially amongst those who have never yet heard the Name of Jesus. Nothing that has been endured, and nothing that can now befall me, makes me tremble — on the contrary, I deeply rejoice — when I breathe the prayer that it may please the blessed Lord to turn the hearts of all my children to the Mission Field and that He may open up their way and make it their pride and joy to live and die in carrying Jesus and His Gospel into the heart of the Heathen World!”\u003cbr\u003e\u003cbr\u003eJohn Paton lived to be eighty-three, and the Lord’s promise never failed him. His last years were mainly spent in Melbourne, Australia. He died there on 28 January 1907 and was buried in Boroondara cemetery. (https://bethanygu.edu/blog/stories/john-g-paton-working-among-the-cannibals)","collections":"historic","ref":"https://bethanygu.edu/blog/stories/john-g-paton-working-among-the-cannibals","filesize":"8","iso":"fut","year":1923,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"FUTPOR_DBS_HS/Futuna-(1923)-Psalms-(Asam-o-Tevit)","language":{"iso":"fut","glotto_id":"futu1245","name":"Futuna-Aniwa","autonym":"Erronan","level":"L","location":"Vanuatu","area":"(West) Futuna and Aniwa Islands, east of Tanna.","country_id":"VU","latitude":-19.53033,"longitude":170.21518,"population":1500,"status_id":"5"}}