{"id":"Gaelic-1901-New-Testament-in-Scots-Nisbet-Graves-Vol-1-3","abbr":"GLAOLD","title":"Gaelic (1901) New Testament in Scots Vol 1-3","title_vernacular":"Tiomnadh Nuadh ann an Albais (1901, Vol 1-3)","description":"The Gaelic of Scotland is spoken by about 87,000 Scots, of whom only a small number are exclusively Gaelic speakers. English is now the language of Scotland, politically united with England since 1707, and Gaelic is now spoken chiefly in the northwestern region, the Scottish High- lands. Originally inhabited by the Piets, a people of disputed origin, Scotland was settled by Celts from Ireland about the middle of the first millennium A.D. Until the Reformation Gaelic of Scotland was identical to that of Ireland and shared the same literature. An independent Scottish Gaelic then developed. Manx is more closely akin to Scottish Gaelic than to Irish.\u003cbr\u003ebr\u003eBefore the publication of the 1767 New Testament, Irish Scriptures were used in Scotland. Scottish Gaelic is printed in Roman characters.\u003cbr\u003e\u003cbr\u003e1684 Metrical Psalms S. Knibo, Edinburgh The first complete Psalter in Gaelic, translated by Robert Kirk. It incorporated the fifty Psalms, or ‘Caogad’ of 1659 (which was also included in the Synod of Argyll version, 1694, and its revisions: MacFarlane’s, 1753; Smith’s, 1787; Ross’s, 1807 and the revision of the General Assembly on the Gaelic Scriptures, 1826);  1767 New Testament;  1796 New Testament (revised);  1801 Old Testament Scottish Society for the Promotion of Christian Knowledge, Edinburgh Translated by John Stuart, with assistance from his son, John Stuart, and John Smith, all Scottish ministers. Revised several times;  1875 New Testament A. King, Aberdeen Translated by Fr. Ewcn MacEachen and Fr. Colin Grant;  1902 Bible SSPCK, Edinburgh A revision begun in 1880 resulted in a new translation by a committee headed by Norman Macleod.","collections":"historic","ref":"","filesize":"24","iso":"gla","year":1901,"type":"scan","provider":"William Blackwood and Sons","org_id":"","digitizer":"","archive_id":"GLAOLD_DBS_HS/Gaelic-(1901)-New-Testament-in-Scots-(Nisbet-Graves)-Vol-1-3","language":{"iso":"gla","glotto_id":"scot1245","iso1":"gd","name":"Scottish Gaelic","autonym":"Gàidhlig","level":"L","location":"Ireland and United Kingdom","area":"North and central counties of Ross, islands of Hebrides and Skye, Glasgow. Also in Australia, Canada, United States.","country_id":"GB","latitude":56.75735,"longitude":-5.24366,"population":60130,"status_id":"4"}}