{"id":"Ganda-1902-Bible-Ekitabo-ikitukuvu-ekya-katonda","abbr":"LUGRPA","title":"Ganda (1902) Bible","title_vernacular":"Luganda (1902) Bayibuli","description":"The BaGanda, the dominant tribe of Uganda, number about one million, primarily in Buganda Province. They comprise only one-seventh of the nation’s population. Although English is throughout much of the country (where no less than are spoken by more than 100,000 each, besides a host of languages and dialects). Ganda is closely related linguistically to Kiga, Nyore, Nyoro, Teso, and Ruanda.\u003cbr\u003e\u003ebr\u003e1887 Matthew Church MS Press, Natete 1891; John Printed privately, Wareham.\u003cbr\u003e1894 Matthew Mark Printed privately, Marseilles\u003cbr\u003e1896 John Imprimerie Notre Dame, Montreuil Translated by Roman Catholic missionaries.\u003cbr\u003e1896 Bible BFBS, London Translated by G. L. Pilkington and A. M. Crabtree, CMS. Known as fa Wfaumi fimrifarr the ‘Biscuit Tin Bible’, because its shape was, by accident, the size of the tin boxes in which the BaGattda often protected their few books.\u003cbr\u003e1899 Bible BFBS, London Revised by a committee of BaGanda Christians, under the direction Jane E. Chadwick, CMS.\u003cbr\u003e1905 Gospels Acts Maison-Carree, Algiers\u003cbr\u003e1933—1934 Gospels 1936 Gospels Acts\u003cbr\u003e1953 Romans—Revelation White Fathers Press, Uganda Translated by Roman Catholic missionaries, primarily Fr. Modest Raux. Scripture narratives, translated by Roman Catholics, were published in 1892 and 1913.","collections":"historic","ref":"","filesize":"80","iso":"lug","year":1902,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"Google","archive_id":"LUGLUG_DBS_HS/Ganda-(1902)-Bible-(Ekitabo-ikitukuvu-ekya-katonda)","language":{"iso":"lug","glotto_id":"gand1255","iso1":"lg","name":"Ganda","autonym":"Ganda","level":"L","location":"Uganda","area":"Southeast, primarily Buganda Province, Lake Victoria northwest shore to Lake Kyoga and Tanzania border.","country_id":"UG","latitude":0.66884,"longitude":32.15153,"population":5614750,"status_id":"1"}}