{"id":"Georgian-Psalms-print","abbr":"KATGBS","title":"Georgian - Psalms (Print)","title_vernacular":"ფსალმუნები (Print)","description":"Georgian, called ‘Gruzian’ by the Russians, is spoken by more than 1 -5 million people living primarily in the Georgian Republic of the Soviet Union. Known before the Christian Era as Colchis and Iberia, Georgia early developed a high culture, which reached its zenith in the 13 th century under Queen Tamar. The Georgians were evangelized in the 4th century by an Armenian nun, Nino, and are one of the oldest Orthodox congregations. Ravaged by the Mongols, Persians, and Turks, Georgia finally fell under Russian control in the early 19th century. In 1918 independence was declared. Three years later Georgia became a Soviet Republic.\u003cbr\u003e\u003cbr\u003eGeorgian is a tongue of the small but varied Caucasian language family, sometimes termed Japhetic or Alarodian. Called ‘K’art’uli’ena’ by the Georgians themselves, it is related within the South Caucasian language group to Mongrelian, Svan, and Laz, and more distantly to the North Caucasian group. (See Udin.) Two different scripts were formerly in use for Georgian. Mkhedruli, now used exclusively, is civil writing, originally employing 40 characters, but now 33. According to tradition, it was devised by St. Mesrop, the inventor of the Armenian and Alban scripts, or by Parnavaz, the first Georgian king (fl. 300 B.C.). Khutsuri is the ecclesiastical writing, the invention and derivation of which are uncertain.","collections":"modern","ref":"","filesize":"796","iso":"kat","year":2012,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"KATGBS_DBS_HS/Georgian-Psalms-(print)","language":{"iso":"kat","glotto_id":"nucl1302","iso1":"ka","name":"Georgian","autonym":"Kartuli","level":"L","location":"Azerbaijan","area":"Also in Armenia, Azerbaijan, Iran, Kazakhstan, Kyrgyzstan, Russian Federation (Asia), Tajikistan, Turkey (Asia), Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"GE","latitude":39.370453,"longitude":45.80661,"population":3898550,"status_id":"1"}}