{"id":"German-1863-Polyglot-Bible-Vol-3.2-Other-Books-Polyglotten-Vermischte-Schriften-des-Alten-Testaments","abbr":"DEUL45","title":"German (1863) Polyglot Bible - Vol 3.2 Other Books","title_vernacular":"Polyglotten Vermischte Schriften des Alten Testaments","description":"German (1863) Polyglot Bible - Vol 3.2 Other Books The 1863 Polyglot Bible's Volume 3.2, encompassing \"Other Books\" of the Old and New Testaments, is a notable work for biblical scholars and enthusiasts. This edition includes texts in four primary languages: the Hebrew Massoretic Text for the Old Testament, the Greek Septuagint (LXX), the Latin Vulgate, and Martin Luther's German translation. These texts are presented in parallel columns, facilitating comparative study and analysis. The New Testament is similarly organized, featuring the original Greek text alongside the Latin Vulgate and Luther's German translation. The German column is particularly useful for researchers, as it includes critical annotations and various textual variants. This volume, like others in the series, exemplifies the diversity and complexity of biblical texts, providing a valuable resource for in-depth theological study and linguistic research.","collections":"historic","ref":"","filesize":"67","iso":"deu","year":1863,"type":"study","provider":"Velhagen \u0026 Alafing","org_id":"","digitizer":"Internet Archive","archive_id":"DEUL45_DBS_HS/German-(1863)-Polyglot-Bible-Vol-3.2-Other-Books-Polyglotten-Vermischte-Schriften-des-Alten-Testaments","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}