{"id":"German-1863-Polyglot-Bible-Vol-1-Books-of-Moses-Polyglotten-Bibel-Bucher-Mosis","abbr":"DEUL45","title":"German (1863) Polyglot Bible - Vol 1 Books of Moses","title_vernacular":"Polyglotten Bibel Bücher Mosis","description":"German (1863) Polyglot Bible - Vol 1 Books of Moses The 1863 Polyglot Bible represents a significant scholarly endeavor, compiling multiple textual traditions of the Bible in one volume. It features the Books of Moses from the Old Testament in four distinct texts: the Hebrew Massoretic Text, the Greek Septuagint (LXX), the Latin Vulgate, and Martin Luther's German translation. These texts are presented in parallel columns, allowing for comparative study and analysis of the various linguistic and textual traditions. The New Testament portion of this Polyglot Bible includes the original Greek text, the Latin Vulgate, and the German translation by Luther. Additionally, the German column is supplemented with critical notes and variants, providing a comprehensive resource for biblical scholars and linguists. This edition exemplifies the rich tradition of polyglot Bibles that aim to bridge linguistic and cultural divides in biblical scholarship and enhance the understanding of the scriptures in their various historical and linguistic contexts.","collections":"historic","ref":"","filesize":"7","iso":"deu","year":1863,"type":"study","provider":"Velhagen \u0026 Alafing","org_id":"","digitizer":"Internet Archive","archive_id":"DEUL45_DBS_HS/German-(1863)-Polyglot-Bible-Vol-1-Books-of-Moses-Polyglotten-Bibel-Bucher-Mosis","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}