{"id":"German-1534-Martin-Luthers-Bible-Wittemberg","abbr":"DEUL45","title":"German (1534) Martin Luthers Bible Wittemberg","title_vernacular":"Martin Luthers Bibel (1534, Wittenberg)","description":"The 1534 Martin Luther Bible, printed in Wittenberg, is one of the most significant translations of the Bible into the German language. It was the first complete edition of the Bible translated by Martin Luther, the leader of the Protestant Reformation, and played a pivotal role in shaping both religion and the German language.\u003cbr\u003e\u003cbr\u003eLuther began his translation work in 1521 while in exile at the Wartburg Castle, where he completed the New Testament in just 11 weeks. It was first published in 1522, often referred to as the September Testament. Luther continued working on the Old Testament, and by 1534, the entire Bible—including the Apocrypha—was published in a beautifully illustrated edition from Wittenberg, the center of Reformation thought.\u003cbr\u003e\u003cbr\u003eThis translation was revolutionary because Luther used a direct translation from the original Hebrew and Greek texts, rather than relying on the Latin Vulgate, which had been the standard in the Catholic Church. He aimed to make the Bible accessible to all Germans, using a clear, lively, and vernacular language that common people could understand. His translation had a profound influence on the standardization of the German language and contributed to the cultural and linguistic unity of the German-speaking world.\u003cbr\u003e\u003cbr\u003eThe 1534 Wittenberg edition was also notable for its woodcut illustrations, created by Lucas Cranach the Elder and his workshop. These images helped readers visualize biblical stories and made the scriptures more engaging for those who were still illiterate.\u003cbr\u003e\u003cbr\u003eLuther’s Bible became a key text of the Reformation, reinforcing his belief in sola scriptura (Scripture alone) and personal faith over church authority. Over time, it influenced other Bible translations, including the King James Version (1611), and shaped Protestant theology for centuries.\u003cbr\u003e\u003cbr\u003eToday, the 1534 Luther Bible is regarded as one of the most important books in Western history, marking a turning point in religion, language, and the accessibility of biblical texts for ordinary people.","collections":"historic","ref":"","filesize":"2","iso":"deu","year":1534,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}