{"id":"German-1863-Polyglotten-Bibel-Vol-1-4","abbr":"DEUL45","title":"German (1863) Polyglot Bible Vol. 1-4 Poetic Books Polyglotten Bibel","title_vernacular":"Polyglotten Bibel","description":"German (1863) Polyglot Bible Vol. 1-4 Poetic Books Polyglotten Bibel The 1863 Polyglot Bible is a comprehensive and scholarly work that presents the texts of the Old and New Testaments in a unique four-column format. This format includes the Hebrew Massoretic text, the Greek Septuagint (LXX), the Latin Vulgate, and Martin Luther's German translation. The inclusion of these four versions allows for an in-depth comparative study of the scriptural texts across different languages and traditions. The New Testament is presented in Greek, Latin, and German, with the German column featuring critical notes and textual variants, offering valuable insights into the translation process and textual history. This edition is particularly useful for scholars and students of theology, linguistics, and biblical studies, providing a multi-faceted view of the Bible's transmission and translation over time. The Polyglot Bible serves as a crucial resource for understanding the nuances and complexities of biblical texts in their original and translated forms.","collections":"historic","ref":"","filesize":"260","iso":"deu","year":1863,"type":"study","provider":"Velhagen \u0026 Alafing","org_id":"","digitizer":"Internet Archive","archive_id":"DEUL45_DBS_HS/German-(1863)-Polyglotten-Bibel-(Vol-1-4)","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}