{"id":"German-1484-Psalter-of-David-Illuminated-WDL-19508","abbr":"DEUZAIN","title":"German (1484) Psalter of David - Illuminated (WDL-19508)","title_vernacular":"Psalter Davids (1484, Illuminiert) (WDL-19508)","description":"German (1484) Psalter of David - Illuminated (WDL-19508) This German manuscript psalter, dated 1484, is a remarkable example of medieval religious literature and art. It begins with an Augsburg calendar, highlighting significant local feasts like those of Saints Ulrich and Afra and the consecration of Augsburg Cathedral on September 28. The Psalter itself spans from leaves 8 recto to 267 recto, followed by a Latin index of psalm openings on leaves 267 verso to 271 verso. The colophon on leaf 267 recto confirms the completion year as 1484.\u003cbr\u003e\u003cbr\u003eThe psalm translations align with those in the Mentelin Bible (Strasbourg, 1466) and are thought to be reprints of a lost Latin original from Nuremberg. Four Augsburg Bible prints served as models for this manuscript. Its illumination includes eight ornamental body color initials at the start of each liturgical section and a smaller initial for Psalm 119, a daily prayer. The manuscript's sole figurative initial, depicting King David playing the harp, introduces the Psalter on leaf 8 recto.\u003cbr\u003e\u003cbr\u003eThe manuscript's origins are likely in Augsburg, inferred from the calendar and psalm translations. Notably, the illuminations, including the enthroned King David, were crafted in Johann Bämler’s Augsburg workshop, known for its export-oriented production. By 1563, the manuscript belonged to Caspar Ottman, secretary to the princes of Oettingen, Bavaria. Ex libris from the Munich court library in 1618 and 1630 indicate the codex's early presence there.","collections":"historic","ref":"https://www.wdl.org/en/item/17910","filesize":"86","iso":"deu","year":1484,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"DEUZAIN_DBS_HS/German-(1484)-Psalter-of-David-Illuminated-(WDL-19508)","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}