{"id":"German-1863-Polyglot-Bible-Vol-2.1-Historic-Books-Polyglotten-Bibel-Historischen-Bucher-des-Alten-Testaments","abbr":"DEUL45","title":"German (1863) Polyglot Bible - Vol 2.1 Historic Books","title_vernacular":"Polyglotten Bibel Historischen Bücher des Alten Testaments","description":"German (1863) Polyglot Bible - Vol 2.1 Historic Books The 1863 Polyglot Bible, in its Volume 2.1 covering the Historic Books of the Old Testament, offers a comprehensive study tool by presenting four distinct biblical texts side by side. It includes the Hebrew Massoretic Text, the Greek Septuagint (LXX), the Latin Vulgate, and Martin Luther's German translation, all arranged in parallel columns. This format allows for in-depth comparative analysis of the texts, highlighting the nuances and variations among these different linguistic and textual traditions. The New Testament section of this volume follows a similar structure, with the original Greek text, the Latin Vulgate, and the German translation by Luther. Notably, the German column is enriched with critical notes and variants, providing valuable insights for scholars and researchers. This edition of the Polyglot Bible is a testament to the rich interplay of languages and cultures in biblical studies, offering a multifaceted perspective on the scriptures.","collections":"historic","ref":"","filesize":"810","iso":"deu","year":1863,"type":"study","provider":"Velhagen \u0026 Alafing","org_id":"","digitizer":"Internet Archive","archive_id":"DEUL45_DBS_HS/German-(1863)-Polyglot-Bible-Vol-2.1-Historic-Books-Polyglotten-Bibel-Historischen-Bucher-des-Alten-Testaments","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}