{"id":"German-1904-New-Testament-Weizsacker-Neue-Testament","abbr":"DEUWEIZ","title":"German (1904) New Testament","title_vernacular":"Weizsäcker Neue Testament","description":"German (1904) New Testament Karl Heinrich Weizsäcker, born in Öhringen near Heilbronn, Württemberg, was a notable German Protestant theologian, New Testament critic, and editor. He was renowned for his academic rigor and clear writing style. \u003cbr\u003e\u003cbr\u003e Weizsäcker's academic journey included studies at the University of Tübingen and the Frederick William University of Berlin. His career at Tübingen began as a Privatdozent in 1847, eventually leading to a professorship in ecclesiastical history and the history of dogma in 1861. He was a co-editor of the Jahrbücher für deutsche Theologie from 1856 to 1878. His major works, \"Untersuchungen über die evangelische Geschichte\" (1864) and \"Das apostolische Zeitalter der christliche Kirche\" (1886, with English translations in 1894-1895 and a third edition in 1901), significantly enhanced his reputation. These works delved deeply into the history of the evangelical church and the Christian Church during the apostolic era. \u003cbr\u003e\u003cbr\u003e Other notable works by Weizsäcker include \"Zur Kritik des Barnabas-Briefs\" (1863) and a biography of Ferdinand Christian Baur (1892). He succeeded Baur as professor for the history of church and dogma at Tübingen in 1861 and later became the university's chancellor.","collections":"historic","ref":"","filesize":"5","iso":"deu","year":1904,"type":"scan","provider":"Verlag von J. C. B. Mohr (Paul Siebeck)","org_id":"","digitizer":"","archive_id":"DEUWEIZ_DBS_HS/German-(1904)-New-Testament-(Weizsacker-Neue-Testament)","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}