{"id":"German-1493-Nuremburg-Chronicle-Bible-Encyclopedia-Study-Illuminated","abbr":"DEUNURE","title":"German (1493) Nuremburg Chronicle Bible Encyclopedia Study Illuminated","title_vernacular":"Nürnberger Chronik (1493, Bibel-Enzyklopädie-Studie, Illuminiert)","description":"The Nuremberg Chronicle, published in 1493, is one of the most famous and richly illustrated early printed books, combining elements of a Bible, an encyclopedia, and a historical study. Created by Hartmann Schedel, a German physician and humanist, and printed by Anton Koberger in Nuremberg, this work represents a significant achievement in early book printing and woodcut illustration.\u003cbr\u003e\u003cbr\u003eThe Nuremberg Chronicle is a world history presented from a biblical perspective, beginning with the Creation and covering major historical events up to the late 15th century. It is structured around seven ages of the world, based on biblical chronology, and includes narratives from both the Old and New Testaments, classical history, medieval events, and contemporary figures of the time. This makes it not only a religious text but also an encyclopedic reference for geography, history, and culture.\u003cbr\u003e\u003cbr\u003eA major highlight of the work is its over 1,800 woodcut illustrations, created by Michael Wolgemut and Wilhelm Pleydenwurff, artists from Albrecht Dürer’s workshop. These images depict biblical scenes, historical figures, cityscapes, and maps, making the Nuremberg Chronicle one of the most visually striking books of its era. Some of the city views are among the earliest known printed depictions of European towns, adding immense historical and cartographic value.\u003cbr\u003e\u003cbr\u003eThe book was produced in both Latin and German editions, ensuring accessibility to scholars and lay readers alike. It reflects the growing intellectual curiosity and scholarly ambition of the late medieval and early Renaissance periods, offering a blend of biblical theology, humanist thought, and historical documentation.\u003cbr\u003e\u003cbr\u003eAs an early example of printed world history, the Nuremberg Chronicle remains a highly valuable artifact, offering insights into medieval biblical interpretation, Renaissance printing techniques, and the evolution of historical scholarship.","collections":"historic","ref":"","filesize":"393","iso":"deu","year":1493,"type":"illuminated","provider":"","org_id":"","digitizer":"","archive_id":"","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}