{"id":"German-1863-Polyglot-Bible-Vol-4-NT-Polyglotten-Neues-Testament","abbr":"DEUL45","title":"German (1863) Polyglot Bible - Vol 4 NT","title_vernacular":"Polyglotten Neues Testament","description":"German (1863) Polyglot Bible - Vol 4 NT The 1863 Polyglot Bible, Volume 4, focuses on the New Testament and is a significant resource for biblical scholars. It features a unique presentation of the New Testament in three languages: Greek, Latin (Vulgate), and German (Luther's translation). This tri-lingual format is particularly useful for comparative studies, allowing readers to analyze the differences and similarities among the texts. The German column, which is Martin Luther's translation, is especially notable for its critical annotations and various textual variants. These annotations provide insights into the translation process and the evolution of the text over time. The inclusion of the Greek and Latin texts alongside the German translation highlights the historical and linguistic context of the New Testament, making this volume a valuable tool for those studying the history of biblical translation and interpretation.","collections":"historic","ref":"","filesize":"134","iso":"deu","year":1863,"type":"study","provider":"Velhagen \u0026 Alafing","org_id":"","digitizer":"Internet Archive","archive_id":"DEUL45_DBS_HS/German-(1863)-Polyglot-Bible-Vol-4-NT-Polyglotten-Neues-Testament","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}