{"id":"German-1919-Streitberg-Gothic-Bible","abbr":"DEUSTRE","title":"German (1919) Streitberg Gothic Bible","title_vernacular":"Streitberg Gotische Bibel (1919)","description":"German (1919) Streitberg Gothic Bible The Gothic Bible, or Wulfila Bible, is a significant early medieval text, being the Christian Bible in the Gothic language of the Eastern Germanic tribes. While traditionally attributed to the Arian bishop Wulfila in the fourth century, recent scholarship suggests that the translation was a collective effort by a team of scholars. \u003cbr\u003e\u003cbr\u003e The Goths, residing along the Roman Empire's northeastern borders in regions now part of Ukraine, Bulgaria, and Romania, converted to Christianity in the fourth century, largely due to Bishop Wulfila's efforts. Wulfila is credited with creating the Gothic alphabet, facilitating the Bible's translation into Gothic, likely in Nicopolis ad Istrum in present-day northern Bulgaria. This translation, essential for understanding the Gothic language, is one of its main surviving texts. \u003cbr\u003e\u003cbr\u003e By the fifth century, the Goths had expanded into parts of the Western Roman Empire, including Italy, southern France, and Spain. Gothic Christianity dominated these areas for two centuries until the resurgence of the Catholic Church and the mass conversion of the Goths to Catholicism in Spain in 589, following the Third Council of Toledo.","collections":"historic","ref":"","filesize":"36","iso":"deu","year":1919,"type":"scan","provider":"Carl Winter's Universitatsbuchhandlung","org_id":"","digitizer":"Google","archive_id":"DEUSTRE_DBS_HS/German-(1919)-Streitberg-Gothic-Bible","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}