{"id":"German-1863-Polyglot-Bible-Vol-3.1-Poetic-Books-Polyglotten-Bibel-Poetischen-Bucher-des-Alten-Testaments","abbr":"DEUL45","title":"German (1863) Polyglot Bible Vol. 3.1 Poetic Books Polyglotten Bibel","title_vernacular":"Polyglotten Bibel Poetischen Bücher des Alten Testaments","description":"German (1863) Polyglot Bible Vol. 3.1 Poetic Books Polyglotten Bibel The 1863 Polyglot Bible, specifically Volume 3.1, focuses on the Poetic Books of the Old Testament. This volume is part of a larger work that presents biblical texts in a four-column format, showcasing the Hebrew Massoretic text, Greek Septuagint (LXX), Latin Vulgate, and Martin Luther's German translation side by side. This arrangement offers a comprehensive and comparative view of these texts, highlighting the linguistic and theological nuances in each translation. The inclusion of critical notes and textual variants in the German column provides valuable insights for researchers and scholars, aiding in the study of the Bible's transmission and translation across different cultures and epochs. The Polyglot Bible is an essential resource for those interested in biblical studies, theology, and the history of biblical translation, offering a unique perspective on the poetic books of the Old Testament.","collections":"historic","ref":"","filesize":"6","iso":"deu","year":1863,"type":"study","provider":"Velhagen \u0026 Alafing","org_id":"","digitizer":"Internet Archive","archive_id":"DEUL45_DBS_HS/German-(1863)-Polyglot-Bible-Vol-3.1-Poetic-Books-Polyglotten-Bibel-Poetischen-Bucher-des-Alten-Testaments","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}