{"id":"German-1903-Luther-Bible-Die-Bibel-oder-die-ganze-Heilige-Schrift-Alten-und-Neuen-Testaments","abbr":"DEUL45","title":"German (1903) Luther Bible","title_vernacular":"Die Bibel, oder, die ganze Heilige Schrift Alten und Neuen Testaments","description":"German (1903) Luther Bible Martin Luther's translation of the Bible, known as the Luther Bible and completed in 1534, played a pivotal role in the history of the Christian Church and significantly influenced the German language. This translation, primarily from the original Hebrew and Greek texts, diverged from the Latin Vulgate and laid the foundation for the German Reformation. Luther's Bible, with its distinctive linguistic style, contributed to the development of a unified German language and had a cultural impact comparable to the King James Version in English. \u003cbr\u003e\u003cbr\u003e The Luther Bible has undergone several revisions to keep it accessible and relevant. The 1903 edition is one such revision. Despite updates, the Luther Bible retains much of Luther's original phrasing and style. In 1984, a revised version was released, adapted to the then-new German orthography. Further revisions occurred, including changes like \"Weib\" to \"Frau,\" to make the language less archaic. The 2017 revision restored some of Luther's more forceful language that had been moderated in earlier versions. The Luther Bible remains an essential part of German religious and linguistic heritage, although its archaic language can pose challenges for non-native German speakers learning the language.","collections":"historic","ref":"","filesize":"109","iso":"deu","year":1903,"type":"scan","provider":"Concordia Publishing House","org_id":"","digitizer":"","archive_id":"DEUL45_DBS_HS/German-(1903)-Luther-Bible-(Die-Bibel-oder-die-ganze-Heilige-Schrift-Alten-und-Neuen-Testaments)","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}