{"id":"German-1870-Die-Bibel-Oder-die-ganze-heilige-Schrift-des-Alten-und-neuen-Testaments","abbr":"DEUODE","title":"German (1870) Die Bibel","title_vernacular":"Die Bibel- Oder die ganze heilige Schrift des Alten und neuen Testaments","description":"German (1870) Die Bibel The Luther Bible, completed in 1534 and fundamentally influential in the Christian Church and German culture, is a paramount translation from the original Hebrew and Greek texts, differing from the Latin Vulgate. Martin Luther's work established the foundation for the German Reformation and significantly impacted the German language, paralleling the influence of the King James Version on English. \u003cbr\u003e\u003cbr\u003e The 1870 edition of the Luther Bible is one of the numerous revisions undertaken to maintain its relevance and accessibility. These revisions have preserved the essence of Luther's original work while updating language and orthography. The 1984 edition, for instance, adapted to the new German orthography, and subsequent revisions have included linguistic updates like changing \"Weib\" to \"Frau.\" However, the language remains somewhat archaic, presenting challenges for non-native German speakers. The 2017 revision notably re-introduced some of Luther's original, more forceful language that had been softened in earlier versions. The Luther Bible continues to be a vital part of German religious tradition and language development.","collections":"historic","ref":"","filesize":"91","iso":"deu","year":1870,"type":"scan","provider":"Richard Hudson","org_id":"","digitizer":"","archive_id":"DEUODE_DBS_HS/German-(1870)-Die-Bibel-Oder-die-ganze-heilige-Schrift-des-Alten-und-neuen-Testaments","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}