{"id":"German-1784-Luther-Bible-Die-Ganze-Heilige-Schrift-Luther-Bibel","abbr":"DEUL45","title":"German (1784) Luther Bible","title_vernacular":"Die Ganze Heilige Schrift Luther Bibel","description":"German (1784) Luther Bible The Luther Bible, first completed in 1534 by Martin Luther, is a cornerstone of both the Protestant Reformation in Germany and the development of the German language. Luther's translation from the original Hebrew and Greek texts, rather than from the Latin Vulgate, was pivotal in making the Bible accessible to the general populace and influenced numerous subsequent translations in various European languages.\u003cbr\u003e\u003cbr\u003eWhile the Luther Bible has undergone several revisions, its essence remains true to Luther's original work. The 1984 revision modernized the language to align with contemporary German orthography, and a subsequent update in 1999 further refined the text, such as changing \"Weib\" to \"Frau\" to reflect modern usage. However, the language maintains an archaic quality, presenting challenges for learners of German. In 2017, another revision was released, which notably restored some of Luther's original phrasings that had been moderated in earlier versions. The Luther Bible's enduring impact extends beyond its religious significance, playing a key role in shaping the German language and literary tradition.","collections":"historic","ref":"","filesize":"2","iso":"deu","year":1784,"type":"scan","provider":"Cansteinische B. A.","org_id":"","digitizer":"","archive_id":"DEUL45_DBS_HS/German-(1784)-Luther-Bible-(Die-Ganze-Heilige-Schrift-Luther-Bibel)","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}