{"id":"German-1490.ca-Biblia-Pauperum-Paupers-Bible-illuminated","abbr":"DEUPAUP","title":"German (1490) ca Biblia Pauperum Paupers Bible illuminated","title_vernacular":"Biblia Pauperum (1490, Paupers Bibel, Illuminiert)","description":"The Biblia Pauperum, or Paupers' Bible, is a richly illustrated biblical manuscript that originated in the late Middle Ages, around 1490 in Germany. Despite its name, this was not necessarily a Bible for the poor but rather a didactic tool designed to teach biblical narratives through visual storytelling. It was primarily used by clergy, preachers, and those who were illiterate or had limited access to full biblical texts.\u003cbr\u003e\u003cbr\u003eThe Biblia Pauperum follows a unique typological structure, where events from the New Testament are paired with corresponding Old Testament foreshadowings. Each page typically features a central image depicting a scene from the life of Christ, flanked by two related events from the Old Testament that are considered prophetic or symbolic precursors. Surrounding the illustrations are accompanying texts that explain the theological connections, reinforcing Christian doctrine and salvation history through imagery.\u003cbr\u003e\u003cbr\u003eThe 1490 German edition of the Biblia Pauperum is one of the later printed versions, following centuries of illuminated manuscript traditions. Unlike earlier hand-painted editions, this version utilized woodblock printing, making it more widely available. The illustrations remain highly detailed, often hand-colored, and serve as a visual catechism for those unable to read Latin or extensive theological works.\u003cbr\u003e\u003cbr\u003eThis edition reflects the increasing role of vernacular languages and print technology in making religious teachings more accessible. As Europe transitioned toward the Renaissance and Reformation, works like the Biblia Pauperum helped bridge the gap between oral tradition, manuscript culture, and the expanding world of printed books.","collections":"historic","ref":"","filesize":"198","iso":"deu","year":1490,"type":"illuminated","provider":"","org_id":"","digitizer":"","archive_id":"","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}