{"id":"German-1477-Zainers-German-Bible-Illuminated-WDL-17910","abbr":"DEUZAIN","title":"German (1477) Zainer’s German Bible - Illuminated (WDL-17910)","title_vernacular":"Zainers Deutsche Bibel (1477, Illuminiert) (WDL-17910)","description":"German (1477) Zainer’s German Bible - Illuminated (WDL-17910) The 1477 Augsburg edition of the German Bible, printed by Günther Zainer, features exceptional decorations on its first folio. These artworks are attributed to an unknown artist from the workshop of Johann Bämler, a noted scribe, calligrapher, illuminator, printer, and bookseller. \u003cbr\u003e\u003cbr\u003e The primary illustration is a colored and gilded woodcut initial letter B, encapsulating a scene likely depicting Saint Jerome, the cardinal and church father known for his translation of the Bible into Latin (the Vulgate). The scene portrays Saint Jerome and another figure engrossed in a discussion over a codex, possibly the Vulgate. This narrative is set within a room offering a view of the landscape through a window, under a blue sky. The letter B’s frame is adorned with a golden field dotted with stars or rosettes. Surrounding the illustration, the upper and internal margins are embellished with floral and vine motifs. \u003cbr\u003e\u003cbr\u003e Günther Zainer, also a painter and goldsmith, is recognized as possibly the first printer in Augsburg. The inclusion of this detailed and artistic illumination reflects the importance and reverence attributed to the Bible during this period, as well as the skill and creativity of the artists involved. The second image in the collection offers a close-up view of the illuminated capital B, showcasing the intricate details and craftsmanship.","collections":"historic","ref":"https://www.wdl.org/en/item/12998","filesize":"138","iso":"deu","year":1477,"type":"illuminated","provider":"Günther Zainer, Augsburg, Germany","org_id":"","digitizer":"World Digital Library","archive_id":"DEUZAIN_DBS_HS/German-(1477)-Zainers-German-Bible-Illuminated-(WDL-17910)","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}