{"id":"German-1460-Bible-Das-Leiden-unsers-Herren-Jhesu-Christi-Illuminated","abbr":"DEU1460","title":"German (1460) Bible (Das Leiden unsers Herren Jhesu Christi) Illuminated","title_vernacular":"Bibel (1460, Das Leiden unsers Herren Jhesu Christi, Illuminiert)","description":"German (1460) Bible (Das Leiden unsers Herren Jhesu Christi) Illuminated The first Germanic Bible translation dates back to the fourth century with Wulfila's Gothic version, primarily from Greek. It laid the foundation for Germanic Christian vocabulary. Charlemagne furthered this with Frankish Bible translations in the 9th century. Medieval German Bible translations are evidenced by about 1,000 manuscripts or fragments, with notable versions like the Augsburger Bible (1350) and the Wenceslas Bible (1389).\u003cbr\u003e\u003cbr\u003eThe 15th century saw increased use of vernacular German Bibles. Johannes Mentelin printed the Mentel Bible in 1466, a High German vernacular Bible from Strasbourg, based on a 14th-century Vulgate translation. This edition was reprinted at least 13 times by 1518. The Sensenschmidt Bible followed around 1476–1478. Cologne saw two Low German editions in 1478–1479, and the Koberger was printed in 1483. A Lübeck dialect Bible appeared in 1494, and the Low Saxon Halberstadt Bible in 1522.\u003cbr\u003e\u003cbr\u003e1477 marked the printing of an Old Testament (excluding Psalms) in Middle Dutch in Delft. Eighteen complete German Bible editions, ninety vernacular Gospels and Holy Day readings, and fourteen German Psalters existed before Luther's New Testament translation. The Anabaptist translation by Ludwig Hetzer and Hans Denck was published in Worms in 1529.","collections":"historic","ref":"","filesize":"545","iso":"deu","year":1460,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"DEU1460_DBS_HS/German-(1460)-Bible-(Das-Leiden-unsers-Herren-Jhesu-Christi)-Illuminated","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}