{"id":"German-1483-Illustrated-German-Bible-Anton-Koberger-illuminated","abbr":"DEUKOBE","title":"German (1483) Illustrated German Bible Anton Koberger illuminated","title_vernacular":"Illustrierte Deutsche Bibel (1483, Anton Koberger, Illuminiert)","description":"The Koberger Bible, printed on February 17, 1483, is a significant milestone in the history of German-language biblical publications. As the ninth German-language Bible and the second produced in Nuremberg, this edition showcases the meticulous craftsmanship of the early printing era.  \u003cbr\u003e\u003cbr\u003eAnton Koberger, a prominent Nuremberg printer and publisher, was responsible for this monumental work. Notably, Koberger was the godfather of the renowned artist Albrecht Dürer. For the Bible's rich visual content, Koberger utilized woodcuts originally crafted for the Cologne Bible (1478–79) by Bartholomaeus of Unckel, a project he had previously financed. These illustrations, especially the nearly full-page depiction of Eve’s creation preceding the Book of Genesis, exemplify the era’s artistic excellence.  \u003cbr\u003e\u003cbr\u003eThe Koberger Bible is renowned for its vibrant hand-colored woodcuts and elaborate illuminations. Each copy was meticulously decorated, featuring tempera colors, gold or silver accents, and acanthus-leaf designs marking the commencement of each biblical book and apostolic letter. The initials introducing Genesis and Proverbs are particularly ornate, adorned with prophet busts, angels bearing crests, and integrated animal motifs. The artist responsible for these embellishments was trained in the Augsburg school of Johann Bämler.  \u003cbr\u003e\u003cbr\u003eThis edition holds substantial historical importance, reflecting the burgeoning demand for vernacular scriptures in the late 15th century. It underscores the pivotal role of print media in disseminating religious texts to a broader audience, marking a transformative period in the accessibility of sacred writings.","collections":"historic","ref":"","filesize":"857","iso":"deu","year":1483,"type":"illuminated","provider":"","org_id":"","digitizer":"","archive_id":"","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}