{"id":"German-1847-Luther-Bible-Die-Bibel-ober-Die-ganze-Heilige-Schrift-des-Alten-und-Neuen-Testaments","abbr":"DEUL45","title":"German (1847) Luther Bible ","title_vernacular":"Die Bibel ober Die ganze Heilige Schrift des Alten und Neuen Testaments","description":"German (1847) Luther Bible Martin Luther's translation of the Bible, completed in 1534, marks a critical juncture in Christian Church history and the evolution of the German language. This translation, notably from the original Hebrew and Greek texts rather than the Latin Vulgate, made the Bible more accessible to the German-speaking public and was instrumental in the Protestant Reformation. Luther's translation significantly influenced the development of the German language, drawing parallels to the King James Version's impact on English.\u003cbr\u003e\u003cbr\u003eThe Luther Bible has been revised multiple times to maintain its relevance and accessibility. The 1984 revision incorporated contemporary German orthography, and a 1999 update further modernized the language, for instance, changing \"Weib\" to \"Frau\". However, the text retains a degree of archaic language, presenting challenges for non-native German speakers learning the language through this translation. In 2017, another revision was released, restoring some of Luther's original, more emphatic language. The Luther Bible continues to be a vital component of German Protestantism and a significant influence on German linguistic and cultural development.","collections":"historic","ref":"","filesize":"4","iso":"deu","year":1847,"type":"scan","provider":"Philipp Reclam","org_id":"","digitizer":"","archive_id":"DEUL45_DBS_HS/German-(1847)-Luther-Bible-(Die-Bibel-ober-Die-ganze-Heilige-Schrift-des-Alten-und-Neuen-Testaments)","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}