{"id":"German-1891-Luther-New-Testament-Die-Bible","abbr":"DEUL45","title":"German (1891) Luther New Testament (Die Bible)","title_vernacular":"Die Bible","description":"German (1891) Luther New Testament (Die Bible) Luther's translation of the New Testament, completed in 1522 and known as \"Die Bible,\" marks a significant milestone in religious and linguistic history. Luther, with limited resources like the Septuagint, Vulgate, Erasmus's New Testament, and basic Hebrew texts, embarked on this challenging task with the help of colleagues such as Melancthon, Bugenhagen, and others. His method involved meticulous effort, as evidenced by his work on the book of Job, where days were spent perfecting mere lines of text. Luther's own manuscript, particularly for the third part of his translation (Job, Psalms, Solomon's writings), shows multiple revisions and corrections, highlighting his commitment to accuracy and clarity. This manuscript is preserved in Berlin's Royal Library. The New Testament's publication in 1522 was followed by the first part of the Old Testament in 1523, and subsequent parts were released over the next decade. By 1532, the collective body of the Prophets was published as the fourth part. Luther's translation, which took twelve years to complete, not only influenced religious thought but also significantly contributed to the development of the German language and literature.","collections":"historic","ref":"","filesize":"127","iso":"deu","year":1891,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"DEUL45_DBS_HS/German-(1891)-Luther-New-Testament-(Die-Bible)","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}