{"id":"German-1860-Die-Bibel-in-Bildern-Carolsfeld","abbr":"DEUCARO","title":"German (1860) Die Bibel in Bildern (Carolsfeld)","title_vernacular":"Die Bibel in Bildern (Carolsfeld)","description":"German (1860) Die Bibel in Bildern (Carolsfeld) Julius Schnorr von Carolsfeld, a German painter (1794–1872), is renowned for his Biblical artworks. Initially influenced by the Nazarene movement, which revived Renaissance styles in religious art, Schnorr's most notable contribution is his Picture Bible. This extensive work reflects his Lutheran background and broad, unsectarian perspective.\u003cbr\u003e\u003cbr\u003eThe Picture Bible was published in Leipzig over 1852–1860 in 30 parts, with an English edition following in 1861. The illustrations in this Bible are known for their complexity and clutter, a departure from the simplicity and severity of earlier artistic styles. Critics have compared his work unfavorably to Raphael's, citing a lack of harmony and symmetry. Nevertheless, Schnorr's style showcases the florid characteristics of the later Renaissance period. His contributions extend beyond the Picture Bible, as he also designed stained glass windows for cathedrals.","collections":"historic","ref":"","filesize":"6","iso":"deu","year":1860,"type":"scan","provider":"","org_id":"","digitizer":"Internet Archive","archive_id":"DEUCARO_DBS_HS/German-(1860)-Die-Bibel-in-Bildern-(Carolsfeld)","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}