{"id":"German-1522-Luther-New-Testament-Das-Newe-Testament-Deutzsch-reprint","abbr":"DEUL45","title":"German (1522) Luther New Testament (Das Newe Testament Deutzsch) reprint","title_vernacular":"Luther Neues Testament (1522, Das Newe Testament Deutzsch, Nachdruck)","description":"German (1522) Luther New Testament (Das Newe Testament Deutzsch) reprint Martin Luther's translation of the New Testament, completed in 1522 and later the entire Bible in 1534, marked the beginning of a new era in the history of the Christian Church and played a foundational role in the Protestant Reformation. This translation was the first primarily from the original Hebrew and Greek texts, rather than the Latin Vulgate, significantly influencing the development of the German language in a manner comparable to the King James Version's impact on English.\u003cbr\u003e\u003cbr\u003eThe Luther Bible, still in use in its revised form, underwent significant revisions over time. The 1984 revision, adapted to new German orthography in 1999, made changes like replacing \"Weib\" with \"Frau,\" reflecting modern language usage. Despite these updates, the language retains a somewhat archaic tone, posing challenges for non-native German speakers learning the language. In 2017, another revision was released, reinstating some of Luther's original, more forceful phrasings that had been softened in earlier versions. This Bible continues to be a vital religious and linguistic document in the German-speaking world.","collections":"historic","ref":"","filesize":"147","iso":"deu","year":1522,"type":"reprint","provider":"","org_id":"","digitizer":"","archive_id":"DEUL45_DBS_HS/German-(1522)-Luther-New-Testament-(Das-Newe-Testament-Deutzsch)-reprint","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}