{"id":"German-1763-Bible-Catholische-Bibel-Das-ist-die-ganze-heil-Dietenberger","abbr":"DEUDIET","title":"German (1763) Bible Dietenberger","title_vernacular":"Catholische Bibel Das ist die ganze heil","description":"German (1763) Bible Dietenberger The Dietenberger Bible, named after its translator, first appeared in 1534 at Mayence. It was followed by the Eck Bible in 1537 at Ingolstadt. Before these, Casper Ulenberg had translated the Bible in line with the Sixtine text of the Vulgate. This translation was revised by Jesuits in Mayence in 1661, leading to the publication of \"Die Catholische Bibel.\" Subsequent revised editions were issued by Ehrhard in 1722 and Cartier in 1751. The Dietenberger Bible has been frequently reprinted, both with and without the Latin text.\u003cbr\u003e\u003cbr\u003eLater Roman Catholic versions include those by Salamann (1770), Wittola (1775), Weitenauer (1777), Fleischutz (1778), Rosalino (1781), Fischer (1784), Braun (1786), Lauber (1786), Mutschelle (1789), Weyl (1789), Krach (1790), Brentano, Dereser, Scholz (1790-1833), Babor (1805), Van Ess (1807), Schnappfinger (1807), Widemann (1809), Kistemaker (1825), Scholz (1828), Allioli (1838), Loch and Reischl (1857). Many of these translations are confined to the New Testament. The translations by Van Ess, Scholz, and Allioli have been notably reissued multiple times.\u003cbr\u003e\u003cbr\u003eIn 1815, Gossner, the pastor of the Bohemian Church in Berlin, published a New Testament translation from Greek, which has also seen numerous reprints.","collections":"historic","ref":"","filesize":"273","iso":"deu","year":1763,"type":"scan","provider":"","org_id":"","digitizer":"Google","archive_id":"DEUDIET_DBS_HS/German-(1763)-Bible-(Catholische-Bibel-Das-ist-die-ganze-heil)-Dietenberger","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}