{"id":"German-1430-Old-German-Bible-illuminated","abbr":"DEU1460","title":"German (1430) Old German Bible illuminated","title_vernacular":"Altdeutsche Bibel (1430, Illuminiert)","description":"The Ottheinrich Bible, created between 1425 and 1430, is among the earliest surviving illustrated manuscripts of the New Testament in the German language. Commissioned in Regensburg, Germany, this masterpiece exemplifies the Gothic art style prevalent during the period. The manuscript is renowned for its intricate and vibrant illuminations, which not only embellish the text but also serve to elucidate and enhance the biblical narratives. Each page is adorned with detailed miniatures, ornate initials, and decorative borders, reflecting the meticulous craftsmanship of medieval scribes and artists. The Ottheinrich Bible holds significant historical importance, as it represents a pivotal moment in the dissemination of biblical texts in vernacular languages, making the scriptures more accessible to the German-speaking populace of the time. Today, this invaluable artifact is preserved in the Bayerische Staatsbibliothek in Munich, Germany, where it continues to be a subject of study and admiration for its artistic and cultural contributions.","collections":"historic","ref":"","filesize":"903","iso":"deu","year":1430,"type":"illuminated","provider":"","org_id":"","digitizer":"","archive_id":"","language":{"iso":"deu","glotto_id":"stan1295","iso1":"de","name":"German","autonym":"Deutsch","level":"L","location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","country_id":"DE","latitude":48.648954,"longitude":12.467623,"population":76100000,"status_id":"1"}}