{"id":"Gothic-1891-First-Germain-Bible-Bishop-Ulfilas-310-ca","abbr":"GOTPOR","title":"Gothic (1891) First Germain Bible - Bishop Ulfilas (310 ca.)","title_vernacular":"Gothic (1891) Erste Germanische Bibel- Bishop Ulfilas","description":"The Gothic Bible or Wulfila Bible is the Christian Bible in the Gothic language spoken by the Eastern Germanic (Gothic) tribes in the early Middle Ages.\u003cbr\u003e\u003cbr\u003eThe translation was allegedly made by the Arian bishop and missionary Wulfila in the fourth century. Recent scholarly opinion, based on analyzing the linguistic properties of the Gothic text, holds that the translation of the Bible into Gothic was not or not solely performed by Wulfila, or any one person, but rather by a team of scholars.\u003cbr\u003e\u003cbr\u003eDuring the third century, the Goths lived on the northeast border of the Roman Empire, in what is now Ukraine, Bulgaria, and Romania. During the fourth century, the Goths were converted to Christianity, largely through the efforts of Bishop Wulfila, who is believed to have invented the Gothic alphabet. The translation of the Bible into the Gothic language is thought to have been performed in Nicopolis ad Istrum in today's northern Bulgaria. Traditionally ascribed to Wulfila, in reality the translation was performed by a group of scholars (see above). Portions of this translation survive, affording the main surviving text written in the Gothic language.\u003cbr\u003e\u003cbr\u003eDuring the fifth century, the Goths overran parts of the Western Roman Empire, including Italy, southern France, and Spain. Gothic Christianity reigned in these areas for two centuries, before the re-establishment of the Catholic Church, and, in Spain, until the mass Gothic conversion to Catholicism in 589, after the Third Council of Toledo.","collections":"historic","ref":"","filesize":"37","iso":"got","year":1891,"type":"scan","provider":"G. H. Balg","org_id":"","digitizer":"","archive_id":"GOTPOR_DBS_HS/Gothic-(1891)-First-Germain-Bible-Bishop-Ulfilas-(310-ca.)","language":{"iso":"got","glotto_id":"goth1244","name":"Gothic","level":"A","country_id":"DE","latitude":46.9304,"longitude":29.97861}}