{"id":"Greek-1550-Stephanus-New-Testament-print","abbr":"GRCSTEP","title":"Greek (1550) Stephanus New Testament (Print)","title_vernacular":"Καινή Διαθήκη του Στεφάνου (1550, έντυπη)","description":"The 1550 Stephanus New Testament, printed by the renowned typographer and scholar Robert Estienne (also known as Robert Stephani or Stephanus in Latin), is a seminal work in the history of biblical texts. Born in Paris in 1503, Robert Estienne was the son of the famous printer Henri Estienne. After his father's death in 1526, Robert took over the family's printing business. During the reign of King Francis I of France, he gained prominence as the “Royal Typographer” and the “Printer in Greek to the king,” known for his Greek editions of classical works, grammatical texts, and schoolbooks.\u003cbr\u003e\u003cbr\u003eStephanus is especially celebrated for his contributions to religious texts, notably the entire Hebrew Bible (1539-43) and his four editions of the Greek New Testament (1546, 1549, 1550, 1551). His 1550 edition, the “Editio Regia” or Royal Edition, was particularly influential. It was based on 15 Greek Byzantine manuscripts, the Complutensian Polyglot, and two Alexandrian Codices, which harmonized well with Erasmus' Greek text. This concordance affirmed the Erasmus Greek New Testament as the “Received Text” for the subsequent 500 years.\u003cbr\u003e\u003cbr\u003eThe 1550 edition was distinguished by its exquisite Greek font and large folio size. It was also the first to include a textual apparatus with readings from the 15 Greek manuscripts used. This edition, along with the fourth edition, standardized the Erasmus text, forming the foundation for all future Bibles up to 1881. Stephanus' work solidified the dominance of the text begun by Erasmus, which was fundamental for all the translations in the vernacular languages of the Reformation. The 1550 Greek Testament of Stephanus thus played a critical role in the textual criticism of the Bible, affirming the purity and divine authorship of the Word of God.","collections":"historic","ref":"","filesize":"2","iso":"grc","year":1550,"type":"reprint","provider":"","org_id":"","digitizer":"","archive_id":"GRCSTEP_DBS_HS/Greek-(1550)-Stephanus-New-Testament-(print)","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}