{"id":"Greek-1150-ca.-Trebizond-Gospels-WDL-13009","abbr":"GRCTREB","title":"Greek (1150 ca.) Trebizond Gospels (WDL-13009)","title_vernacular":"Ευαγγέλια Τραπεζούντας (1150 περ.) (WDL-13009)","description":"The Trebizond Gospels, likely created in Constantinople around the mid-12th century, is an exquisite example of Byzantine manuscript art. Its most striking feature is the full-page miniatures, demonstrating fine execution and a monumental quality. While the opening for the Gospel of Matthew is missing, the other three Gospels each begin with a pair of miniatures: one of the respective Evangelist and the other depicting a scene from their Gospel. Notably, the combination of Saint John with the Raising of Lazarus is unique to this manuscript.\u003cbr\u003e\u003cbr\u003eThe text was penned by two scribes with distinctly different handwriting styles. An ornament on folio 175 recto, showing two falcons, a partridge, and a hare, reflects the Byzantine nobility's fondness for falconry. Folio 59 verso features a full-page miniature of \"The Baptism,\" depicting the Holy Spirit as a dove descending over Christ, with two angels and a personification of the River Jordan. Saint Mark is portrayed on folio 60 recto, holding an open book at the beginning of his Gospel, with a writing desk in front.\u003cbr\u003e\u003cbr\u003eThe Annunciation is beautifully rendered on folio 102 verso, showing Mary spinning purple thread for the Temple's curtain. The Evangelist Luke appears in a half-page miniature on folio 103 recto. A full-page miniature on folio 173 verso illustrates the Raising of Lazarus, with Lazarus's sisters, Martha and Mary, depicted much smaller than Jesus. A man beside Lazarus holds his nose, indicating the body's decomposition.\u003cbr\u003e\u003cbr\u003eSaint John the Theologian, typically shown as an elderly man in Byzantine art, is featured in a full-page miniature on folio 174 recto, sitting at a writing desk with an oil lamp above. This manuscript, with its detailed and symbolic artwork, is a remarkable representation of Byzantine artistic and religious culture, offering valuable insights into the period's manuscript production and iconography.","collections":"historic","ref":"https://www.wdl.org/en/item/21767","filesize":"139","iso":"grc","year":1150,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"GRCTREB_DBS_HS/Greek-(1150-ca.)-Trebizond-Gospels-(WDL-13009)","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}