{"id":"Greek-1896-Swete-Old-Testament-Septuagint-Vol-1-3-OT","abbr":"GRCSWET","title":"Greek (1896) Swete Old Testament (Septuagint) Vol 1-3 - OT","title_vernacular":"Παλαιά Διαθήκη του Swete (1896, Σεπτουαγίντα, Τόμος 1-3)","description":"The \"Old Testament in Greek according to the Septuagint\" by Henry Barclay Swete, published between 1887 and 1894, is a critical work in biblical scholarship. Henry Barclay Swete, an eminent English biblical scholar born on March 14, 1835, in Bristol, became the Regius Professor of Divinity at Cambridge in 1890. He is particularly renowned for his 1906 commentary on the Book of Revelation and other significant works of exegesis.\u003cbr\u003e\u003cbr\u003eSwete's contribution to the study of biblical texts is highly regarded. His edition of the Greek text of the Old Testament, completed in a series by 1894 (with a third edition in 1901-1907), is a monumental work. This edition presents the Old Testament as translated into Greek in the ancient text known as the Septuagint. The Septuagint is a crucial source for understanding the textual history and interpretation of the Old Testament, particularly in the context of early Christianity and Hellenistic Judaism.\u003cbr\u003e\u003cbr\u003eIn addition to his work on the Septuagint, Swete also published the Greek text of the Gospel of St. Mark with notes and introduction in 1898 (second edition in 1902) and that of the Apocalypse of St. John in 1906 (second edition in 1907). His scholarly efforts have made significant contributions to the field of biblical studies, providing valuable resources for both theological scholarship and the study of ancient texts.","collections":"historic","ref":"","filesize":"149","iso":"grc","year":1896,"type":"scan","provider":"The University Press","org_id":"","digitizer":"","archive_id":"GRCSWET_DBS_HS/Greek-(1896)-Swete-Old-Testament-(Septuagint)-Vol-1-3-OT","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}