{"id":"Greek-1844-Catenae-Graecorum-Patrum-Novum-Testamentum-Cramer-Vol-1-8","abbr":"GRCCRAM","title":"Greek (1844) Catenae Graecorum Patrum - Novum Testamentum (Cramer) Vol 1-8","title_vernacular":"Catenae Graecorum Patrum - Novum Testamentum (1844, Cramer, Τόμος 1-8)","description":"John Antony Cramer, an English classical scholar and geographer born in Switzerland in 1793, made a notable contribution to biblical studies with his work \"Catenae Graecorum Patrum in Novum Testamentum,\" published between 1838 and 1844. Educated at Westminster and Christ Church, Oxford, Cramer spent a significant part of his life in Oxford, where he held several prestigious positions. He was a public orator, principal of New Inn Hall from 1831 to 1847, and Regius Professor of Modern History from 1842 until his death in 1848.\u003cbr\u003e\u003cbr\u003eCramer's \"Catenae Graecorum Patrum in Novum Testamentum\" is a collection of commentaries on the New Testament by Greek Fathers of the Church. This eight-volume work is significant for its comprehensive compilation of patristic interpretations and thoughts on the New Testament scriptures. Catenae, meaning \"chains,\" refers to the method of linking various commentaries and expositions by early Church Fathers on biblical texts, providing a continuous and cohesive exegetical tradition.\u003cbr\u003e\u003cbr\u003eCramer’s contribution is particularly valuable for scholars studying the history of biblical interpretation and the early Church's theological perspectives. His compilation not only preserves the insights of early Christian thinkers but also provides a critical resource for understanding the development of Christian theology and exegesis. His other accomplishments, including the construction of the Cramer Building at New Inn Hall (later part of St Peter's College) and his tenure as the dean of Carlisle Cathedral, further attest to his varied and impactful career.","collections":"historic","ref":"","filesize":"137","iso":"grc","year":1844,"type":"scan","provider":"J. A. Cramer, S. T. P.","org_id":"","digitizer":"Google","archive_id":"GRCCRAM_DBS_HS/Greek-(1844)-Catenae-Graecorum-Patrum-Novum-Testamentum-(Cramer)-Vol-1-8","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}