{"id":"Greek-1890-Triglot-Bible-Vol.-1-2-Hebrew-Latin","abbr":"GRCTRIG","title":"Greek (1890) Triglot Bible (Vol. 1-2) Hebrew Latin","title_vernacular":"Τριγλωττίκη Βίβλος (1890, Τόμος 1-2, Εβραϊκά-Λατινικά)","description":"The 1890 \"Triglot Bible,\" published in two volumes by R.D. Dickinson, is an extensive compilation that brings together the Holy Scriptures of the Old and New Testaments in multiple languages. This edition is particularly notable for including texts in their original tongues, along with significant translations, arranged in parallel columns for comparative study.\u003cbr\u003e\u003cbr\u003eThe Triglot Bible contains the original Hebrew text of the Old Testament, the Greek text of the New Testament, and the Greek Septuagint, which is an ancient Greek translation of the Hebrew Bible. Additionally, it includes the Syriac version of the New Testament and the Latin Vulgate version, which has been a pivotal text in the history of Christianity, especially in the Western Church.\u003cbr\u003e\u003cbr\u003eThis arrangement allows readers to compare the texts side-by-side, offering valuable insights into the translation and interpretation of biblical texts across different languages and traditions. The inclusion of a complete prolegomenon provides further context and scholarly background, enhancing the study experience.\u003cbr\u003e\u003cbr\u003eThe Triglot Bible is a significant resource for scholars, theologians, and students of biblical languages and texts. It serves as a comprehensive tool for understanding the nuances and variations in the translation and transmission of the biblical scriptures throughout history.","collections":"historic","ref":"","filesize":"254","iso":"grc","year":1890,"type":"study","provider":"Richard D. Dickinson","org_id":"","digitizer":"","archive_id":"GRCTRIG_DBS_HS/Greek-(1890)-Triglot-Bible-(Vol.-1-2)-Hebrew-Latin","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}