{"id":"Greek-1810-Modern-Ancient-New-Testament-He-kaine-diatheke-tou-kuriou-kai-soteros-hemon-'Ie-sou-Christou-diglottos","abbr":"GRCGRIE","title":"Greek (1810) Modern-Ancient New Testament","title_vernacular":"Νεοελληνική-Αρχαία Καινή Διαθήκη (1810)","description":"The 1810 \"Modern-Ancient New Testament,\" also known as \"The Greek Testament,\" is a notable work by Henry Alford, an esteemed biblical scholar and theologian. Alford's version, titled \"The Greek Testament: with a critically revised text: a digest of various readings: marginal references to verbal and idiomatic usage: prolegomena: and a critical and exegetical commentary,\" represents a significant contribution to New Testament studies.\u003cbr\u003e\u003cbr\u003eAlford's work is characterized by its critically revised text of the New Testament in Greek. This revision was based on a thorough examination of various textual readings, demonstrating Alford's commitment to textual accuracy and scholarly rigor. Additionally, the publication features a comprehensive digest of various readings, providing insights into textual variations and interpretations.\u003cbr\u003e\u003cbr\u003eNotably, Alford included marginal references to verbal and idiomatic usage, aiding in the understanding of the Greek language's nuances and the contextual meaning of the text. The prolegomena and the critical and exegetical commentary offered in this work are particularly valuable for scholars and students, providing in-depth analysis and interpretation of the New Testament.\u003cbr\u003e\u003cbr\u003eHenry Alford's \"The Greek Testament\" is renowned for its scholarly depth and has been influential in the field of biblical studies, particularly in the realm of New Testament exegesis and textual criticism.","collections":"historic","ref":"","filesize":"33","iso":"grc","year":1810,"type":"scan","provider":"Georg Joachim Göschen","org_id":"","digitizer":"Google","archive_id":"GRCGRIE_DBS_HS/Greek-(1810)-Modern-Ancient-New-Testament-(He-kaine-diatheke-tou-kuriou-kai-soteros-hemon-'Ie-sou-Christou-diglottos)","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}