{"id":"Greek-1896-Tischendorf-Novem-Testamentum-Vol.-1-9-7th-and-8th-Study-Bible-NT","abbr":"GRCTISH","title":"Greek (1896) Tischendorf Novem Testamentum (Vol. 1-9) 7th and 8th (Study Bible) NT","title_vernacular":"Novum Testamentum του Tischendorf (1896, Τόμος 1-9, 7η και 8η Έκδοση, Μελέτη Καινής Διαθήκης)","description":"The 1896 Tischendorf Novum Testamentum, encompassing volumes 1-9 and including the 7th and 8th editions, stands as a monumental work in the study of the Greek New Testament. Constantine Tischendorf, an eminent biblical scholar, is renowned for his Critical Greek New Testament, highly valued for its extensive detail in textual readings and witness to the text.\u003cbr\u003e\u003cbr\u003eTischendorf's contributions to biblical scholarship, especially his work on the Codex Sinaiticus, one of the oldest and most complete manuscripts of the Greek Bible, are widely recognized and celebrated. Over his lifetime, he published eight major editions of the Greek New Testament, along with various abridged editions, collations, and facsimiles.\u003cbr\u003e\u003cbr\u003eHis magnum opus, the Editio octava critica maior (1869-1872), remains a seminal work in New Testament studies. This edition is particularly significant for its comprehensiveness and remains unsurpassed as a complete edition of the New Testament text. Tischendorf's meticulous scholarship and dedication to the study of biblical texts have made his editions essential resources for scholars and theologians, continuing to influence the field of New Testament textual criticism.","collections":"historic","ref":"","filesize":"287","iso":"grc","year":1896,"type":"study","provider":"Lipsiae, Sumptibus Adolphi Winter","org_id":"","digitizer":"","archive_id":"GRCTISH_DBS_HS/Greek-(1896)-Tischendorf-Novem-Testamentum-(Vol.-1-9)-7th-and-8th-(Study-Bible)-NT","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}