{"id":"Greek-English-1864-New-Testament-Emphatic-Diaglot","abbr":"GRCTISH","title":"Greek-English (1864) New Testament Emphatic Diaglot","title_vernacular":"Έμφατικός Διαγλωσσικός Καινή Διαθήκη (1864)","description":"The 1864 \"Emphatic Diaglott,\" a Greek-English edition of the New Testament, is a notable work in biblical scholarship. This publication contains the original Greek text based on the recension of J.J. Griesbach, along with an interlinear word-for-word English translation. Additionally, it features a new emphatic version derived from the interlinear translation, the renderings of eminent critics, and the various readings of the Vatican manuscript no. 1209 housed in the Vatican Library.\u003cbr\u003e\u003cbr\u003ePublished by Fowler \u0026 Wells, the Emphatic Diaglott is distinguished by its comprehensive approach, which includes illustrative and explanatory footnotes, as well as a copious selection of references. This work also contains a valuable alphabetical appendix, adding to its utility as a study tool.\u003cbr\u003e\u003cbr\u003eThe Emphatic Diaglott is significant for its contribution to the understanding of the New Testament, offering a detailed examination of the Greek text alongside a precise English translation. Its integration of critical insights, various readings, and academic commentary makes it a valuable resource for scholars, theologians, and students of biblical languages and texts. The meticulous attention to detail in translation and interpretation has made this publication a noteworthy addition to the study of New Testament scriptures.","collections":"historic","ref":"","filesize":"63","iso":"grc","year":1864,"type":"study","provider":"Samuel Bagster and Sons","org_id":"","digitizer":"","archive_id":"GRCTISH_DBS_HS/Greek-English-(1864)-New-Testament-Emphatic-Diaglot","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}