{"id":"Greek-Latin-1598-Beza-Bible-NT","abbr":"GRCBEZA","title":"Greek - Latin (1598) Beza Bible (NT)","title_vernacular":"Βίβλος του Beza (1598, Καινή Διαθήκη)","description":"The Beza Bible, named after Theodore Beza, a prominent French Calvinist Protestant theologian and a disciple of John Calvin, is a noteworthy contribution to Biblical scholarship. Beza, who succeeded Calvin as the spiritual leader of the Republic of Geneva, first issued an edition of the Greek New Testament in 1565. This edition was unique as it featured the Greek text alongside the Latin Vulgate and Beza’s own translation, initially published in 1556, with the earliest extant edition dating to 1559.\u003cbr\u003e\u003cbr\u003eBeza significantly enhanced this work with enriched and expanded annotations. For the preparation of this edition, and more so for his second edition in 1582, Beza may have utilized two valuable manuscripts: the Codex Bezae or Cantabrigensis, which he later donated to the University of Cambridge, and the Codex Claromontanus, found in Clermont and now housed in the Bibliothèque Nationale de France in Paris.\u003cbr\u003e\u003cbr\u003eHowever, Beza's primary reference was the 1550 edition by Robert Estienne, itself largely based on Erasmus's later editions. Beza's efforts in textual scholarship were instrumental for future Biblical studies. His Latin translation and the comprehensive notes accompanying it, which were published over a hundred times, significantly aided in the understanding of the New Testament. Despite some criticism of Beza's interpretation being overly influenced by his views on predestination, his work undeniably contributed to a clearer understanding of the New Testament texts.","collections":"historic","ref":"","filesize":"184","iso":"grc","year":1598,"type":"study","provider":"","org_id":"","digitizer":"","archive_id":"GRCBEZA_DBS_HS","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}