{"id":"Greek-English-1897-Interlinear-Literal-Translation-Greek-New-Testament","abbr":"GRCTISH","title":"Greek-English (1897) Interlinear Literal Translation - Greek New Testament","title_vernacular":"Διαγλωσσική Κυριολεκτική Μετάφραση (1897, Ελληνική Καινή Διαθήκη)","description":"The 1897 \"Interlinear Literal Translation of the Greek New Testament\" is a comprehensive work that offers a unique approach to studying the New Testament. This edition provides a literal interlinear translation of the Greek New Testament text, with the authorized version conveniently presented in the margins for quick and easy reference.\u003cbr\u003e\u003cbr\u003eOne of the key features of this publication is the inclusion of various readings from significant editions of the Greek New Testament, such as Elzever 1624, Griesbach, Lachmann, Tischendorf, Tregelles, Alford, and Wordsworth. This aspect allows readers to compare different textual interpretations and understand the nuances of the original Greek text.\u003cbr\u003e\u003cbr\u003eAdditionally, this work includes a new Greek-English New Testament lexicon, which is a valuable tool for those studying the Greek language and its application in the New Testament. The lexicon is supplemented by a chapter that elucidates the synonyms of the New Testament, providing deeper insight into the Greek vocabulary and its usage. The complete index to the synonyms further enhances the utility of this publication.\u003cbr\u003e\u003cbr\u003eThis interlinear translation, with its comprehensive approach to presenting the Greek New Testament text alongside its English translation and critical apparatus, is a valuable resource for scholars, theologians, and students of biblical languages and texts. It offers a detailed and accessible means to study the New Testament in its original language, alongside an English translation for reference.","collections":"historic","ref":"","filesize":"72","iso":"grc","year":1897,"type":"study","provider":"The University of Chicago Press","org_id":"","digitizer":"","archive_id":"GRCTISH_DBS_HS/Greek-English-(1897)-Interlinear-Literal-Translation-Greek-New-Testament","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}