{"id":"Greek-1522-Erasmus-New-Testament","abbr":"GRCERAS","title":"Greek (1522) Erasmus New Testament","title_vernacular":"Καινή Διαθήκη του Έρασμου (1522)","description":"The 1522 Erasmus New Testament is a testament to the enduring legacy of Erasmus of Rotterdam, a key Renaissance figure and the most distinguished scholar of his time in Europe. Erasmus, deeply committed to revitalizing the Church through what he called the \"philosophy of Christ,\" focused his scholarly efforts on the Bible and early Church writings.\u003cbr\u003e\u003cbr\u003eErasmus worked for years on two major projects: compiling Greek texts and creating a refreshed Latin New Testament. Beginning in 1512, his work on the Latin New Testament involved gathering all available Vulgate manuscripts to produce a critical edition, along with refining the Latin language. He famously stated, \"It is only fair that Paul should address the Romans in somewhat better Latin.\"\u003cbr\u003e\u003cbr\u003eThe inclusion of the Greek text alongside his Latin translation, though clearly intentional, had less clear motives initially. While some speculated that he aimed to produce a critical Greek text or to outpace the Complutensian Polyglot, no concrete evidence supports these theories. Erasmus himself wrote, \"There remains the New Testament translated by me, with the Greek facing, and notes on it by me.\" He included the Greek text to enable readers to verify the accuracy of his Latin version, addressing frequent translation errors and textual corruptions caused by translator incompetence or scribe inattention.\u003cbr\u003e\u003cbr\u003eBy initially naming his work \"Novum Instrumentum omne\" (\"All of the New Teaching\") and later \"Novum Testamentum omne\" (\"All of the New Testament\"), Erasmus indicated his belief in the critical importance of a text where the Greek and Latin versions were directly comparable, thus forming the core of the Church's New Testament tradition. His work greatly contributed to biblical studies and set a foundation for future scholarship and translations of biblical texts.","collections":"historic","ref":"","filesize":"207","iso":"grc","year":1522,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"GRCERAS_DBS_HS/Greek-(1522)-Erasmus-New-Testament","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}