{"id":"Greek-1521-Erasmus-Greek-NT","abbr":"GRCERAS","title":"Greek (1521) Erasmus Greek New Testament","title_vernacular":"Ελληνική Καινή Διαθήκη του Έρασμου (1521)","description":"The 1521 Erasmus Greek New Testament reflects the influential work of Erasmus of Rotterdam, a major figure of the Renaissance and a renowned scholar in Europe. Committed to the revitalization of the Church through what he termed the \"philosophy of Christ,\" Erasmus dedicated himself to studying and publishing the Bible and early Church writings.\u003cbr\u003e\u003cbr\u003eErasmus had been engaged for years in two key projects: compiling Greek texts and producing a fresh Latin New Testament. Starting in 1512, his efforts to create a critical edition of the Latin New Testament involved collecting Vulgate manuscripts and refining the language. He aimed for a more polished Latin translation, asserting, \"It is only fair that Paul should address the Romans in somewhat better Latin.\"\u003cbr\u003e\u003cbr\u003eThe inclusion of the Greek text in his work, while clearly intentional, was initially less apparent in purpose. Speculation about his motives includes producing a critical Greek text or preempting the Complutensian Polyglot, but there is no definitive evidence for these theories. Erasmus wrote, \"There remains the New Testament translated by me, with the Greek facing, and notes on it by me.\" He included the Greek text to allow readers to assess the accuracy of his Latin version and to address translation errors and corruptions in the Greek text, often a result of translators' clumsiness or scribes' alterations.\u003cbr\u003e\u003cbr\u003eBy naming the final product \"Novum Instrumentum omne\" (\"All of the New Teaching\") and later \"Novum Testamentum omne\" (\"All of the New Testament\"), Erasmus indicated his belief in the critical importance of a text where Greek and Latin versions were consistently comparable, forming the core of the church's New Testament tradition. His work not only contributed to the study and understanding of biblical texts but also set a precedent for future biblical scholarship and translations.","collections":"historic","ref":"","filesize":"212","iso":"grc","year":1521,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"GRCERAS_DBS_HS","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}