{"id":"Greek-1881-Westcott-Hort-New-Testament","abbr":"GRCWHT","title":"Greek (1881) Westcott-Hort New Testament","title_vernacular":"Καινή Διαθήκη του Westcott-Hort (1881)","description":"The 1881 Westcott-Hort New Testament, titled \"The New Testament in the Original Greek,\" is a significant work in the field of biblical textual criticism. Authored primarily by Hort (with an introduction and appendix appearing in 1882, and a revised edition by F. C. Burkitt in 1892), this text is known for its strong Alexandrian leanings.\u003cbr\u003e\u003cbr\u003eThe Westcott-Hort (WH) text is often characterized by its alignment with the Codex Vaticanus (B), one of the oldest and most valued manuscripts of the Greek Bible. Although Hort, the principal architect of the edition's textual theory, would consider other witnesses if internal evidence was compelling, the WH text generally skews closer to the Codex Vaticanus than other critical editions. This approach is somewhat akin to non-Biblical critical methods that rely on editing from a proof text.\u003cbr\u003e\u003cbr\u003eOne notable aspect of the WH edition is its handling of the so-called Western Non-Interpolations, demonstrating the editors' willingness to diverge from the Codex Vaticanus where they deemed the evidence strong enough. Despite this, the edition is still very much anchored in the Alexandrian text-type.\u003cbr\u003e\u003cbr\u003eThe WH edition is unique in that it does not have a traditional critical apparatus; no manuscripts are cited in the main body of the text. The margin contains a few variant readings, primarily those where the editors either disagreed with the text or were uncertain of the original readings. They also compiled a list of \"interesting\" variants, but did not provide a comprehensive list of witnesses for these. The only textual evidence provided is in the introduction and appendix, where manuscripts are referenced using Tischendorf numbers, making them somewhat challenging to use.\u003cbr\u003e\u003cbr\u003eThis approach to textual criticism and the lack of a detailed critical apparatus make the Westcott-Hort New Testament a unique, albeit sometimes controversial, contribution to New Testament studies. Its influence on subsequent biblical scholarship and textual criticism has been significant, particularly in discussions regarding the Alexandrian text-type and the methodology of New Testament textual criticism.","collections":"historic","ref":"","filesize":"686","iso":"grc","year":1881,"type":"scan","provider":"Harper \u0026 Brothers","org_id":"","digitizer":"","archive_id":"GRCWHT_DBS_HS/Greek-(1881)-Westcott-Hort-New-Testament","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}