{"id":"Greek-1280-ca.-Marginal-Psalter-Walters-Museum-WDL-13016","abbr":"GRCMARG","title":"Greek (1280 ca.) Marginal Psalter - Walters Museum (WDL-13016)","title_vernacular":"Οριακός Ψαλτήρας (1280 περ.) - Walters Museum (WDL-13016)","description":"The Marginal Psalter housed at the Walters Museum, dating to around 1280, is a rare and exquisite example of a \"marginal psalter,\" distinguished by its 155 marginal paintings that offer a pictorial commentary on the Biblical text. This manuscript is part of a select group of surviving psalters that integrate imagery directly into the margins as a form of visual exegesis, enhancing the understanding and interpretation of the Psalms.\u003cbr\u003e\u003cbr\u003eNotable examples of other marginal psalters include the Khludov Psalter (circa 850, Moscow), the Barberini Psalter (circa 1050, Vatican City), the Theodore Psalter (1066, London), and a Cyrillic psalter made in Kiev (1397, Saint Petersburg). The Walters Museum Marginal Psalter shares a notable similarity in iconography with the Saint Petersburg Cyrillic psalter, suggesting that both were likely copied from the same 11th-century model. This similarity provides valuable insights into the transmission and evolution of psalter illustration and design in medieval manuscript culture.\u003cbr\u003e\u003cbr\u003eThe Marginal Psalter is not only a significant artifact for its artistic value but also for its role in illustrating the Biblical narrative, making it an important resource for scholars studying medieval art, biblical exegesis, and manuscript history. The integration of visual elements into the scriptural text in such psalters demonstrates the interplay between image and word in medieval religious and cultural contexts.","collections":"historic","ref":"https://www.wdl.org/en/item/13009","filesize":"51","iso":"grc","year":1280,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"GRCMARG_DBS_HS/Greek-(1280-ca.)-Marginal-Psalter-Walters-Museum-(WDL-13016)","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}