{"id":"Greek-1885-Westcot-and-Hort-New-Testament","abbr":"GRCWHT","title":"Greek (1885) Westcot and Hort New Testament","title_vernacular":"Καινή Διαθήκη του Westcott και Hort (1885)","description":"The 1885 Westcott and Hort New Testament text is known for its strong alignment with the Alexandrian text-type, particularly the Codex Vaticanus (B). This approach by Hort, who was the chief architect of the textual theory of the edition, has led to some criticism, with accusations that he constructed his text merely by favoring readings from Codex Vaticanus. However, the editorial process was more nuanced than this criticism suggests. While the edition did use Codex Vaticanus as a proof text, Hort was willing to consider other witnesses if the internal evidence was robust enough.\u003cbr\u003e\u003cbr\u003eOne of the most notable instances of this methodology is the handling of the Western Non-Interpolations, indicating a willingness to diverge from Codex Vaticanus when warranted. Nonetheless, it is accurate to say that Hort's text is more closely aligned with Codex Vaticanus than any other critical edition.\u003cbr\u003e\u003cbr\u003eThe Westcott and Hort edition is unique in its approach to textual criticism, resembling methods used in non-Biblical criticism where editing is based on a proof text. This edition does not have a traditional critical apparatus; no manuscripts are cited in the main text. Variant readings are provided in the margins, which include instances where the editors either disagreed with the text or were uncertain of the original readings. They also compiled a list of \"interesting\" variants but did not provide a comprehensive list of witnesses for these variants. The only textual evidence offered is in the introduction and appendix, but this evidence is difficult to utilize as manuscripts are cited using Tischendorf numbers.\u003cbr\u003e\u003cbr\u003eThis approach to the New Testament text by Westcott and Hort marks a significant contribution to biblical scholarship, particularly in the realm of textual criticism, even as it presents challenges due to its unique methodology and presentation of textual evidence.","collections":"historic","ref":"","filesize":"13","iso":"grc","year":1885,"type":"scan","provider":"MacMillian and Co.-The University Press","org_id":"","digitizer":"","archive_id":"GRCWHT_DBS_HS/Greek-(1885)-Westcot-and-Hort-New-Testament","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}