{"id":"Greek-1516-Erasmus-New-Testament","abbr":"GRCERAS","title":"Greek (1516) Erasmus New Testament","title_vernacular":"Καινή Διαθήκη του Έρασμου (1516)","description":"The 1516 Erasmus New Testament marked a significant milestone in biblical scholarship, spearheaded by Erasmus of Rotterdam, a leading figure of the Renaissance and a celebrated scholar across Europe. Dedicated to revitalizing the Church through the true \"philosophy of Christ,\" Erasmus focused his studies on the Bible and early Church writings.\u003cbr\u003e\u003cbr\u003eErasmus's major projects included collating Greek texts and developing a fresh Latin New Testament. Starting in 1512, he aimed to create a critical edition of the Latin New Testament, meticulously collecting Vulgate manuscripts and refining the language. He emphasized the need for a more polished Latin, stating, \"It is only fair that Paul should address the Romans in somewhat better Latin.\"\u003cbr\u003e\u003cbr\u003eThe rationale behind including the Greek text in his work was not immediately apparent. While some hypothesized that Erasmus aimed to produce a critical Greek text or outpace the Complutensian Polyglot, no concrete evidence supports these theories. Erasmus's own words, \"There remains the New Testament translated by me, with the Greek facing, and notes on it by me,\" suggest his intent to enable readers to assess the accuracy of his Latin version against the Greek. He included the Greek text to address the issues of translation errors and textual corruption, often caused by the incompetence or inattention of translators and scribes.\u003cbr\u003e\u003cbr\u003eBy initially naming his work \"Novum Instrumentum omne\" (\"All of the New Teaching\") and later \"Novum Testamentum omne\" (\"All of the New Testament\"), Erasmus underscored his belief in the importance of a text where the Greek and Latin versions were directly comparable, viewing this as the foundational core of the church's New Testament tradition. His work greatly contributed to the understanding and study of biblical texts, setting a precedent for future biblical scholarship and translations.","collections":"historic","ref":"","filesize":"39","iso":"grc","year":1516,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"GRCERAS_DBS_HS/Greek-(1516)-Erasmus-New-Testament","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}