{"id":"Greek-1550-Stephanus-Greek-NT","abbr":"GRCSTEP","title":"Greek (1550) Stephanus Greek New Testament","title_vernacular":"Ελληνική Καινή Διαθήκη του Στεφάνου (1550)","description":"The 1550 Stephanus Greek New Testament, printed by Robert Estienne (also known as Robert Stephani or Stephanus in Latin), marks a pivotal moment in the history of biblical scholarship. Born in Paris in 1503, Robert Estienne was the son of the renowned printer Henri Estienne. Taking over his father's printing shop in 1526, Estienne established himself as a prominent figure in the world of publishing during the reign of King Francis I of France, earning the titles “Royal Typographer” and “Printer in Greek to the king.”\u003cbr\u003e\u003cbr\u003eRobert Estienne is particularly celebrated for his religious texts, including the entire Hebrew Bible (1539-43) and his four editions of the Greek New Testament (1546, 1549, 1550, 1551). The 1550 edition, known as the “Editio Regia” or Royal Edition, is especially noteworthy. This edition was based on 15 other Greek Byzantine manuscripts, the Complutensian Polyglot, and two Alexandrian Codices, which harmonized remarkably well with Erasmus' Greek text. This alignment effectively established the Erasmus Greek New Testament as the “Received Text” for the next several centuries, playing a crucial role in the Reformation.\u003cbr\u003e\u003cbr\u003eThe 1550 edition was not only a masterpiece in terms of its beautiful Greek font and large folio size, but it was also the first to include a textual apparatus listing the readings from the 15 Greek manuscripts used. This made it not only the most visually appealing but also the most important of Estienne's texts.\u003cbr\u003e\u003cbr\u003eSignificantly, the third and fourth editions of Stephanus’ Greek New Testament solidified the Erasmus text as the foundation for all future Bibles until 1881. The work of Stephanus thus ensured the continued dominance of Erasmus' text, which formed the basis for translations in the common languages of the Reformation era. His textual criticism efforts, particularly in the 1550 Greek Testament, affirmed the purity and authenticity of the Word of God, underscoring its divine authorship.","collections":"historic","ref":"","filesize":"114","iso":"grc","year":1550,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"GRCSTEP_DBS_HS","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}