{"id":"Greek-1857-Tregelless-New-Testament-Vol-1-6","abbr":"GRCTREG","title":"Greek (1857) Tregelless New Testament (Vol 1-6)","title_vernacular":"Καινή Διαθήκη του Tregelles (1857, Τόμος 1-6)","description":"The 1857 \"Tregelles New Testament\" is a significant scholarly work by Samuel Prideaux Tregelles, an esteemed English biblical scholar, lexicographer, Christian Hebraist, textual critic, and theologian. Born on January 30, 1813, Tregelles was dedicated to creating a new version of the Greek text of the New Testament, grounded in ancient manuscripts and the citations of early Church Fathers. His work was in many ways parallel to that of the German philologist and textual critic, Karl Lachmann.\u003cbr\u003e\u003cbr\u003eTregelles first gained recognition with his 1844 publication \"Book of Revelation in Greek Edited from Ancient Authorities,\" which announced his intention to prepare a new Greek New Testament. In 1845, he embarked on a journey to collate ancient manuscripts, starting in Rome with the Vatican's codex. Despite being restricted from copying the manuscript, he noted significant readings. His journey took him to Florence, Modena, Venice, Munich, Basel, and then back to England, where he continued his work at the British Museum. Tregelles also visited Paris, Hamburg, Berlin (meeting Lachmann), Leipzig (collaborating with Constantin von Tischendorf), Dresden, Wolfenbüttel, and Utrecht.\u003cbr\u003e\u003cbr\u003eHis extensive travels and meticulous collation of manuscripts resulted in a Greek New Testament that challenged the Textus Receptus and offered a text based on more ancient and authoritative sources. Tregelles' contribution to biblical scholarship, particularly in the realm of textual criticism, is highly regarded and continues to influence the field of New Testament studies.","collections":"historic","ref":"","filesize":"76","iso":"grc","year":1857,"type":"scan","provider":"","org_id":"","digitizer":"Google","archive_id":"GRCTREG_DBS_HS/Greek-(1857)-Tregelless-New-Testament-(Vol-1-6)","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}