{"id":"Greek-English-1859-Critical-New-Testament-Scholz-and-Griesbah","abbr":"GRCGRIE","title":"Greek-English (1859) Critical New Testament (Scholz and Griesbah)","title_vernacular":"Κριτική Καινή Διαθήκη (1859, Scholz και Griesbach)","description":"The 1859 \"Critical Greek and English New Testament\" is a significant scholarly work that combines the efforts of biblical scholars Scholz and Griesbach. This edition is characterized by its integration of the Greek text of Scholz with the textual and marginal readings of Griesbach, offering a comprehensive view of the New Testament text.\u003cbr\u003e\u003cbr\u003eOne of the key features of this critical edition is the inclusion of variations from notable editions of the New Testament, such as those by Stephens (1550), Beza (1598), and the Elzevir edition (1633). This amalgamation of various influential texts provides a rich tapestry of textual variations and interpretations, making it a valuable resource for in-depth biblical study and research.\u003cbr\u003e\u003cbr\u003eAdditionally, this work incorporates the English Authorized Version alongside its marginal renderings, allowing for a comparative study between the Greek and English texts. The combination of Greek and English texts in one volume makes it particularly useful for English-speaking scholars and students of the Bible who wish to engage closely with the original Greek language of the New Testament.\u003cbr\u003e\u003cbr\u003eThe \"Critical Greek and English New Testament\" by Scholz and Griesbach stands out as a comprehensive and scholarly resource, contributing significantly to the field of biblical textual criticism and exegesis.","collections":"historic","ref":"","filesize":"33","iso":"grc","year":1859,"type":"scan","provider":"Fowler \u0026 Wells Co., Publishers","org_id":"","digitizer":"","archive_id":"GRCGRIE_DBS_HS/Greek-English-(1859)-Critical-New-Testament-(Scholz-and-Griesbah)","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}