{"id":"Greek-1930-Robertson-Expositers-New-Testament-Vol-1-5","abbr":"GRCRENT","title":"Greek (1930) Robertson Expositers New Testament (Vol 1-5)","title_vernacular":"Expositors Καινή Διαθήκη του Robertson (1930, Τόμος 1-5)","description":"The \"Expositor’s Greek Testament,\" published around 1930 and edited by William Robertson Nicoll, is a monumental work in the field of New Testament studies. Spanning five volumes, this commentary stands out as one of the most significant contributions to the study of the Greek text of the New Testament from the 19th century.\u003cbr\u003e\u003cbr\u003eThis comprehensive reference work was the result of the collective scholarship of twenty contributors, each bringing their expertise to the analysis of the Greek New Testament. The Expositor’s Greek Testament is particularly noted for its detailed textual, literary, and grammatical commentary on nearly every Greek word across the entire New Testament, making it an invaluable resource for in-depth biblical study and exegesis.\u003cbr\u003e\u003cbr\u003eEach book of the New Testament is introduced with extensive overviews, providing insights into their literary and interpretative history. These introductions also delve into the historical context of each book, offering readers a deeper understanding of the background and circumstances surrounding their composition. Additionally, the work includes an extensive bibliography, further supporting academic research and study.\u003cbr\u003e\u003cbr\u003eThe Expositor’s Greek Testament, under Nicoll's editorship, has been a vital tool for scholars, theologians, and students, offering a rich and comprehensive exploration of the Greek New Testament. Its scholarly rigor and depth make it a timeless resource in the field of biblical studies.","collections":"historic","ref":"","filesize":"242","iso":"grc","year":1930,"type":"study","provider":"George H. Doran Company","org_id":"","digitizer":"Microsoft","archive_id":"GRCRENT_DBS_HS/Greek-(1930)-Robertson-Expositers-New-Testament-(Vol-1-5)","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}