{"id":"Greek-1872-Tischendorf-Novum-Testamentum-8th-Edition-book","abbr":"GRCTISH","title":"Greek (1872) Tischendorf Novum Testamentum (8th Edition) (Book)","title_vernacular":"Novum Testamentum του Tischendorf (1872, 8η Έκδοση)","description":"The 1872 Tischendorf Novum Testamentum, in its 8th edition, is a significant publication in the field of biblical scholarship. This edition of the Greek New Testament was edited by the renowned German biblical scholar Constantin von Tischendorf. Tischendorf's work on the Greek New Testament is widely recognized for its meticulous scholarship and for incorporating a vast array of textual variants and manuscript evidence.\u003cbr\u003e\u003cbr\u003eTischendorf is particularly noted for his efforts in discovering and analyzing ancient biblical manuscripts, most famously the Codex Sinaiticus, one of the oldest and most complete manuscripts of the Greek Bible. His work in textual criticism significantly advanced the understanding of the textual history of the New Testament.\u003cbr\u003e\u003cbr\u003eThe 8th edition of the Novum Testamentum represents the culmination of Tischendorf's lifelong dedication to studying the Greek texts of the New Testament. It includes critical apparatus and notes that provide insights into the variations among different manuscripts, offering scholars and theologians a comprehensive resource for studying the New Testament in its original language.\u003cbr\u003e\u003cbr\u003eThis edition is considered one of the most important contributions to New Testament textual criticism in the 19th century and continues to be a valuable resource for biblical scholars and students. Tischendorf's meticulous approach set a high standard for subsequent editions of the Greek New Testament.","collections":"modern","ref":"","filesize":"1","iso":"grc","year":1872,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"GRCTISH_DBS_HS/Greek-(1872)-Tischendorf-Novum-Testamentum-(8th-Edition)-(book)","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}