{"id":"Greek-Latin-1519-Erasmus-Greek-Latin-NT","abbr":"GRCERAS","title":"Greek - Latin (1519) Erasmus Greek Latin New Testament","title_vernacular":"Ελληνική-Λατινική Καινή Διαθήκη του Έρασμου (1519)","description":"Erasmus of Rotterdam, a central figure in the Renaissance movement and the greatest scholar of his day, played a pivotal role in biblical studies. His work, the Greek-Latin New Testament, first printed in 1519, marked a significant step in returning to the original sources of Christian knowledge. Erasmus believed in the transformative power of what he termed the \"philosophy of Christ\" and dedicated his life to the study and publication of the Bible and early Church writings.\u003cbr\u003e\u003cbr\u003eErasmus's Greek New Testament, titled \"Novum Instrumentum,\" included his own Latin translation alongside the Greek text. This edition highlighted weaknesses in the Latin Vulgate, which had been the primary Bible of the Church for over a millennium. By dedicating this New Testament to Pope Leo X, Erasmus sought papal endorsement, potentially to shield against criticism. He viewed his work as a new tool for the revival of Christian spirituality, emphasizing a return to the biblical roots of faith.\u003cbr\u003e\u003cbr\u003eMartin Luther, during his time at Wartburg Castle, utilized Erasmus's second edition for his German translation of the Bible. Luther often preferred Erasmus’s Greek readings over the Vulgate. This had a ripple effect, influencing many vernacular translations across Europe, including Dutch, English, Swedish, Danish, and Finnish versions, which either directly translated from or referenced Luther's German text. Erasmus’s work thus became instrumental in shaping the translation and understanding of the Bible in various European languages.","collections":"historic","ref":"","filesize":"209","iso":"grc","year":1519,"type":"study","provider":"","org_id":"","digitizer":"","archive_id":"GRCERAS_DBS_HS","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}