{"id":"Greek-English-1830-St.-John-Interlinear-Friederici-John","abbr":"GRCTRE","title":"Greek-English (1830) St. John Interlinear (Friederici) John","title_vernacular":"Κατά Ιωάννην Διαγλωσσικό Κείμενο (1830, Friederici)","description":"The 1830 \"The Gospel of St. John: In Greek and English, Interlined, and Literally Translated\" is a specialized edition focused on the Gospel of St. John, offering a unique educational tool for studying this part of the New Testament. This work, designed primarily for use in schools, presents the text of St. John's Gospel in both Greek and English, with the texts interlined for easy comparison and literal translation.\u003cbr\u003e\u003cbr\u003eOne of the notable features of this edition, which sets it apart from standard interlinear translations, is the transposition of words into their correct order of construction. This arrangement aids in understanding the structure of the Greek language and how it translates into English, making it particularly useful for students and educators in the field of biblical languages.\u003cbr\u003e\u003cbr\u003eAdditionally, this edition includes a dictionary that defines and parses the Greek words used in the text. This feature is invaluable for learners, as it provides detailed linguistic and grammatical context for the Greek vocabulary of the Gospel of St. John.\u003cbr\u003e\u003cbr\u003eThis educational approach to presenting the Gospel of St. John makes it an excellent resource for those beginning to study the New Testament in its original language, as well as for educators seeking comprehensive teaching tools. The combination of interlinear translation, word order transposition, and the included dictionary offers a thorough and accessible means for understanding and teaching the Greek text of the New Testament.","collections":"historic","ref":"","filesize":"7","iso":"grc","year":1830,"type":"study","provider":"John Wiley","org_id":"","digitizer":"","archive_id":"GRCTRE_DBS_HS/Greek-English-(1830)-St.-John-Interlinear-(Friederici)-John","language":{"iso":"grc","glotto_id":"anci1242","name":"Ancient Greek","autonym":"ἙλληνικήHellēnikḗ","level":"H","country_id":"GR","latitude":39.8155,"longitude":21.91293,"status_id":"10"}}