{"id":"Gwich'in-1920-Tukudh-New-Testament-Jisus-Kreist-nyiwhe-kukwadhut-ako-nyiwhahsi-vi-hlukwinadhun-kechid","abbr":"GWICNT","title":"Gwichin (1920) Tukudh New Testament","title_vernacular":"Jisus Kreist nyiwhe kukwadhut ako nyiwhahsi vi hlukwinadhun kechid","description":"The Kutchin, Loucheux, or Tukudh, Indians are ten or more related tribes of nomadic hunter-trappers of the upper Yukon and Peel river region of the Yukon and eastern Alaska. The Kutchins, noted for their hospitality, number about 1,800. They are related linguistically to the Athabascan-stock Indians of northwestern North America: the Slave, Chippewyan, and others. Their language is spoken with tribal dialectal variations, all mutually intelligible. The Tukudh were taught to read Roman script by learning a syllabary of almost 500 syllables of two to five letters each, rather than employing the syllabic ‘alphabet’ in use for other Indian tongues of that region.\u003cbr\u003e\u003cbr\u003e1873 John 1-3 John; 1874 Gospels 1-3 John; 1885-1886 New Testament BFBS, London; 1886 Psalms Society for the Promotion of Christian Knowledge, London; 1890-1891 Pentateuch; 1898 Bible BFBS, London; Translated by Robert McDonald, Church MS.\u003cbr\u003e\u003cbr\u003eThe Gwichʼin (or Kutchin) are an Athabaskan-speaking First Nations people of Canada and an Alaska Native people. They live in the northwestern part of North America, mostly above the Arctic Circle.\u003cbr\u003e\u003cbr\u003eThe Gwichʼin language, part of the Athabaskan language family, has two main dialects, eastern and western, which are delineated roughly at the United States-Canada border. Each village has unique dialect differences, idioms, and expressions. The Old Crow people in the northern Yukon have approximately the same dialect as those bands living in Venetie and Arctic Village, Alaska.\u003cbr\u003e\u003cbr\u003eApproximately 300 Alaskan Gwichʼin speak their language, according to the Alaska Native Language Center. However, according to the UNESCO Interactive Atlas of the World's Languages in Danger, Gwichʼin is now a \"severely endangered\" language, with fewer than 150 fluent speakers in Alaska and another 250 in northwest Canada.","collections":"historic","ref":"","filesize":"772","iso":"gwi","year":1920,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"Google","archive_id":"GWICNT_DBS_HS/Gwich'in-(1920)-Tukudh-New-Testament-(Jisus-Kreist-nyiwhe-kukwadhut-ako-nyiwhahsi-vi-hlukwinadhun-kechid)","language":{"iso":"gwi","glotto_id":"gwic1235","name":"Gwichʼin","autonym":"Dinjii Zhuʼ Ginjik","level":"L","location":"Canada","area":"Northwest Territories: Aklavik, Inuvik, Tsiigehtchic, Fort McPherson. Also in United States.","country_id":"CA","latitude":67.43067,"longitude":-142.962745,"population":560,"status_id":"7"}}