{"id":"Hakka-1916-Genesis-Portion","abbr":"HAKONT","title":"Hakka (1916) Genesis Portion","title_vernacular":"客家話 (Hakka) - 創世記 (1916, 部分)","description":"The Hakka (Chinese: 客家), sometimes also referred to as Hakka Han, or Hakka Chinese, are a Han Chinese subgroup whose ancestral homes are chiefly in the Hakka-speaking provincial areas of Guangdong, Fujian, Jiangxi, Guangxi, Sichuan, Hunan, Zhejiang, Hainan, Guizhou in China, as well as in Taoyuan City, Hsinchu County, Miaoli County, Pingtung County, and Kaohsiung City in Taiwan. The Chinese characters for Hakka (客家) literally mean \"guest families\". Unlike other Han Chinese subgroups, the Hakkas are not named after a geographical region, e.g. a province, county or city, in China. The word Hakka or \"guest families\" is Cantonese in origin and originally refers to the Northern Chinese refugees fleeing social unrest, upheaval and invasions in northern parts of China (such as Gansu and Henan) during the Qin dynasty who then seek refuge in the Cantonese provinces such as Guangdong and Guangxi, thus the original meaning of the word implies that they are guests living in the Cantonese provinces. Of course, over the centuries, they have since more or less assimilated with the Cantonese people. Modern day Hakka are generally identified by both full Hakka and by different degrees of Hakka ancestry and usually speak the Hakka Chinese.","collections":"genesis","ref":"","filesize":"508","iso":"hak","year":1916,"type":"genesis","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"The Long Now Foundation","archive_id":"HAKONT_DBS_HS/Hakka-(1916)-Genesis-Portion","language":{"iso":"hak","glotto_id":"hakk1236","name":"Hakka Chinese","autonym":"客家話 / 客家话 Hak-kâ-fa","level":"L","location":"Southern China","area":"Widespread with other dialects. Eastern and northeastern Guangdong greatest concentration; also in Fujian, Jiangxi, Guangxi, Hunan, and Sichuan. Also in Brunei, Canada, French Guiana, French Polynesia, Indonesia (Java and Bali), Malaysia (Peninsular), Mauritius, New Zealand, Panama, Singapore, South Africa, Suriname, Taiwan, Thailand, United Kingdom, United States.","country_id":"CN","latitude":25,"longitude":116,"population":48200000,"status_id":"5"}}