{"id":"Hausa-1879-Epsitles-and-Revelation","abbr":"HAUPOR","title":"Hausa (1879) Epsitles and Revelation","title_vernacular":"Wasiku da Wahayin Yohanna (1879)","description":"Hausa (Harshen/Halshen Hausa; Ajami: هَرْشَن هَوْسَ) is a Chadic language spoken by the Hausa people in Chad, and mainly within the northern half of Nigeria, Ghana, Cameroon, Benin and the southern half of Niger, with significant minorities in Sudan and Ivory Coast.\u003cbr\u003e\u003cbr\u003eHausa is a member of the Afroasiatic language family and is the most widely spoken language within the Chadic branch of that family. Ethnologue estimated that it was spoken as a first language by some 47 million people and as a second language by another 25 million, bringing the total number of Hausa speakers to an estimated 72 million.\u003cbr\u003e\u003cbr\u003e1857 Matthew John Acts; 1858 Genesis Luke; 1859 Exodus BFBS, London; 1877John (revised); 1878 Mark CMS, London; 1880 New Testament 1881 Isaiah BFBS, London Translated by James F. Schon, a CMS missionary in Sierra Leone, who studied Hausa but never visited any Hausa-speaking area. The books are printed in italics type.; 1881 Psalms BFBS, London Translated by W. B. Baikie, a consular official.; 1899 John (Arabic script) BFBS, London. Translated by Abd’el Kadr, a Hausa of Kano, and revised by C. H. Robinson.; 1902 Mark (Arabic script) BFBS, London Translated by C. H. Robinson, W. H. Brooks, and. H. W. Nott. 1903 Mark; 1908 Acts; 1909 Matthew Luke John 1 Corinthians; 1 Thessalonians James I John; 1912 NewTestament BFBS, London Translated by W. R. S. Miller, CMS, with the assistance of Mallarn Fati, W. A. Th.","collections":"historic","ref":"","filesize":"16","iso":"hau","year":1879,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"HAUPOR_DBS_HS/Hausa-(1879)-Epsitles-and-Revelation","language":{"iso":"hau","glotto_id":"haus1257","iso1":"ha","name":"Hausa","autonym":" هَرْشَن هَوْسَ","level":"L","location":"Burkina Faso","area":"Sokoto, Kaduna, Katsina, Kano, Bauchi, Jigawa, Zamfara, Kebbi, and Gombe states. Spoken as L2 in north. Also in Benin, Burkina Faso, Cameroon, Central African Republic, Chad, Congo, Eritrea, Germany, Ghana, Niger, Sudan, Togo.","country_id":"NG","latitude":11.151274,"longitude":8.780399,"population":60000000,"status_id":"2"}}