{"id":"Hawaiian-English-1859-Diglot-New-Testament","abbr":"HAWPDF","title":"Hawaiian-English (1859) Diglot New Testament","title_vernacular":"Hawaiian-English (1859) Baibala Hemolele - New Testament","description":"The eight volcanic islands of Hawaii have been constituted, since 1959. the 50th state of the United States. Settled, according to tradition, during the 10th century by Polynesian voyagers from Samoa, the islands were discovered in 1778 by Captain Cook. His name for them, the Sandwich Islands, eventually fell out of use. Hawaii’s rapidly increasing population of 650,000 is one of the richest racial mixtures in the world. Inhabitants of Polynesian descent now represent only about a fifth of the population. The Hawaiian language is spoken by less than 50,000 inhabitants, who are almost all bilingual in English. Characteristic of the Polynesian tongues, the Hawaiian alphabet contains only 12 letters: AEIOUWHKLMNP. A Hawaiian Pidgin (Polynesian English) has developed and is particularly used on the outer islands of Oahu, the seat of the capital.\u003cbr\u003e\u003cbr\u003e1828 Matthew; 1829 Mark John ABS, Rochester; 1832 New Testament 1836 New Testament (revised) MP, Oahu; 1837-1839 Bible ABS, Honolulu Translated by missionaries of the American Board of Commissioners for Foreign Missions, including Hiram Bingham, Asa Thurston, William Richards, A. Bishop, and L. Andrews. Often reprinted.","collections":"historic","ref":"","filesize":"42","iso":"haw","year":1859,"type":"scan","provider":"Ko Amerika Poe Hoolaha Baibala","org_id":"","digitizer":"Google","archive_id":"HAWPDF_DBS_HS/Hawaiian-English-(1859)-Diglot-New-Testament","language":{"iso":"haw","glotto_id":"hawa1245","name":"Hawaiian","autonym":"ʻŌlelo Hawaiʻi","level":"L","location":"United States of America, Alaska and Hawaii","area":"Hawaiian Islands, mainly Ni’ihau Island, Island of Hawai’i, some on all other islands.","country_id":"US","latitude":19.62965,"longitude":-155.42995,"population":2000,"status_id":"2"}}