{"id":"Hebrew-1300-ca.-Hebrew-Bible-National-Library-of-Israel-WDL-11363","abbr":"HEBMASP","title":"Hebrew (1300 ca.) Hebrew Bible - National Library of Israel (WDL-11363)","title_vernacular":"עברית - תנ\"ך עברי (1300 בקירוב, הספרייה הלאומית של ישראל) (WDL-11363)","description":"The Hebrew Bible manuscript from around 1300, housed in the National Library of Israel, is a remarkable artifact of medieval Hebrew scholarship. Originating from Spain, this manuscript is distinguished by its full vocalization, accentuation, and detailed Masorah annotation, reflecting the extensive work of the Masoretes from the 7th to the 10th centuries. These annotations are critical for the accurate transmission of the Hebrew Bible, especially regarding spelling, vocalization, and accentuation.\u003cbr\u003e\u003cbr\u003eThe manuscript is beautifully illustrated and decorated with color, silver, and gold. The text is written in Sephardi square script on parchment, laid out in three columns per page, with 35 lines per column. The arrangement of the biblical books follows the conventional order typically seen in Hebrew printed editions, with the notable exception of Ecclesiastes preceding Lamentations.\u003cbr\u003e\u003cbr\u003eAn important feature of this manuscript is the Masorah Magna notes, executed in micrography, a technique where small script is used to create intricate decorative designs. The Masorah Magna, consisting of extensive notes on the upper and lower margins of the pages, is distinct from the Initial Masorah around the first letter of each book and the Masorah Parva found in the side margins or between columns.\u003cbr\u003e\u003cbr\u003eAcquired by the Jewish National and University Library (now the National Library of Israel) in 1969, this manuscript serves as a crucial link to the medieval Jewish scholarly tradition and the history of Hebrew biblical manuscripts. Its preservation and accessibility in the National Library of Israel provide invaluable insights for scholars studying Hebrew scriptures and the development of religious texts over centuries.","collections":"historic","ref":"https://www.wdl.org/en/item/11363","filesize":"225","iso":"heb","year":1300,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"HEBMASP_DBS_HS/Hebrew-(1300-ca.)-Hebrew-Bible-National-Library-of-Israel-(WDL-11363)","language":{"iso":"heb","glotto_id":"hebr1245","iso1":"he","name":"Hebrew","autonym":"Israeli Hebrew","level":"L","area":"Also in Australia, Canada, Germany, Palestinian West Bank and Gaza, Panama, United Kingdom, United States.","country_id":"IL","latitude":31.10565,"longitude":35.01788,"population":5000000,"status_id":"1"}}