{"id":"Hebrew-1908-Pentateuch-Hamishah-humshey-Torah-Ginsburg","abbr":"HEBGINS","title":"Hebrew (1908) Pentateuch (Hamishah humshey Torah) Ginsburg","title_vernacular":"עברית - חמשה חומשי תורה (1908, גינצבורג)","description":"The 1908 Ginsburg edition of the Pentateuch, known in Hebrew as \"Hamishah humshey Torah,\" forms part of the Hebrew Bible or Tanakh, which comprises the canonical collection of Hebrew scriptures. This includes the Torah (Law), Nevi'im (Prophets), and Ketuvim (Writings). Throughout history, different branches of Judaism and Samaritanism have maintained various versions of these canonical texts, each holding a unique place in religious practice and scholarship.\u003cbr\u003e\u003cbr\u003eNotable among these versions are the 3rd-century Septuagint text used by Second-Temple Judaism, the Syriac language Peshitta, the Samaritan Pentateuch, the Dead Sea Scrolls, and the medieval Masoretic text from the 10th century, developed by the Masoretes. The Masoretic text is the primary version used in modern Rabbinic Judaism. It's important to differentiate between the terms \"Hebrew Bible\" or \"Hebrew Canon\" and the Masoretic text; the latter is a medieval iteration and one of several authoritative texts in various Jewish traditions. The Masoretic text is predominantly in Biblical Hebrew, interspersed with passages in Biblical Aramaic, found in the books of Daniel and Ezra, as well as in Jeremiah 10:11. This diversity reflects the rich textual history and the evolution of Jewish scriptural traditions over the centuries.","collections":"historic","ref":"","filesize":"18","iso":"heb","year":1908,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"HEBGINS_DBS_HS/Hebrew-(1908)-Pentateuch-(Hamishah-humshey-Torah)-Ginsburg","language":{"iso":"heb","glotto_id":"hebr1245","iso1":"he","name":"Hebrew","autonym":"Israeli Hebrew","level":"L","area":"Also in Australia, Canada, Germany, Palestinian West Bank and Gaza, Panama, United Kingdom, United States.","country_id":"IL","latitude":31.10565,"longitude":35.01788,"population":5000000,"status_id":"1"}}