{"id":"Hebrew-1280-ca.-Bible-Latin-Spanish-Toledo-WDL-17841","abbr":"HEBTOLE","title":"Hebrew (1280 ca.) Bible (Latin-Spanish) Toledo (WDL-17841)","title_vernacular":"עברית - תנ\"ך (1280 בקירוב, לטינית-ספרדית, טולדו) (WDL-17841)","description":"This Hebrew Bible manuscript from around 1280, known as the Toledo Bible, is a remarkable artifact of medieval Jewish scholarship and artistry. The manuscript comprises 340 large-format folios of high-quality parchment, written in three columns. It features a beautiful Sephardic square script for the biblical text, with Minor Masorah on the margins and between the columns, and Major Masorah in the upper and lower margins, in three and four lines respectively. The text includes Tiberian Hebrew punctuation, closely resembling that in the best Eastern codices of this tradition. The parashiyyot (annual pericope) are indicated in the margin, and the order of the Bible books aligns with the Babylonian Talmud.\u003cbr\u003e\u003cbr\u003eNotably, the Major Masorah often forms ornamental micrographs with plant and geometric motifs, reminiscent of large candelabra, particularly in the outer margins of the first books of the Pentateuch. This feature has sparked debate about the manuscript's origin, as candelabra-shaped micrographs are typically associated with the Catalonian Bibles of the 14th century. However, the style in this manuscript differs, suggesting a 13th-century Toledan origin, evidenced by the sedarim (triennial pericope), a typical feature of the Bibles of the Kingdom of Toledo.\u003cbr\u003e\u003cbr\u003eThe manuscript includes a note, previously thought to be the colophon, stating that it was purchased by brothers Isaac and Abraham ben Maimón in Toledo in 1280. At the end of the Pentateuch and other sections, there are exhaustive Masoretic notes detailing verse counts and other textual information. The verse recount at the end of each book is often within an ornate vignette.\u003cbr\u003e\u003cbr\u003eInterestingly, the manuscript was owned and annotated by Alfonso de Zamora, a convert and teacher of Hebrew in Salamanca and Alcalá de Henares. His ownership is evident in his characteristic way of numbering chapters and naming the books of the Bible. This manuscript was extensively used in composing the Hebrew text of the Complutensian Polyglot Bible of 1514. It features a 16th-century Complutense cloth binding from Alcalá de Henares, with the golden coat of arms of the Complutense University of Madrid.","collections":"historic","ref":"https://www.wdl.org/en/item/17841","filesize":"287","iso":"heb","year":1280,"type":"scan","provider":"Biblioteca Complutense","org_id":"","digitizer":"World Digital Library","archive_id":"HEBTOLE_DBS_HS/Hebrew-(1280-ca.)-Bible-(Latin-Spanish)-Toledo-(WDL-17841)","language":{"iso":"heb","glotto_id":"hebr1245","iso1":"he","name":"Hebrew","autonym":"Israeli Hebrew","level":"L","area":"Also in Australia, Canada, Germany, Palestinian West Bank and Gaza, Panama, United Kingdom, United States.","country_id":"IL","latitude":31.10565,"longitude":35.01788,"population":5000000,"status_id":"1"}}