{"id":"Hebrew-1524-The-Second-Rabbinic-Bible-Mikraot-Gedolot-Volume-4","abbr":"HEBRABB","title":"Hebrew (1524) The Second Rabbinic Bible (Mikraot Gedolot) (מקראות גדולות) Volume 4","title_vernacular":"עברית - המקראות הגדולות (1524, התנ\"ך הרבני השני, כרך 4)","description":"The fourth volume of the Mikraot Gedolot, also known as the Second Rabbinic Bible, continues the notable work of Jacob ben Haim (Yaakov ben Hayyim ibn Adonijah). Published by Daniel Bomberg in Venice between 1524 and 1525, this volume is a key part of a classic printing of the Hebrew Bible, focusing on the Hebrew Masoretic text. The Mikraot Gedolot of ben Hayyim holds a special place in biblical history, as it is believed to have been the source text (Textus Receptus) for the Hebrew Old Testament used in the King James Version of the Bible in 1611.\u003cbr\u003e\u003cbr\u003eJacob ben Haim was a Jewish Masoretic scholar who later converted to Christianity. His production and editing of the Mikraot Gedolot represent a monumental achievement in the realm of typesetting, especially considering the nascent technology of the printing press at the time. The process involved the meticulous assembly of Hebrew letters, vowels, and accents.\u003cbr\u003e\u003cbr\u003eBen Hayyim's commitment to using the best available Hebrew manuscripts has been a subject of debate, with some arguing about his access to quality manuscripts. However, the esteemed Masoretic scholar Ginsburg regarded the Mikraot Gedolot as a good representation of the Ben Asher text. Ginsburg's own highly-regarded editions of the Hebrew Bible, printed by the British and Foreign Bible Society, were based on ben Hayyim's Second Rabbinic Bible, highlighting its significance and influence in the study of the Hebrew scriptures.","collections":"historic","ref":"","filesize":"380","iso":"heb","year":1524,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"HEBRABB_DBS_HS/Hebrew-(1524)-The-Second-Rabbinic-Bible-(Mikraot-Gedolot)-Volume-4","language":{"iso":"heb","glotto_id":"hebr1245","iso1":"he","name":"Hebrew","autonym":"Israeli Hebrew","level":"L","area":"Also in Australia, Canada, Germany, Palestinian West Bank and Gaza, Panama, United Kingdom, United States.","country_id":"IL","latitude":31.10565,"longitude":35.01788,"population":5000000,"status_id":"1"}}