{"id":"Hebrew-1906-Hexaglot-Bible-Eng-Fre-Ger-Lat-Heb-Vol-1-6","abbr":"HEBHEPT","title":"Hebrew(1906) Hexaglot Bible (Eng Fre Ger Lat Heb) Vol 1-6","title_vernacular":"עברית - תנ\"ך משושה (1906, Hexaglot Bible, אנגלית-צרפתית-גרמנית-לטינית-עברית, כרכים 1-6)","description":"The 1906 \"Hexaglot Bible\" is an extensive and ambitious work that compiles the Holy Scriptures of the Old and New Testaments in six different languages. This multilingual approach provides a comprehensive resource for comparative biblical studies. The Hexaglot Bible features the original texts of the Scriptures in their original tongues, alongside several key translations, all arranged in parallel columns for ease of study and comparison.\u003cbr\u003e\u003cbr\u003eFor the Old Testament, the Hexaglot Bible includes the original Hebrew text, the Greek Septuagint (an ancient Greek translation of the Hebrew Bible), the Latin Vulgate, and translations in English, German, and French. The New Testament is presented in the original Greek, the Syriac version (which is an early Christian translation), the Latin Vulgate, and translations in English, German, and French.\u003cbr\u003e\u003cbr\u003eThis comprehensive arrangement allows for an in-depth comparison of texts across different languages and translations. By including a variety of translations, the Hexaglot Bible serves as a valuable tool for scholars, theologians, and students who are interested in understanding the nuances of biblical texts in different linguistic and cultural contexts. The inclusion of translations that have been historically significant in Christianity, such as the Vulgate, the Authorized English version, and key European translations, makes this work an important resource for the study of the history of biblical interpretation and translation.","collections":"historic","ref":"","filesize":"608","iso":"heb","year":1906,"type":"study","provider":"Apud Funk et Wagnalls","org_id":"","digitizer":"","archive_id":"GRCVATI_DBS_HS/Greek-(1906)-Hexaglot-Bible-(Eng-Fre-Ger-Lat-Heb)-Vol-1-6","language":{"iso":"heb","glotto_id":"hebr1245","iso1":"he","name":"Hebrew","autonym":"Israeli Hebrew","level":"L","area":"Also in Australia, Canada, Germany, Palestinian West Bank and Gaza, Panama, United Kingdom, United States.","country_id":"IL","latitude":31.10565,"longitude":35.01788,"population":5000000,"status_id":"1"}}