{"id":"Hebrew-1299-The-Cervera-Bible-Illuminated-WDL-14158","abbr":"HEBCERV","title":"Hebrew (1299) The Cervera Bible - Illuminated (WDL-14158)","title_vernacular":"עברית - תנ\"ך סרוורה (1299, מואר) (WDL-14158)","description":"The Cervera Bible, completed in 1300 and originating from Cervera, Catalonia, Spain, is a highly significant Sephardi Bible, notable for its survival through periods of significant turmoil for Jewish communities in Spain and Portugal. This manuscript, a rare example of Iberian Hebrew paleography from that era, consists of 451 parchment folios, each containing two columns with 31 lines.\u003cbr\u003e\u003cbr\u003eRichly illuminated with gold, color, Mozarabic, and Jewish motifs, the Cervera Bible includes the Old Testament, the Masorah, and \"Sefer Ha-Nikud\" (Et Sofer), a grammatical treatise by Rabbi David Kimhi. The main text's scribe, Samuel Ben Abraham ibn Nathan, is credited in the colophon on folio 434 recto. The colophon reveals the manuscript's execution dates, starting on July 30, 1299, and completing on May 19, 1300, while also noting the initial patron's name, later erased due to ownership changes.\u003cbr\u003e\u003cbr\u003eJosef Asarfati, identified in the last folio's colophon, was responsible for the manuscript's illumination. The Masorah scribe, Josue ben Abraham ibn Gaon, is named in 20 places within the Masoretic text. The illuminations, varying in color and form, include ornamental page borders, full-page illustrations of Jewish iconography, and depictions of Old Testament scenes and Tabernacle worship objects. The Masoretic text features micrographic script, forming intricate geometric and stylized motifs.\u003cbr\u003e\u003cbr\u003eAn 18th-century binding encases the manuscript, with red leather and gold-engraved cardboard folders and marbled flyleaves. The Cervera Bible was acquired in 1804 by António Ribeiro dos Santos, head librarian of the Royal Public Library of the Court in Lisbon, for 240,000 reis. This acquisition in The Hague highlights the manuscript's historical journey and enduring significance.","collections":"historic","ref":"https://www.wdl.org/en/item/14158","filesize":"261","iso":"heb","year":1299,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"HEBCERV_DBS_HS/Hebrew-(1299)-The-Cervera-Bible-Illuminated-(WDL-14158)","language":{"iso":"heb","glotto_id":"hebr1245","iso1":"he","name":"Hebrew","autonym":"Israeli Hebrew","level":"L","area":"Also in Australia, Canada, Germany, Palestinian West Bank and Gaza, Panama, United Kingdom, United States.","country_id":"IL","latitude":31.10565,"longitude":35.01788,"population":5000000,"status_id":"1"}}