{"id":"Hebrew-1280-ca.-Old-Testament-Portions-Natoinal-Library-of-Israel-WDL-11366","abbr":"HEBPOR","title":"Hebrew (1280 ca.) Old Testament Portions - National Library of Israel (WDL-11366)","title_vernacular":"עברית - קטעי תנ\"ך (1280 בקירוב, הספרייה הלאומית של ישראל) (WDL-11366)","description":"This manuscript from around 1280, housed in the National Library of Israel, is a valuable fragment of what could have been a complete Hebrew Bible. It contains books from the Nevi'im (Prophets) and selections from the Ketuvim (Hagiographa or Writings), specifically the books of Chronicles and Psalms. This composition reflects the tripartite division of the Hebrew Bible, which includes the Torah, the Prophets, and the Hagiographa.\u003cbr\u003e\u003cbr\u003eThe manuscript features full vocalization and accentuation, essential for the correct reading and interpretation of the text. It also includes Masorah Parva notes, which are brief annotations found on the side margins or between columns. These notes are part of the Masorah, a critical collection compiled by Jewish scribes and scholars known as the Masoretes between the 7th and 10th centuries. The Masorah is recognized as the authoritative regulator of the written and vocalized transmission of the Hebrew Bible.\u003cbr\u003e\u003cbr\u003eWritten on parchment in Ashkenazi square script, the manuscript is arranged in two columns per page, with 28–30 lines per column. Interestingly, the leather binding was added by a Christian owner in France in the early 18th century, indicating the manuscript's journey and the diverse interest in Hebrew scriptures across different cultures and time periods.","collections":"historic","ref":"https://www.wdl.org/en/item/11366","filesize":"251","iso":"heb","year":1280,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"HEBPOR_DBS_HS/Hebrew-(1280-ca.)-Old-Testament-Portions-Natoinal-Library-of-Israel-(WDL-11366)","language":{"iso":"heb","glotto_id":"hebr1245","iso1":"he","name":"Hebrew","autonym":"Israeli Hebrew","level":"L","area":"Also in Australia, Canada, Germany, Palestinian West Bank and Gaza, Panama, United Kingdom, United States.","country_id":"IL","latitude":31.10565,"longitude":35.01788,"population":5000000,"status_id":"1"}}