{"id":"Hebrew-1700-ca.-The-Haftarah-Pentatech-Prophets-and-OT-Portions-Illuminated-WDL-7382","abbr":"HEBHAFT","title":"Hebrew (1700 ca.) The Haftarah - Pentatech Prophets and OT Portions - Illuminated (WDL-7382)","title_vernacular":"עברית - ההפטרה (1700 בקירוב, חמשה חומשי תורה, נביאים וקטעי תנ\"ך, מואר) (WDL-7382)","description":"This illuminated codex, thought to date from the 18th century, is a remarkable example of a Haftarah, a Jewish text traditionally read from the Prophets on the Sabbath, festivals, and holy days. Comprising 263 parchment sheets bound in leather, this Haftarah contains a diverse array of biblical texts. It includes the five books of Moses (Pentateuch), selections from the books of the Prophets, the Hamesh Megillot (Five scrolls) which encompass the Song of Songs, Ruth, Lamentations, Ecclesiastes, and Esther, as well as the Book of Proverbs. Additionally, it contains prayers for everyday use, Sabbaths, and holy days, adhering to Ashkenazi practices.\u003cbr\u003e\u003cbr\u003eThe scribe and likely the illuminator of this manuscript was Abraham bar Chizkija ha Lévi. The codex has a documented history of ownership, having previously been in the possession of Samuel Gráf of Csakatorn and Anton Kohn of Zagreb around 1858. A subsequent owner was Moses Issachar, son of Isaac of Schleining. This historically significant manuscript is now housed in the collections of the Slovak National Library, serving as a vital link to the religious and cultural practices of Jewish communities in the 18th century and earlier.","collections":"historic","ref":"https://www.wdl.org/en/item/7382","filesize":"78","iso":"heb","year":1700,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"HEBHAFT_DBS_HS/Hebrew-(1700-ca.)-The-Haftarah-Pentatech-Prophets-and-OT-Portions-Illuminated-(WDL-7382)","language":{"iso":"heb","glotto_id":"hebr1245","iso1":"he","name":"Hebrew","autonym":"Israeli Hebrew","level":"L","area":"Also in Australia, Canada, Germany, Palestinian West Bank and Gaza, Panama, United Kingdom, United States.","country_id":"IL","latitude":31.10565,"longitude":35.01788,"population":5000000,"status_id":"1"}}