{"id":"Hebrew-1485-Pentateuch-with-Haftarah-David-ZekhariahWDL-11365","abbr":"HEBMASP","title":"Hebrew (1485) Pentateuch with Haftarah (David Zekhariah)(WDL-11365)","title_vernacular":"עברית - חמשה חומשי תורה עם הפטרות (1485, דוד זכריה) (WDL-11365)","description":"The Hebrew Pentateuch with Haftarot, created in 1485 in Sana'a, Yemen, is a significant manuscript that embodies the rich tradition of Jewish scripture and scholarship. This manuscript, crafted by David ben Benayah ben Saadiah ben Zekhariah, a member of a renowned family of Yemeni scribes, integrates the Pentateuch (the first five books of the Hebrew Bible) with Haftarot (readings from the Prophets, typically read in synagogues on Sabbaths and holidays following the Torah portion).\u003cbr\u003e\u003cbr\u003eNotable for its comprehensive features, the manuscript includes full vocalization, accentuation, and Masorah annotation, ensuring accurate transmission and interpretation of the text. The Haftarot sections are accompanied by the Targum, providing an Aramaic translation of each verse. Additionally, preceding the Torah text, the manuscript contains two grammatical treatises common in Yemen, spanning 15 leaves in total. Written on paper in Yemenite square script, the text is organized in two columns per page, with 25 lines per column.\u003cbr\u003e\u003cbr\u003eOwned by the Hibshoosh family since 1910, this manuscript is a testament to the historical continuity and preservation of Jewish scriptures. The Masorah annotations, compiled between the 7th and 10th centuries by Jewish scribes known as the Masoretes, highlight the manuscript's significance as an authoritative source for the written and vocalized transmission of the Hebrew Bible.","collections":"historic","ref":"https://www.wdl.org/en/item/11365","filesize":"347","iso":"heb","year":1485,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"HEBMASP_DBS_HS/Hebrew-(1485)-Pentateuch-with-Haftarah-(David-Zekhariah)(WDL-11365)","language":{"iso":"heb","glotto_id":"hebr1245","iso1":"he","name":"Hebrew","autonym":"Israeli Hebrew","level":"L","area":"Also in Australia, Canada, Germany, Palestinian West Bank and Gaza, Panama, United Kingdom, United States.","country_id":"IL","latitude":31.10565,"longitude":35.01788,"population":5000000,"status_id":"1"}}