{"id":"Hebrew-1524-The-Second-Rabbinic-Bible-Mikraot-Gedolot-Volume-1","abbr":"HEBRABB","title":"Hebrew (1524) The Second Rabbinic Bible (Mikraot Gedolot) (מקראות גדולות) Volume 1","title_vernacular":"עברית - המקראות הגדולות (1524, התנ\"ך הרבני השני, כרך 1)","description":"The Mikraot Gedolot, also known as the Second Rabbinic Bible, is a significant work in the history of Hebrew biblical texts. Published in Venice in 1524-1525 by Daniel Bomberg, this work was produced and edited by Jacob ben Haim (Yaakov ben Hayyim ibn Adonijah), a Jewish Masoretic scholar who later converted to Christianity. The Mikraot Gedolot is a classic printing of the Hebrew Bible, specifically the Hebrew Masoretic text, and it played a pivotal role in the development of later biblical translations.\u003cbr\u003e\u003cbr\u003eThis edition of the Mikraot Gedolot is believed to have been used by the translators of the King James Version of the Bible in 1611 as the source text (Textus Receptus) for the Hebrew Old Testament. The production of the Mikraot Gedolot was a monumental achievement in typesetting, especially considering the nascent state of the printing press at the time. It required meticulous and individual assembly of Hebrew letters, vowels, and accents.\u003cbr\u003e\u003cbr\u003eJacob ben Haim, in compiling this work, used the best Hebrew manuscripts available to him. While some have debated the quality of the manuscripts he had access to, the renowned Masoretic scholar Ginsburg argued that ben Hayyim's edition was a good representation of the Ben Asher text. In fact, Ginsburg's own highly-regarded editions of the Hebrew Bible, printed by the British and Foreign Bible Society, were based on ben Hayyim's Second Rabbinic Bible or Mikraot Gedolot, underscoring its significant impact on Hebrew biblical scholarship.","collections":"historic","ref":"","filesize":"585","iso":"heb","year":1524,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"HEBRABB_DBS_HS/Hebrew-(1524)-The-Second-Rabbinic-Bible-(Mikraot-Gedolot)-Volume-1","language":{"iso":"heb","glotto_id":"hebr1245","iso1":"he","name":"Hebrew","autonym":"Israeli Hebrew","level":"L","area":"Also in Australia, Canada, Germany, Palestinian West Bank and Gaza, Panama, United Kingdom, United States.","country_id":"IL","latitude":31.10565,"longitude":35.01788,"population":5000000,"status_id":"1"}}