{"id":"Hindi-1879-New-Testament","abbr":"HINTGH","title":"Hindi (1879) New Testament","title_vernacular":"हिन्दी - नया नियम (1879)","description":"The Hindi New Testament of 1879 is part of the long tradition of translating the Bible into Hindi, aiming to make the scriptures accessible to the vast Hindi-speaking population of India. Hindi, with its rich literary history and significant dialectal variation, has been at the center of efforts to establish a standard literary language for northern India, distinct from the Persianized form of Hindustani. This effort was significantly influenced by British engagement from around 1800, which saw the emergence of 'High Hindi' as a literary language largely free of Urdu influence. The translation efforts were marked by the works of missionaries and scholars who aimed to provide translations that were both faithful to the original texts and understandable to the Hindi-speaking populace.\u003cbr\u003e\u003cbr\u003eThe work of the Serampore missionaries, under figures like William Carey, set a precedent for translating the New Testament and other biblical texts into Hindi, employing a language and idiom accessible to a wide audience. By 1879, the translation and revision of the New Testament had undergone several iterations, reflecting the ongoing endeavor to refine and adapt the scriptures to the evolving linguistic and cultural context of Hindi speakers. This version of the New Testament, like its predecessors, contributed to the broader mission of making the Christian scriptures available and comprehensible to the Hindi-speaking world, aligning with broader educational and linguistic developments in India.","collections":"historic","ref":"","filesize":"20","iso":"hin","year":1879,"type":"scan","provider":"","org_id":"","digitizer":"Google","archive_id":"HINTGH_DBS_HS/Hindi-(1879)-New-Testament","language":{"iso":"hin","glotto_id":"hind1269","iso1":"hi","name":"Hindi","autonym":"हिंदी ","level":"L","location":"India: Index Map","area":"Throughout north India: Delhi; Uttar Pradesh; Uttarakhand; Rajasthan; Punjab; Madhya Pradesh; northern Bihar; Himachal Pradesh. Also in Bangladesh, Belize, Bhutan, Botswana, Canada, Djibouti, Germany, Kenya, Nepal, New Zealand, Philippines, Singapore, South Africa, Uganda, United Arab Emirates, United Kingdom, United States, Yemen, Zambia.","country_id":"IN","latitude":25,"longitude":77,"population":341000000,"status_id":"1"}}