{"id":"Hindi-1840-Bible-Hindustani-Latin","abbr":"HINHKYM","title":"Hindi (1840) Bible - Hindústání (Latin)","title_vernacular":"हिन्दी - हिंदुस्तानी बाइबिल (1840, Latin)","description":"The Hindi Bible's translation history reflects the linguistic diversity and evolution of India, particularly in the 19th century. The term \"Hindi\" itself has been used in various contexts, representing both a literary language and a language group encompassing several dialects across northern India. The distinction between \"High Hindi\" and regional dialects underscores the complexity of language use in India, where \"High Hindi\" emerged as a standardized literary language largely due to British influence starting around 1800. Prior to this, Hindu prose was crafted in the regional dialect of each writer, with a significant shift marked by Lallu Lai's work in the late 18th century, promoting a form less influenced by Urdu and laying the groundwork for standard literary Hindi.\u003cbr\u003e\u003cbr\u003eThe translation efforts led by the Serampore missionaries, including notable figures like William Carey, played a pivotal role in adapting the Bible into Hindi, navigating through the intricacies of dialects and scripts like Kaithi. The series of translations from the early 19th century through the 1850s, including New Testaments, Pentateuchs, and eventually the full Bible, illustrate the missionaries' dedication to making the scriptures accessible in the vernacular for a broader Indian audience. These translations not only facilitated the spread of Christianity but also contributed to the development and standardization of Hindi as a literary language, reflecting the interplay between religious missions, linguistic evolution, and cultural shifts in colonial India.","collections":"historic","ref":"","filesize":"84","iso":"hin","year":1840,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"HINHKYM_DBS_HS/Hindi-(1840)-Bible-Hindustani-(Latin)","language":{"iso":"hin","glotto_id":"hind1269","iso1":"hi","name":"Hindi","autonym":"हिंदी ","level":"L","location":"India: Index Map","area":"Throughout north India: Delhi; Uttar Pradesh; Uttarakhand; Rajasthan; Punjab; Madhya Pradesh; northern Bihar; Himachal Pradesh. Also in Bangladesh, Belize, Bhutan, Botswana, Canada, Djibouti, Germany, Kenya, Nepal, New Zealand, Philippines, Singapore, South Africa, Uganda, United Arab Emirates, United Kingdom, United States, Yemen, Zambia.","country_id":"IN","latitude":25,"longitude":77,"population":341000000,"status_id":"1"}}