{"id":"Hindi-1851-Old-Testament","abbr":"HINTGH","title":"Hindi (1851) Old Testament","title_vernacular":"हिन्दी - पुराना नियम (1851)","description":"Hindi is spoken, with some degree of dialectal variation, by an estimated 200 million, or 35 percent of the inhabitants of India. It has been proposed as the official Indian language, and attempts have been made to institute its use in all interstate communications.\u003cbr\u003e\u003cbr\u003eIn the past, considerable confusion has arisen because of the use of the term Hindi to denote both a literary language and a language group. Thus 'High Hindi’ refers to the literary language, while ‘Hindi’ has been used to refer to a number of vernacular tongues spoken from Bengal to Punjab, including primarily, Eastern Hindi: Awadhi, Bagheli, Chhattisgarhi, and possibly Biliari; and Western Hindi: Braj Bhasha, Kanauji, and possibly Rajasthani and Pahari.\u003cbr\u003e\u003cbr\u003eIn this book ‘Hindi’ is used in its limited sense to designate the Western Hindi literary language, a non-Persianizcd form of Hindustani (q.v.) which has come into use as the prose literary language of northern India. This ‘High Hindi’ is a relatively modern linguistic invention and owes a good deal of its wide use to British influence, beginning about 1800. Prior to this time, Hindu prose was written in the regional dialect of each writer.\u003cbr\u003e\u003cbr\u003eThe interesting literary history of Hindi is usually traced to a work by Lallu Lai (supported by Dr. Gilchrist), written in the late 1 8th century in the usage of the Upper Doab area. In an idiom largely free of Urdu influence and employing a vocabulary and grammar more or less common to closely related languages of northern India, it provided the basis for the standard literary usage designated as Hindi. As a literary vehicle, it is now well established and spreading in use with broadening education and wider use in the mass media.\u003cbr\u003e\u003cbr\u003e1811 New Testament; 1812 Pentateuch; 1816 Job-Song of Solomon; 1818 Joshua-Esther Isaiah-Malachi New Testament (revised); 1821 Gospels (new translation); 1823 Gospels (Kaithi character); 1824 Gospels (revised) Serampore MP; All translated and revised by the Serampore missionaries, under William Carey, Chamberlain, and T. Thompson. The language was J. J. known as Hindoostanee, Hindu, or Hindee; 1826 New Testament Gospels (Kaithicharacter); 1835 Bible; 1845-1846 Genesis Exodus Psalms Proverbs New Testament(Kaithi character) Calcutta Auxiliary BS\u003cbr\u003e\u003cbr\u003eAdapted from the Urdu version by W. Bowley, Church MS, and transliterated; 1848 New Testament; 1850 New Testament (Kaithi character) Bible Translation Society, Calcutta. Translated by W. Yates and A. Leslie, Baptist MS; 1849 New Testament; 1852-1855 Old Testament(in 2 parts) North India Auxiliary BS, Allahabad. Edited by committees under the direction of joseph Owen, American Presbyterian Mission, and F. E. Schneider, CMS.","collections":"historic","ref":"","filesize":"52","iso":"hin","year":1851,"type":"scan","provider":"The Prespyterian Mission Press","org_id":"","digitizer":"","archive_id":"HINTGH_DBS_HS/Hindi-(1851)-Old-Testament","language":{"iso":"hin","glotto_id":"hind1269","iso1":"hi","name":"Hindi","autonym":"हिंदी ","level":"L","location":"India: Index Map","area":"Throughout north India: Delhi; Uttar Pradesh; Uttarakhand; Rajasthan; Punjab; Madhya Pradesh; northern Bihar; Himachal Pradesh. Also in Bangladesh, Belize, Bhutan, Botswana, Canada, Djibouti, Germany, Kenya, Nepal, New Zealand, Philippines, Singapore, South Africa, Uganda, United Arab Emirates, United Kingdom, United States, Yemen, Zambia.","country_id":"IN","latitude":25,"longitude":77,"population":341000000,"status_id":"1"}}