{"id":"Hindustani-Urdu-1878-Bible-Kitab-i-Muqaddas-Arabic","abbr":"HINARA","title":"Hindustani-Urdu-1878-Bible-Kitab-i-Muqaddas-Arabic","title_vernacular":"हिंदुस्तानी-उर्दू - किताब-ए-मुक़द्दस (1878, बाइबिल, अरबी)","description":"Urdu translations of the Holy Scriptures date back to 1745 with the book of Genesis from the Torah. It was ranslated by Benjamin Schultze and published in Arabic script. The New Testament was first published in 1805 in Devanagari script. In 1814 the British and Foreign Bible Society (BFBS) published this in Arabic script.\u003cbr\u003e\u003cbr\u003eThe New Testament was first published in Roman Urdu in 1841 as “Hamáre ḳhudáwand Yisú' Masíh ka' naya' wazi'qa”. The whole Bible was first published in Roman Urdu in 1843 as “Kitʹab ul quds Pura'na aur Naya' Ahdna'ma”. This translation was frequently revised and improved through the decades. It became known as the Revised Urdu and was printed in Persian script and in Roman script. The British and Foreign Bible Society produced a Roman Urdū New Testament called “Injil i Muqaddas” in 1878. The whole Revised Urdu Bible was last printed in Roman script by the British and Foreign Bible Society in 1931 as “Kitáb i muqaddas”. A BFBS revision of the New Testament was printed in 1955 as “Inji’l i muqaddas”, which was digitised in 2016.","collections":"historic","ref":"","filesize":"105","iso":"hin","year":1878,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"HINARA_DBS_HS","language":{"iso":"hin","glotto_id":"hind1269","iso1":"hi","name":"Hindi","autonym":"हिंदी ","level":"L","location":"India: Index Map","area":"Throughout north India: Delhi; Uttar Pradesh; Uttarakhand; Rajasthan; Punjab; Madhya Pradesh; northern Bihar; Himachal Pradesh. Also in Bangladesh, Belize, Bhutan, Botswana, Canada, Djibouti, Germany, Kenya, Nepal, New Zealand, Philippines, Singapore, South Africa, Uganda, United Arab Emirates, United Kingdom, United States, Yemen, Zambia.","country_id":"IN","latitude":25,"longitude":77,"population":341000000,"status_id":"1"}}