{"id":"Hindi-1851-Bible-Vol-1-Presbyterian-Mission-Press","abbr":"HINTGH","title":"Hindi (1851) Bible - Vol 1 -Presbyterian Mission Press","title_vernacular":"हिन्दी - बाइबिल (1851, Vol 1, Presbyterian Mission Press)","description":"The 1851 edition of the Holy Bible in Hindi, translated directly from Hebrew and printed at the Presbyterian Mission Press in Allahabad, represents a significant milestone in the history of Bible translation into Indian vernacular languages. This effort underscores the dedication to providing scriptures in the native language of the people, facilitating access to biblical teachings for Hindi speakers. The translation work, carried out by the Presbyterian mission, highlights the collaborative efforts of missionaries and scholars in bridging linguistic and cultural gaps to spread Christianity.\u003cbr\u003e\u003cbr\u003eWhile this volume stands as a testament to the intricate process of translating sacred texts into Hindi, it also points to the broader narrative of missionary activity in India during the 19th century. The mention that other volumes are yet to be discovered and scanned adds an element of ongoing historical discovery to the legacy of the Bible in India. This single volume's existence and the anticipation of finding its counterparts reflect the complexities and challenges of preserving and documenting the spread of biblical texts in diverse linguistic landscapes.","collections":"historic","ref":"","filesize":"49","iso":"hin","year":1851,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"HINTGH_DBS_HS","language":{"iso":"hin","glotto_id":"hind1269","iso1":"hi","name":"Hindi","autonym":"हिंदी ","level":"L","location":"India: Index Map","area":"Throughout north India: Delhi; Uttar Pradesh; Uttarakhand; Rajasthan; Punjab; Madhya Pradesh; northern Bihar; Himachal Pradesh. Also in Bangladesh, Belize, Bhutan, Botswana, Canada, Djibouti, Germany, Kenya, Nepal, New Zealand, Philippines, Singapore, South Africa, Uganda, United Arab Emirates, United Kingdom, United States, Yemen, Zambia.","country_id":"IN","latitude":25,"longitude":77,"population":341000000,"status_id":"1"}}