{"id":"Hindi-1919-Bible","abbr":"HINTGH","title":"Hindi (1919) Bible","title_vernacular":"हिन्दी - बाइबिल (1919)","description":"The 1919 Hindi Bible represents a significant milestone in the long journey of making the Holy Scriptures accessible to the Hindi-speaking population of India, estimated at around 200 million people, or 35% of the country's inhabitants at the time. The history of Bible translation into Hindi is marked by efforts to create a version that could be universally understood across the diverse dialects and linguistic traditions within the Hindi-speaking regions, which range from Eastern Hindi dialects like Awadhi and Bagheli to Western Hindi dialects such as Braj Bhasha and Kanauji.\u003cbr\u003e\u003cbr\u003eThis translation builds on the foundation laid by pioneering work in the 18th and 19th centuries, notably by the Serampore missionaries under William Carey, who initiated the translation of biblical texts into what was then known as Hindoostanee, Hindu, or Hindee. Their work included translations and revisions of the New Testament, Pentateuch, and other Old Testament books, employing a language style largely free of Urdu influence to establish 'High Hindi' as a distinct literary language. By the early 20th century, the efforts had culminated in a comprehensive Hindi Bible, reflecting the culmination of decades of linguistic, theological, and missionary endeavor to ensure that the sacred texts were not only accessible but also resonant with the cultural and spiritual life of Hindi speakers across India.","collections":"historic","ref":"","filesize":"191","iso":"hin","year":1919,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"HINTGH_DBS_HS/Hindi-(1919)-Bible","language":{"iso":"hin","glotto_id":"hind1269","iso1":"hi","name":"Hindi","autonym":"हिंदी ","level":"L","location":"India: Index Map","area":"Throughout north India: Delhi; Uttar Pradesh; Uttarakhand; Rajasthan; Punjab; Madhya Pradesh; northern Bihar; Himachal Pradesh. Also in Bangladesh, Belize, Bhutan, Botswana, Canada, Djibouti, Germany, Kenya, Nepal, New Zealand, Philippines, Singapore, South Africa, Uganda, United Arab Emirates, United Kingdom, United States, Yemen, Zambia.","country_id":"IN","latitude":25,"longitude":77,"population":341000000,"status_id":"1"}}