{"id":"Hungarian-1921-Bible-Szent-Biblia-azaz-istennek-O-es-Uj-Testamentomaban","abbr":"HUNRKV","title":"Hungarian (1921) Bible","title_vernacular":"Szent Biblia azaz istennek Ó és Új Testamentomában","description":"Hungarian, or Magyar, is spoken by about 12 million people. The official language of Hungary, it is also the native tongue of more than a million Szekely (Siculi) in Transylvania. The Magyars, a Turkic people, arrived in Hungary from east of the Urals in the 9th century. Their first king, Stephen, completed the conversion of the Magyars to Christianity and established the Hungarian state. Although Latin was the literary language of Hungary until the middle of the 19th century, Hungarian manuscripts exist from as early as the 13th century. A Ugric language of the Uralian family, Hungarian is related to the Finnic tongues.\u003cbr\u003e\u003cbr\u003eAmong the historical distinctions of the Bible, it must be noted that the first book printed in Hungarian was a portion of Scripture. Surprisingly, this was as late as 1533, a date that suggests the important role of the Reformation in the history of the Hungarian Bible. Even the few Bible manuscripts still preserved from before the days of printing were rendered from the Vulgate by Franciscan friars who had to flee Hungary because of Hussite sympathies. So, also, when the whole New Testament first appeared in Magyar, it was a pupil of Melanchthon, John Erdosi, who translated it, and a Protestant nobleman afforded protection to the press on which it was printed. Erdosi was not the only scholar in the troubled 16th century who made the Hun- garian Bible his special task, but it remained for Gaspar Karoli, often called the ‘Tyndale of Hungary’, to carry the first complete Magyar Bible to a triumphant conclusion. That Karoli did not suffer martyrdom as Tyndale did, but lived to see his Bible accepted and used in his own country, was due solely to the armed protection of such powerful Hungarian leaders as Rakoczi and Bathori. They also defrayed the expenses of printing the Bible. Known as the Vizsoly Bible, because it was printed in the village of Vizsoly, its publication in 1590 is remembered not only in the history of the Hungarian Reformation but also in that of Magyar language and literature. With only minor revisions, the Karoli Bible was reissued more than 100 times in the three centuries following its publication, and it has played a role in Hungary analogous to that of Luther's Bible in Germany.\u003cbr\u003e\u003cbr\u003eNot until 1908 was the first thorough revision of the Karoli Bible published. Nonetheless, by 1930 the need for a new revision was again apparent. Activated by increasing interest in the Scriptures among Hungarian Protestants and by public consciousness of linguistic archaisms in the Karoli text, a new revision was under-taken by S. Szegledy and S. Raffey, both of whom had previously published their own translations.","collections":"historic","ref":"","filesize":"82","iso":"hun","year":1921,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"HUNRKV_DBS_HS/Hungarian-(1921)-Bible-(Szent-Biblia-azaz-istennek-O-es-Uj-Testamentomaban)","language":{"iso":"hun","glotto_id":"hung1274","iso1":"hu","name":"Hungarian","autonym":"magyar nyelv","level":"L","location":"Ukraine","area":"Also in Australia, Austria, Canada, Croatia, Czech Republic, Israel, Romania, Russian Federation (Europe), Serbia, Slovakia, Slovenia, Ukraine, United States.","country_id":"HU","latitude":46.906859,"longitude":19.655527,"population":12600000,"status_id":"1"}}