{"id":"Icelandic-1866-Bible","abbr":"ISLLDB","title":"Icelandic (1866) Bible","title_vernacular":"Biblía (1866)","description":"Iceland, the most westerly state of Europe, lies only 160 miles southeast of Greenland, and the tip of its Melrakkasletta Plain is above the Arctic Circle. Iceland has the highest literacy rate in the world, and Icelanders read more books per capita than any other people. The Evangelical Lutheran Church is the State Church.\u003cbr\u003e\u003cbr\u003eIceland was discovered and settled by Scandinavians in the 9th century. The Icelandic language, spoken by the 200,000 Icelanders with no appreciable dialectal differences, is a Western Norse tongue of the Germanic languages. There is an impressive Icelandic literary heritage, which begins with the poetry of the Old Norse Heroic Age, although it was not written down about the 11th century when runic characters were used. A volume of translations and paraphrases of various parts of the Bible, called the Stiorn, was prepared in the late 13th and early 14th centuries. It was published in 1862.\u003cbr\u003e\u003cbr\u003e1540 New Testament H. Barth, Roskilde, Denmark Translated from the Vulgate, with reference to Luther’s version, by Oddur Gottskalksson, a Lutheran.; 1584 Bible A. Syne, Holar. Previous publications were revised and completed by Gudbrandur Thor- laksson, Bishop of Holar. A revision of the N. T. appeared in 1609; 1644 Bible Holar: A revision prepared by Thorlakr Skulsson, Bishop of Holar.; 1728 Bible Arnoddssyne, Holar: Translated from the Danish Bible of Lyiyby Steinn Jonson, Bishop Holar; 1841 Bible Icelandic BS, Videy: A translation prepared under the auspices of the Icelandic BS, founded in 1815; 1863 New Testament 1866 Bible BFBS, Oxford A revision of the BS text, prepared by Petur Petursson and Sigurdur Melsted; 1899-1908 Bible Icelandic BS, Reykjavik: A further revision of the BS text, prepared by Hallgrimur Sveinsson, with Thorhallur Bjarnarson, Steingrimur Thorsteinsson,Jon Helgsson, and Eirikur Briem. Some parts were published separately in the intervening years; 1945 John Scripture Gift Mission, London Translated by Arthur Gook, Brethren missionary.","collections":"historic","ref":"","filesize":"1","iso":"isl","year":1866,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"ISLLDB_DBS_HS/Icelandic-(1866)-Bible","language":{"iso":"isl","glotto_id":"icel1247","iso1":"is","name":"Icelandic","autonym":"íslenska","level":"L","area":"Also in Canada, United States.","country_id":"IS","latitude":63.48375,"longitude":-19.02117,"population":328080,"status_id":"1"}}