{"id":"Icelandic-1584-Gudbrands-Bible-NT","abbr":"ISL1584","title":"Icelandic (1584) Guðbrand's Bible New Testament","title_vernacular":"Guðbrandsbiblía - Nýja testamentið (1584)","description":"Guðbrandur Þorláksson's 'Biblia, þad er Øll Heilög Ritning, vtlögd a Norraenu' was translated from the German version of Martin Luther, not the original Hebrew and Greek. There are no verse divisions; in the German Luther Bible, they are only attested for certain from the Frankfurt 1582 edition onwards. An Icelandic translation of Luther's prefaces to the books of the Bible was added too.\u003cbr\u003e\u003cbr\u003eThe Bible was printed on 662 folio leaves with gothic lettering. It consists of three parts, each of which has a separate title page: the Old Testament from Genesis to Solomon's Song, the Prophets from Isaiah to Malachi plus the Old Testament apocrypha, and the New Testament. Our copy is bound in brown panelled goatskin over bevelled wooden boards. The boards have blind tooled borders and ornate brass bosses. The brass clasps have been retained, but the leather thongs are missing.\u003cbr\u003e\u003cbr\u003eThis first Bible in Icelandic is more popularly known as 'Guðbrands Biblia', after its translator and editor Guðbrandur Þorláksson (1541/2-1627), Bishop of Hólar. Guðbrandur studied at the cathedral school at Hólar in the north of Iceland before enrolling at the University of Copenhagen. On his return home, he was appointed rector of the school at Skálholt in the south of Iceland for a three-year term. He then became minister of the Lutheran church at Breidabólstadur in the north of Iceland. In 1571 he was appointed Bishop of Hólar, a position he held until his death in 1627.\u003cbr\u003e\u003cbr\u003eGuðbrandur made use of already available translations of parts of the Bible, such as a version of the Prophets and of 1 and 2 Maccabees, which had been prepared by Gisli Jónsson, Bishop of Skálholt (1558-87), between 1574 and 1575. However, due to his careful revision and indeed completion of the work, Guðbrandur's name is now firmly associated with the first Bible in Icelandic.\u003cbr\u003e\u003cbr\u003eGuðbrandur imported the printing press and types himself, and set the press up in the manse. It is likely that the wooden blocks for the engraved initial capitals as well as the illustrative woodcuts were his own handiwork. Not only was Guðbrandur known to be an accomplished carver, but the title border contains his initials, and the wood cut at the beginning of the Epistle to the Romans bears his monogram. Very much an innovation in contemporary Icelandic printing, Guðbrands Biblia features 29 woodcuts, of which two are printed twice.\u003cbr\u003e\u003cbr\u003eHaving established the press in his own house, Guðbrandur assisted the printer Jone Jons with his own hands in printing the Bible. Legend has it that it took seven men two years to print the Bible. There is certainly an indication that printing took place over an unexpectedly long period of time: the privilege leaf is dated 1579, but the complete Bible was not published until five years later.\u003cbr\u003e\u003cbr\u003eFive hundred copies were printed, of which 30 to 40 are still extant in Iceland, with a third of them being in private possession. It is not known how many copies have been preserved outside Iceland. A foreign bookbinder was hired to bind half of the copies printed. An additional 120 copies were sent to Copenhagen to be bound, and the rest were assigned to an Icelandic handyman who had learned bookbinding from the foreigner.\u003cbr\u003e\u003cbr\u003eKing Frederick II of Denmark partly financed the publication through a Royal grant. The new Bible was an expensive book, the price being equivalent to two to three cows. The King also ordered that every church in Iceland (which at that time was almost entirely Lutheran) should purchase a copy. The poorest churches were to receive free copies.\u003cbr\u003e\u003cbr\u003eThe impact of Guðbrands Biblia is still reflected today: the 50 krónur note shows Bishop Guðbrandur on the obverse; the border and main pattern of the note are based on the capitals and typefaces in his 1584 Bible. The reverse shows printers at work in the 16th century, with a passage from the epilogue to the Bible in the background and a rosette from the book to one side.","collections":"historic","ref":"","filesize":"829","iso":"isl","year":1584,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ISL1584_DBS_HS","language":{"iso":"isl","glotto_id":"icel1247","iso1":"is","name":"Icelandic","autonym":"íslenska","level":"L","area":"Also in Canada, United States.","country_id":"IS","latitude":63.48375,"longitude":-19.02117,"population":328080,"status_id":"1"}}