{"id":"Iloko-1919-Bible-Ti-Daan-a-Tulag-nga-isu-ti-umuna-a-paset-ti-Santa-Biblia","abbr":"ILOOLD","title":"Iloko (1919) Bible ","title_vernacular":"Ti Daan a Tulag - nga isu ti umuna a paset ti Santa Biblia","description":"Ilocano is an Austronesian language spoken in the Philippines, primarily by Ilocano people and as a lingua franca by the Igorot people. It is the third most-spoken native language in the country.\u003cbr\u003e\u003cbr\u003eAs an Austronesian language, it is related to Malay (Indonesian and Malaysian), Tetum, Chamorro, Fijian, Māori, Hawaiian, Samoan, Tahitian, Paiwan, and Malagasy. It is closely related to some of the other Austronesian languages of Northern Luzon, and has slight mutual intelligibility with the Balangao language and the eastern dialects of the Bontoc language.\u003cbr\u003e\u003cbr\u003eThe Ilokano people had their indigenous writing system and script known as kur-itan. There have been proposals to revive the kur-itan script by teaching it in Ilokano-majority public and private schools in Ilocos Norte and Ilocos Sur.\u003cbr\u003e\u003cbr\u003e1899 Luke; 1900 John Acts BFBS, Madrid; 1901 Luke(revised); 1902 Matthew Mark; 1903 New Testament 1906 New Testament (revised); 1909 Old Testament ABS, Manila: Translated, under the direction of R. O. Walker, BFBS, andJay C. Goodrich, ABS, by Isabelo de los Reyes, Ignacio Villamor, Eduardo Benitez, and others. It is known as the Union version.","collections":"historic","ref":"","filesize":"90","iso":"ilo","year":1919,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ILOOLD_DBS_HS/Iloko-(1919)-Bible-(Ti-Daan-a-Tulag-nga-isu-ti-umuna-a-paset-ti-Santa-Biblia)","language":{"iso":"ilo","glotto_id":"ilok1237","name":"Iloko","autonym":"Ilokano","level":"L","location":"Northern Philippines","area":"Northwest Luzon, La Union and Ilocos provinces, Cagayan Valley, Babuyan, Mindoro, Mindanao. Also in United States.","country_id":"PH","latitude":15.93614,"longitude":120.99329,"population":6482100,"status_id":"3"}}