{"id":"Inuktitut-Hudson-Bay-1897-Gospels","abbr":"IKUPOR","title":"Inuktitut Hudson Bay (1897) Gospels","title_vernacular":"ᐃᓄᒃᑎᑐᑦ ᕼᐅᑦᔅᓱᓐ ᐸᐃ (1897) ᓴᕆᔭᓗᒃ","description":"Anglican missionary Edmund James Peck, who was a major influence pushing for the Inuit to use syllabics, transcribed extracts of the New Testament which was published in 1878 followed by the four gospels in 1897. This was almost identical in the 1878 Labrador translation, the main, and perhaps the only difference being in the orthography\u003cbr\u003e\u003cbr\u003eThe New Testament was published in 1912 by the British and Foreign Bible Society. Psalms was published in 1917.\u003cbr\u003e\u003cbr\u003eThe Canadian Bible Society and Anglican Church sponsored a project to translate the Bible into modern the East Arctic Inuktitut dialect.\u003cbr\u003e\u003cbr\u003eModern Bible translation into the Eastern Arctic dialect began in 1978 with a translation workshop conducted by Dr. Eugene Nida of the United Bible Societies. The work was sponsored jointly by the United Bible Societies and the Anglican Diocese of the Arctic. The translation work was done by a team of Inuit Anglican ministers ( Benjamin Arreak (team leader), Joshua Arreak, Jonas Allooloo, and Andrew Atagotaaluk) trained and supervised by consultants from the UBS and later the Canadian Bible Society under the leadership of the Director of Scripture Translation, Dr. Harold Fehderau. Dr. Fehderau continued the work of training the translators and consulting on the project to ensure the accuracy of the translation until his death in 1997. Their New Testament was published in 1992 (4,000 copies). Psalms and Ruth were published first. The complete Bible was published by the Canadian Bible Society in 2012 and inaugurated in Iqaluit, Nunavut on June 3, 2012.","collections":"historic","ref":"","filesize":"22","iso":"iku","year":1897,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"IKUPOR_DBS_HS/Inuktitut-Hudson-Bay-(1897)-Gospels","language":{"iso":"iku","glotto_id":"iku","iso1":"iu","name":"Inuktitut","level":"L","country_id":"CA","population":36220}}