{"id":"Inukiitut-Baffin-1914-Exodus","abbr":"IKEGIN","title":"Inukiitut Baffin (1914) Exodus","title_vernacular":"ᐃᓄᒃᑎᑑᑦ ᐸᕝᕙᓐ (1914) ᐅᒥᖕᒪᖔ","description":"The complete Bible has been translated into three of the dialects of the Inupiat language (Greenland, Labrador, and Inuktitut (East Arctic)), the New Testament in two more, and portions in another.\u003cbr\u003e\u003cbr\u003eThe Ethnologue lists five major Inuit dialects: Eastern Canadian, Western Canadian, North Alaskan, Northwest Alaskan, and Greenlandic. Each of these dialects have at least a New Testament translated. Even though the Inuit language is very spread out it is rather arbitrary to decide where to draw the lines of dialects. Labrador and East Arctic/Baffin Inuit are both the same dialect according to Ethnologue, but both have their own translation of the Bible in their own orthographies.\u003cbr\u003e\u003cbr\u003eThe Norwegian missionaries, Hans and Paul Egede, were the first to translate any part of the Bible into the Inuit language. Their version of the New Testament in the Greenlandic was printed in part in 1744, and as a whole in 1766.A second translation by Otto Fabricius, was published in 1794 and in 1799. Niels Giessing Wolf's revision of Fabricus' translation was published in 1827 in Kopenhagen. A third translation was translated by Johan Kleinschmidt in 1822, this ran through several editions. H.F. Jorgensen's revised edition Kleinschmidt's translation was published in 1893. Nearly three-quarters of the Old Testament was printed in the same language from 1822. It took 150 years to complete the whole Bible, but it was eventually done (prior to 1902).\u003cbr\u003e\u003cbr\u003eThe Danish Bible Society translated the whole Bible into a modern Greenlandic dialect, which was completed in 1999.","collections":"historic","ref":"","filesize":"26","iso":"ike","year":1914,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"IKEGIN_DBS_HS/Inukiitut-Baffin-(1914)-Exodus","language":{"iso":"ike","glotto_id":"east2534","name":"Eastern Canadian Inuktitut","autonym":"Eastern Canadian Inuktitut","level":"L","location":"Canada","area":"West of Hudson Bay, east through Baffin Island, Quebec, and Labrador.","country_id":"CA","latitude":62.17345,"longitude":-75.61387,"population":35200,"status_id":"2"}}