{"id":"Inuktitut-Eastern-1813-Gospels","abbr":"IKUPOR","title":"Inuktitut Eastern (1813) Gospels","title_vernacular":"ᐃᓄᒃᑎᑐᑦ ᔮᕐᕕᑦ (1813) ᓴᕆᔭᓗᒃ","description":"Benjamin Kohlmeister's harmony of the gospels was published in 1810 in London by W. McDowall. Kohlmeister also translated the entire gospel of John (mostly extracted from the harmony) and this was published later in 1810, also by W. McDowall, at the expense of the British and Foreign Bible Society. 1000 copies were published. This was very well received and Kohlmeister's translation of the other three gospels was published in 1813. C.F. Burghardt may have been involved in the 1813 publication.\u003cbr\u003e\u003cbr\u003eA version of the Acts and Epistles prepared by the labor of the Moravian missionaries was published by the Society in 1819 and in 1826 a complete edition of the New Testament left the Society's press in London. In 1839 a revised edition of the Acts Epistles and book of Revelation was completed.\u003cbr\u003e\u003cbr\u003ePsalms was published in 1826 and again in 1830, and Genesis in 1834. The complete New Testament was published again in 1840, followed by the Pentateuch which was published in London in 1847, and Proverbs and the prophetical books were published in 1849. The whole Old Testament was published before 1867.\u003cbr\u003e\u003cbr\u003eA version of the gospels and Acts was printed in Stolpen by Gustav Winterib for the British and Foreign Bible Society in 1876.\u003cbr\u003e\u003cbr\u003eEven though the whole Bible had been translated by 1867, it had never been published as a whole book. The Moravian Church in Newfoundland \u0026 Labrador and the Canadian Bible Society partnered together to revise the whole Bible in the Labrador dialect and to publish it as one volume. It was officially launched on January 20, 2009.","collections":"historic","ref":"","filesize":"12","iso":"iku","year":1813,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"Google","archive_id":"IKUPOR_DBS_HS/Inuktitut-Eastern-(1813)-Gospels","language":{"iso":"iku","glotto_id":"iku","iso1":"iu","name":"Inuktitut","level":"L","country_id":"CA","population":36220}}