{"id":"Irish-1828-New-Testament-An-Tiomna-Nuadh-ar-dTighearna-agus-ar-Slanuightheora-Iosa-Criosd","abbr":"GLEN27","title":"Irish (1828) New Testament","title_vernacular":"Gaeilge (1828) Tiomna Nua","description":"The 1828 Irish New Testament is part of a rich tradition of Bible translation into Irish, reflecting the language's deep historical roots and its importance to Ireland's cultural and religious heritage. Irish, a Goidelic language, has evolved from its ancient Ogham script beginnings to a standardized form using the Latin alphabet. This transition allowed for the sacred texts to be accessible in the vernacular, fostering a closer connection between the scripture and the Irish-speaking populace. The translation efforts, beginning with the 1602 New Testament and extending through to modern translations in the 20th century, showcase a dedication to updating the Bible's language and making it comprehensible to contemporary and diverse dialect speakers across Ireland. These efforts not only preserved the spiritual narrative for Irish speakers but also contributed to the linguistic and cultural revival, ensuring the Bible remained a central religious text reflective of Ireland's rich linguistic tapestry.","collections":"historic","ref":"","filesize":"17","iso":"gle","year":1828,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"Google","archive_id":"GLEN27_DBS_HS/Irish-(1828)-New-Testament-(An-Tiomna-Nuadh-ar-dTighearna-agus-ar-Slanuightheora-Iosa-Criosd)","language":{"iso":"gle","glotto_id":"iris1253","iso1":"ga","name":"Irish","autonym":"Standard Irish: Gaeilge","level":"L","location":"Ireland and United Kingdom","area":"Western isles northwest and southwest coasts; Galway, part of Mayo, Kerry, Donegal, Meath, Cork, Waterford, Scotland (Albain), Isle of Mann. Also in Brazil, Canada, United Kingdom, United States.","country_id":"IE","latitude":53.21855,"longitude":-7.61509,"population":170290,"status_id":"6b"}}