{"id":"Irish-1817-Bible-An-Biobla-Naomhtha-ann-a-bhfuilid-an-Tsean-Tiomnadh","abbr":"GLEBED","title":"Irish (1817) Bible","title_vernacular":"Gaeilge (1817) An Bíobla","description":"The Irish Bible's translation journey reflects the linguistic shifts and cultural identity of Ireland, starting with the 1602 New Testament by Nicholas Walsh, John O’Kearney, and Nehemias Donellan. This effort was furthered by William Bedell's Old Testament translation in 1683, signifying early endeavors to make Christian scriptures accessible to Irish speakers. A significant milestone occurred in 1817 when the British and Foreign Bible Society (BFBS) introduced corrections by James McQuige to align the New Testament more closely with the English King James Version, showcasing an effort to update and standardize the translation. In 1830, the Hibernian Bible Society issued a corrected edition tailored for Catholic readers by Edward O’Reilly, indicating the inclusive approach to Bible translation. The adaptation to the Southern dialect in 1838 by Robert Keane and the modern Irish translation between 1932 and 1951 by Ernest E. Joynt highlight the ongoing commitment to making the Bible accessible and relevant to all Irish speakers. These translations not only preserved the spiritual heritage but also underscored the importance of the Irish language through various historical periods, contributing to its revival and maintenance.","collections":"historic","ref":"","filesize":"2","iso":"gle","year":1817,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"GLEBED_DBS_HS/Irish-(1817)-Bible-(An-Biobla-Naomhtha-ann-a-bhfuilid-an-Tsean-Tiomnadh)","language":{"iso":"gle","glotto_id":"iris1253","iso1":"ga","name":"Irish","autonym":"Standard Irish: Gaeilge","level":"L","location":"Ireland and United Kingdom","area":"Western isles northwest and southwest coasts; Galway, part of Mayo, Kerry, Donegal, Meath, Cork, Waterford, Scotland (Albain), Isle of Mann. Also in Brazil, Canada, United Kingdom, United States.","country_id":"IE","latitude":53.21855,"longitude":-7.61509,"population":170290,"status_id":"6b"}}