{"id":"Italian-1641-Bible-La-sacra-Bibbia","abbr":"ITAGDB","title":"Italian (1641) Bible (La sacra Bibbia)","title_vernacular":"Italiano - La Sacra Bibbia (1641)","description":"The Italian Bible of 1641, \"La Sacra Bibbia,\" represents a significant chapter in the history of biblical translations into Italian, nestled within a broader narrative that spans from medieval manuscript translations to pivotal printed editions. Prior to its publication, the landscape of Italian Bible translations was marked by manuscripts such as the 14th-century Venetian and Tuscan Gospel Harmonies and the influential printed version by Niccolo Malermi in 1471. The period witnessed a vibrant interplay between emerging humanist thought, the Reformation's call for vernacular Scriptures, and the Catholic Church's cautious stance on vernacular translations. This era saw Antonio Brucioli's translations, which leaned towards Reformation principles without abandoning the Roman Catholic communion, and culminated in Giovanni Diodati's Protestant Bible in 1607. Diodati's work, distinguished by its adherence to Hebrew and Greek texts and its literary excellence, enjoyed widespread acclaim despite official prohibitions. It, alongside the Martini Bible for Roman Catholics, dominated Italian biblical literature for centuries. By the 20th century, new translations addressing modern Italian language needs emerged, reflecting ongoing engagement with the biblical text within Italy's evolving religious and cultural landscape.","collections":"historic","ref":"","filesize":"179","iso":"ita","year":1641,"type":"scan","provider":"Per Pietro Chovet","org_id":"","digitizer":"Google","archive_id":"ITAGDB_DBS_HS/Italian-(1641)-Bible-(La-sacra-Bibbia)","language":{"iso":"ita","glotto_id":"ital1282","iso1":"it","name":"Italian","autonym":"italiano","level":"L","location":"Liechtenstein and Switzerland","area":"Also in Argentina, Australia, Belgium, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Egypt, Eritrea, France, Germany, Israel, Libya, Liechtenstein, Luxembourg, Malta, Paraguay, Philippines, Puerto Rico, Romania, San Marino, Saudi Arabia, Slovenia, Somalia, South Africa, Switzerland, Tunisia, United Arab Emirates, United Kingdom, United States, Uruguay, Vatican State.","country_id":"IT","latitude":43.046411,"longitude":12.648925,"population":55000000,"status_id":"1"}}