{"id":"Italian-1855-New-Testamant-Gengelii-Gnomon-Novi-Testamenti-study","abbr":"ITAVUL","title":"Italian (1855) New Testamant study","title_vernacular":"Italiano - Nuovo Testamento (1855, Studio)","description":"The Italian New Testament study of 1855 is embedded in the extensive history of biblical translations in Italy, dating back to before the first printed Italian Bibles in 1471. Early manuscript translations, such as the 14th-century Venetian and Tuscan Gospel Harmonies, laid the groundwork for later printed editions, notably Niccolo Malermi's Bible in 1471. The translation efforts were influenced by the Humanism movement and the Reformation, which advocated for vernacular Scriptures, challenging the Church's restrictions. Antonio Brucioli, despite his reformist inclinations, remained within the Catholic Church, while Giovanni Diodati, a Genevan scholar of Italian descent, produced a Protestant Italian Bible in 1607 that became a literary classic and a cornerstone of Protestant Italian literature. The 1855 New Testament study reflects this rich tradition of scriptural translation, embodying the evolution from early manuscript to printed Bible in the Italian vernacular. It is a testament to the ongoing effort to make the Scriptures accessible to the Italian-speaking public, culminating in modern translations that continue to engage both churchmen and lay readers.","collections":"historic","ref":"","filesize":"64","iso":"ita","year":1855,"type":"study","provider":"sumtibus Ludov","org_id":"","digitizer":"","archive_id":"ITAVUL_DBS_HS/Italian-(1855)-New-Testamant-(Gengelii-Gnomon-Novi-Testamenti)-study","language":{"iso":"ita","glotto_id":"ital1282","iso1":"it","name":"Italian","autonym":"italiano","level":"L","location":"Liechtenstein and Switzerland","area":"Also in Argentina, Australia, Belgium, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Egypt, Eritrea, France, Germany, Israel, Libya, Liechtenstein, Luxembourg, Malta, Paraguay, Philippines, Puerto Rico, Romania, San Marino, Saudi Arabia, Slovenia, Somalia, South Africa, Switzerland, Tunisia, United Arab Emirates, United Kingdom, United States, Uruguay, Vatican State.","country_id":"IT","latitude":43.046411,"longitude":12.648925,"population":55000000,"status_id":"1"}}