{"id":"Italian-1828-Vulgate-Bible","abbr":"ITAVUL","title":"Italian (1828) Vulgate Bible","title_vernacular":"Italiano - Bibbia Vulgata (1828)","description":"The Italian Vulgate Bible of 1828 emerges from a rich heritage of biblical translations in Italy, a journey that commenced prior to the first printed Italian Bibles in 1471. This lineage includes early manuscript translations such as the 14th-century Venetian and Tuscan Gospel Harmonies, leading up to Niccolo Malermi's printed Bible in 1471. The translation landscape in Italy was significantly shaped by the Humanism movement and the Reformation, which advocated for Scriptures in the vernacular, challenging the Church's restriction on such translations. Among the notable translators was Antonio Brucioli, who, despite his reformist sympathies, remained within the Catholic fold, and Giovanni Diodati, whose Protestant Italian Bible became a literary and scholarly classic. The Vulgate Bible of 1828 is thus a product of centuries of linguistic and religious evolution, reflecting both the influence of early translations and the enduring demand for accessible Scriptures. It stands within a tradition that includes the pioneering work of Diodati and the standard Catholic version by Martini, both of which have had profound impacts on the Italian-speaking world. This translation is part of the broader narrative of making the Bible available in the vernacular, a process that has continued into the modern era with new translations catering to contemporary audiences.","collections":"historic","ref":"","filesize":"70","iso":"ita","year":1828,"type":"scan","provider":"Dai Torchj di Bagster e Thoms","org_id":"","digitizer":"Google","archive_id":"ITAVUL_DBS_HS/Italian-(1828)-Vulgate-Bible","language":{"iso":"ita","glotto_id":"ital1282","iso1":"it","name":"Italian","autonym":"italiano","level":"L","location":"Liechtenstein and Switzerland","area":"Also in Argentina, Australia, Belgium, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Egypt, Eritrea, France, Germany, Israel, Libya, Liechtenstein, Luxembourg, Malta, Paraguay, Philippines, Puerto Rico, Romania, San Marino, Saudi Arabia, Slovenia, Somalia, South Africa, Switzerland, Tunisia, United Arab Emirates, United Kingdom, United States, Uruguay, Vatican State.","country_id":"IT","latitude":43.046411,"longitude":12.648925,"population":55000000,"status_id":"1"}}