{"id":"Italian-1607-La-Bibbia-Cioe-i-libri-del-Vecchio-e-del-Nvovo-Testamento","abbr":"ITAGDB","title":"Italian (1607) La Bibbia Cioè, i libri del Vecchio e del Nvovo Testamento","title_vernacular":"Italiano - La Bibbia, cioè, i libri del Vecchio e del Nuovo Testamento (1607)","description":"The Italian Bible of 1607, known as \"La Bibbia Cioè, i libri del Vecchio e del Nuovo Testamento,\" was a landmark in the history of Bible translations into Italian. This edition is considered the first Protestant Italian Bible, translated by Giovanni Diodati, a scholar of Genevan heritage. Diodati, whose family had fled Italy due to religious persecution, produced a translation that was both a literary masterpiece and a significant scholarly work. It echoed the Tuscan literary tradition of Dante and Petrarch and was recognized for its adherence to the original Hebrew and Greek texts. Despite the Catholic Church's prohibition against vernacular readings of the Bible, Diodati's translation achieved widespread success, drawing parallels to the impact of Martin Luther's German Bible. This edition marked a significant moment in the Italian Protestant movement and contributed to the spread of Reformation principles in Italy. Alongside the Martini Bible, which became the standard for Italian Roman Catholics, Diodati's translation dominated Italian biblical literature for centuries. The 20th century saw new translations that catered to modern Italian sensibilities, yet Diodati's work remains a pivotal contribution to the Italian linguistic and religious landscape.","collections":"historic","ref":"","filesize":"169","iso":"ita","year":1607,"type":"reprint","provider":"","org_id":"","digitizer":"Google","archive_id":"ITAGDB_DBS_HS/Italian-(1607)-La-Bibbia-Cioe-i-libri-del-Vecchio-e-del-Nvovo-Testamento","language":{"iso":"ita","glotto_id":"ital1282","iso1":"it","name":"Italian","autonym":"italiano","level":"L","location":"Liechtenstein and Switzerland","area":"Also in Argentina, Australia, Belgium, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Egypt, Eritrea, France, Germany, Israel, Libya, Liechtenstein, Luxembourg, Malta, Paraguay, Philippines, Puerto Rico, Romania, San Marino, Saudi Arabia, Slovenia, Somalia, South Africa, Switzerland, Tunisia, United Arab Emirates, United Kingdom, United States, Uruguay, Vatican State.","country_id":"IT","latitude":43.046411,"longitude":12.648925,"population":55000000,"status_id":"1"}}