{"id":"Italian-1665-New-Testament-Il-Nuovo-Testamento-del-signor-nostro-Jesu-Christo","abbr":"ITAGDB","title":"Italian (1665) New Testament","title_vernacular":"Italiano - Nuovo Testamento (1665)","description":"The Italian New Testament of 1665 is part of a rich tradition of biblical translations in Italy, tracing back to before the first printed Italian Bibles in 1471. The early manuscript translations, such as the 14th-century Venetian and Tuscan Gospel Harmonies, laid the groundwork for this religious and linguistic journey. The translation by Niccolo Malermi in 1471 marked the beginning of printed Italian Bibles, influenced by the rise of Humanism and the Reformation, which called for Scriptures in the vernacular. This period saw notable translations by Antonio Brucioli, who, despite his sympathies for Reformation principles, remained within the Roman Catholic fold. His works, alongside those of Giovanni Diodati, the first Protestant Italian Bible translator, played a pivotal role in making the Scriptures accessible to the Italian-speaking public. Diodati's translation, in particular, achieved widespread acclaim for its literary quality and fidelity to the original texts, despite the Vatican's restrictions on vernacular Bibles. The Italian New Testament of 1665, therefore, stands as a testament to the enduring effort to bring the Bible closer to the Italian people, culminating in modern translations that continue to resonate with both church leaders and the laity.","collections":"historic","ref":"","filesize":"194","iso":"ita","year":1665,"type":"scan","provider":"Jacob Albertz","org_id":"","digitizer":"Google","archive_id":"ITAGDB_DBS_HS/Italian-(1665)-New-Testament-(Il-Nuovo-Testamento-del-signor-nostro-Jesu-Christo)","language":{"iso":"ita","glotto_id":"ital1282","iso1":"it","name":"Italian","autonym":"italiano","level":"L","location":"Liechtenstein and Switzerland","area":"Also in Argentina, Australia, Belgium, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Egypt, Eritrea, France, Germany, Israel, Libya, Liechtenstein, Luxembourg, Malta, Paraguay, Philippines, Puerto Rico, Romania, San Marino, Saudi Arabia, Slovenia, Somalia, South Africa, Switzerland, Tunisia, United Arab Emirates, United Kingdom, United States, Uruguay, Vatican State.","country_id":"IT","latitude":43.046411,"longitude":12.648925,"population":55000000,"status_id":"1"}}