{"id":"Italian-1879-New-Testament-Nuovo-Testamento-del-Nostro-Signore-e-Salvatore-Gesu-Cristo-Diodati","abbr":"ITAD85","title":"Italian (1879) New Testament Diodati","title_vernacular":"Italiano - Nuovo Testamento Diodati (1879)","description":"The Italian New Testament Diodati, first published in 1607 by Giovanni Diodati, marks a pivotal moment in the history of Bible translations into Italian. Diodati, hailing from a family that fled Italy due to religious persecution, produced a translation renowned not just for its scholarly accuracy but also for its literary quality, echoing the pure Tuscan tradition of Dante and Petrarch. This edition emerged against a backdrop of significant ecclesiastical and cultural shifts, including the influence of Humanism and the Reformation movements across Europe. Despite the Vatican's prohibitions against vernacular Scriptures, Diodati's work found widespread acceptance, paralleling the impact of Luther's German Bible. Alongside the Catholic Martini Bible, Diodati's version dominated Italian biblical literature for three centuries. The 20th century saw new translations appealing to modern Italian sensibilities, yet Diodati's edition remains a cornerstone, symbolizing the blend of literary grace and theological insight.","collections":"historic","ref":"","filesize":"17","iso":"ita","year":1879,"type":"scan","provider":"Giovanni Diodati","org_id":"","digitizer":"Google","archive_id":"ITAD85_DBS_HS/Italian-(1879)-New-Testament-(Nuovo-Testamento-del-Nostro-Signore-e-Salvatore-Gesu-Cristo)-Diodati","language":{"iso":"ita","glotto_id":"ital1282","iso1":"it","name":"Italian","autonym":"italiano","level":"L","location":"Liechtenstein and Switzerland","area":"Also in Argentina, Australia, Belgium, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Egypt, Eritrea, France, Germany, Israel, Libya, Liechtenstein, Luxembourg, Malta, Paraguay, Philippines, Puerto Rico, Romania, San Marino, Saudi Arabia, Slovenia, Somalia, South Africa, Switzerland, Tunisia, United Arab Emirates, United Kingdom, United States, Uruguay, Vatican State.","country_id":"IT","latitude":43.046411,"longitude":12.648925,"population":55000000,"status_id":"1"}}