{"id":"Italian-1872-New-Testament-Il-Nuovo-Testamento-del-Nostro-Signore-e-Salvatore-Gesu-Cristo","abbr":"ITAVUL","title":"Italian (1872) New Testament ","title_vernacular":"Italiano - Nuovo Testamento (1872)","description":"The 1872 Italian New Testament reflects centuries of biblical translation efforts in Italy, tracing back to pre-printed manuscripts and early printed Bibles. The journey began with 14th-century manuscripts, evolving through Niccolo Malermi's pioneering printed Bible in 1471, and experiencing significant developments during the Renaissance and Reformation periods. Antonio Brucioli's translations in the 16th century marked a significant shift towards vernacular Scripture, challenging the Church's stance on language accessibility. Giovanni Diodati's Protestant Bible, published in 1607, became a landmark Italian literary and scholarly work, enjoying widespread success despite papal prohibitions. The Martini Bible emerged as the standard for Roman Catholics, with both Martini and Diodati versions deeply influencing Italian religious and cultural landscapes. The 1872 New Testament study embodies this rich tradition, representing the ongoing endeavor to provide the Scriptures in accessible Italian, a mission that continues with modern translations appealing to a broad audience of church members and the general public.","collections":"historic","ref":"","filesize":"21","iso":"ita","year":1872,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"Google","archive_id":"ITAVUL_DBS_HS/Italian-(1872)-New-Testament-(Il-Nuovo-Testamento-del-Nostro-Signore-e-Salvatore-Gesu-Cristo)","language":{"iso":"ita","glotto_id":"ital1282","iso1":"it","name":"Italian","autonym":"italiano","level":"L","location":"Liechtenstein and Switzerland","area":"Also in Argentina, Australia, Belgium, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Egypt, Eritrea, France, Germany, Israel, Libya, Liechtenstein, Luxembourg, Malta, Paraguay, Philippines, Puerto Rico, Romania, San Marino, Saudi Arabia, Slovenia, Somalia, South Africa, Switzerland, Tunisia, United Arab Emirates, United Kingdom, United States, Uruguay, Vatican State.","country_id":"IT","latitude":43.046411,"longitude":12.648925,"population":55000000,"status_id":"1"}}