{"id":"Japanese-John-book","abbr":"JPNN65","title":"Japanese - John (Book)","title_vernacular":"日本語 - ヨハネ (書籍)","description":"The Book of John in Japanese is part of the broader endeavor to bring the Christian Scriptures to Japan, a country with a deep linguistic and cultural uniqueness. Spoken by approximately 128 million people, Japanese is the sole national language of Japan, categorized within the Japonic language family. Despite the influence from China, Japan has cultivated a distinct culture and linguistic system, incorporating kanji and kana in its script. Christianity's introduction to Japan dates back to 1549 through Jesuit missionary Francis Xavier, accompanied by initial Gospel translations. Despite efforts by early translators like Juan Fernandez and Manoel Barreto, printed versions of their works did not survive. A significant, yet lost, milestone was a New Testament print in 1613 in Kyoto by Jesuit missionaries. Following a period of suppression, the 19th-century arrival of Protestant missionaries marked the resurgence of Christian scripture translations into Japanese, culminating in accessible Bible texts for the Japanese populace. This historical narrative highlights the complex journey of Christian texts in Japan, from initial translations accompanying early missionaries to the eventual widespread dissemination in the modern era.","collections":"modern","ref":"","filesize":"407","iso":"jpn","year":1965,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"JPNN65_DBS_HS/Japanese-John-(book)","language":{"iso":"jpn","glotto_id":"nucl1643","iso1":"ja","name":"Japanese","autonym":"日本語","level":"L","location":"Japan","area":"Widespread. Also in American Samoa, Argentina, Australia, Belize, Brazil, Canada, Dominican Republic, Germany, Guam, Mexico, Micronesia, Mongolia, New Zealand, Northern Mariana Islands, Palau, Panama, Paraguay, Philippines, Singapore, Taiwan, Thailand, United Arab Emirates, United Kingdom, United States.","country_id":"JP","latitude":35,"longitude":135,"population":128000000,"status_id":"1"}}