{"id":"Japanese-1998-Genesis-Portion-New-Interconfessional","abbr":"JPNNIT","title":"Japanese (1998) Genesis Portion (New Interconfessional)","title_vernacular":"日本語 - 創世記 (1998, 新共同訳, 部分)","description":"Japanese is spoken natively by about 128 million people, primarily by Japanese people and primarily in Japan, the only country where it is the national language. Japanese belongs to the Japonic or Japanese-Ryukyuan language family. There have been many attempts to group the Japonic languages with other families such as the Ainu, Austroasiatic, Koranic, and the now-discredited Altaic, but none of these proposals has gained widespread acceptance. A people of disputed origin, the Japanese traditionally date the beginning of their history to about 660 B.C. Though Japan came under strong cultural influence from China, a distinctly Japanese culture has developed. Linguistically, Japanese is generally placed in the ‘Origins Questionable’ category, although there are numerous theories as to its beginnings. Japanese utilizes Chinese characters, known as kanji, along with phonetic symbols, known as kana.\u003cbr\u003e\u003cbr\u003eChristianity arrived in Japan in 1549, brought by Francis Xavier, the Jesuit missionary. With him, he brought a translation of the Gospel of Matthew, prepared by a Japanese convert in India named Yajiro. Much of the New Testament was later translated by Juan Fernandez and Manoel Barreto, but neither of these versions was ever printed. Reliable evidence suggests that in 1613 a New Testament was printed by Jesuit missionaries in Kyoto (Miako), but no copy survives. Thereafter, Christianity was suppressed, and it was not until the arrival of Protestant missionaries in the 19th century that the Bible appeared in Japanese.","collections":"genesis","ref":"","filesize":"431","iso":"jpn","year":1998,"type":"genesis","provider":"Japan Bible Society","org_id":"","digitizer":"The Long Now Foundation","archive_id":"JPNNIT_DBS_HS/Japanese-(1998)-Genesis-Portion-(New-Interconfessional)","language":{"iso":"jpn","glotto_id":"nucl1643","iso1":"ja","name":"Japanese","autonym":"日本語","level":"L","location":"Japan","area":"Widespread. Also in American Samoa, Argentina, Australia, Belize, Brazil, Canada, Dominican Republic, Germany, Guam, Mexico, Micronesia, Mongolia, New Zealand, Northern Mariana Islands, Palau, Panama, Paraguay, Philippines, Singapore, Taiwan, Thailand, United Arab Emirates, United Kingdom, United States.","country_id":"JP","latitude":35,"longitude":135,"population":128000000,"status_id":"1"}}