{"id":"Japanese-Bible-book","abbr":"JPNN65","title":"Japanese - Bible (Book)","title_vernacular":"日本語 - 聖書 (書籍)","description":"The Japanese Bible represents a landmark in the transmission of Christian texts into the linguistic and cultural fabric of Japan, a nation with a native speaking population of around 128 million. Japanese, belonging to the Japonic language family, has a complex history of development, with significant Chinese influence yet maintaining its distinctiveness through a unique script system combining Chinese characters (kanji) and phonetic symbols (kana). The introduction of Christianity to Japan dates back to 1549 with the arrival of Jesuit missionary Francis Xavier, alongside initial translations of the Gospel of Matthew by a Japanese convert, Yajiro. Despite efforts by Juan Fernandez and Manoel Barreto to translate much of the New Testament, no printed versions from this period have survived. A notable attempt in 1613 to print the New Testament in Kyoto indicates the early presence of Christianity, which was later suppressed until the resurgence brought by Protestant missionaries in the 19th century, leading to the introduction of the Bible in Japanese. This historical progression underscores the challenges and eventual success in making the Christian Scriptures accessible to the Japanese people.","collections":"modern","ref":"","filesize":"21","iso":"jpn","year":1965,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"JPNN65_DBS_HS/Japanese-Bible-(book)","language":{"iso":"jpn","glotto_id":"nucl1643","iso1":"ja","name":"Japanese","autonym":"日本語","level":"L","location":"Japan","area":"Widespread. Also in American Samoa, Argentina, Australia, Belize, Brazil, Canada, Dominican Republic, Germany, Guam, Mexico, Micronesia, Mongolia, New Zealand, Northern Mariana Islands, Palau, Panama, Paraguay, Philippines, Singapore, Taiwan, Thailand, United Arab Emirates, United Kingdom, United States.","country_id":"JP","latitude":35,"longitude":135,"population":128000000,"status_id":"1"}}