{"id":"Kalispel-1879-Bible-Portions","abbr":"FLAHBO","title":"Kalispel (1879) Bible Portions","title_vernacular":"Łu tel kaimintis kolinzuten kuitlt smiimii","description":"Kalispel Bible Summaries. Łu tel kaimintis kolinzuten kuitlt smiimii. Some Narratives, from the Holy Bible, in Kalispel. Compiled by the Missionaries of the Society of Jesus. St. Ignatius, Montana: St. Ignatius Print, 1879.\u003cbr\u003e\u003cbr\u003eThese Bible selections were printed by Jesuit missionaries in Montana for native speakers of Kalispel, a Salishan language spoken on the Northwest Plateau. Translated by Father Joseph Giorda (1823–1882), the work was first printed in 1876, the year St. Ignatius Print began publishing. In the preface to this edition, the publishers noted:\u003cbr\u003e\u003cbr\u003e“These extracts and narratives of the Bible was originally intended by the author solely for his own private use. Being urged by his friends and fellow Missionaries to publish them, in view of the benefit which would accrue from them, not only to those who are engaged in the work of instructing and Christianizing these tribes but also to all others interested in the study of the Kalispel language.”\u003cbr\u003e\u003cbr\u003eRegarding the printing quality and the appearance of the text, the publishers added, “As an apology for the want of perfection in the dress and external appearance of the work, we beg the reader to bear in mind that its publication was undertaken and completed with no other resources except the ordinary limited means at the disposal of this Indian Mission.”","collections":"historic","ref":"","filesize":"15","iso":"fla","year":1879,"type":"scan","provider":"Missionaries of the Society of Jesus","org_id":"","digitizer":"","archive_id":"FLAHBO_DBS_HS/Kalispel-(1879)-Bible-Portions","language":{"iso":"fla","glotto_id":"kali1308","name":"Kalispel-Pend d'Oreille","autonym":"Séliš (fla)Npoqínišcn (spo)","level":"L","location":"Northwestern United States of America","area":"Northeast Washington, Kalispel Reservation; northwest Montana, Flathead Reservation.","country_id":"US","latitude":47.58251,"longitude":-114.18987,"population":6800,"status_id":"8b"}}