{"id":"Kiribati-1907-Bible","abbr":"GILBPG","title":"Kiribati (1907) Bible","title_vernacular":"Kiribati Te Baibara (1907)","description":"Gilbertese also Kiribati (sometimes Kiribatese), is an Austronesian language spoken mainly in Kiribati. It belongs to the Micronesian branch of the Oceanic languages.\u003cbr\u003e\u003cbr\u003eThe area now called Kiribati, mainly the 16 Gilbert Islands, has been inhabited by Austronesian peoples speaking the same Oceanic language, from North to South, including the southernmost Nui, since sometime between 3000 BC and AD 1300. The area was not completely isolated; later, voyagers from Samoa, Tonga, and Fiji introduced some Polynesian and Melanesian cultural aspects, respectively. Intermarriage and intense navigation between the islands tended to blur cultural differences and resulted in a significant degree of cultural homogenization Local oral historians chiefly in the form of lore keepers suggest that the area was first inhabited by a group of seafaring people from Melanesia, who were described as being dark-skinned frizzy-haired and short in stature. These indigenous peoples were then visited by early Austronesian seafarers from the west, a place called Matang, orally described as being tall and fair-skinned. Eventually, both groups intermittently clashed and intermingled until they slowly became a uniform population.\u003cbr\u003e\u003cbr\u003eHiram Bingham II took up missionary work on Abaiang in the 1860s that the language began to take on the written form known now. Bingham was the first to translate the Bible into Gilbertese, and wrote several hymn books, a dictionary (1908, posthumous) and commentaries in the language of the Gilbert Islands. Alphonse Colomb, a French priest in Tahiti wrote in 1888, Vocabulaire arorai (îles Gilbert) précédé de notes grammaticales d'après un manuscrit du P. Latium Levêque et le travail de Hale sur la langue Tarawa / par le P. A. C.. Father Levêque named the Gilbertese Arorai (from Arorae) when Horatio Hale called them Tarawa. This work was also based on the first known description of Gilbertese in English, published in 1846, in the volume Ethnology and Philology of the U.S. Exploring Expedition, compiled by Horatio Hale.","collections":"historic","ref":"","filesize":"23","iso":"gil","year":1907,"type":"scan","provider":"E Boretiaki Iroun Te Koraki N Amerika","org_id":"","digitizer":"Google","archive_id":"GILBPG_DBS_HS/Kiribati-(1907)-Bible","language":{"iso":"gil","glotto_id":"gilb1244","name":"Gilbertese","autonym":"Kiribati","level":"L","location":"Solomon Islands","area":"Also in Fiji, Nauru, Solomon Islands, Tuvalu, United States, Vanuatu.","country_id":"KI","latitude":0.64049,"longitude":173.219604,"population":118620,"status_id":"1"}}