{"id":"Korean-Bible-Unicode-book","abbr":"KORSYS","title":"Korean - Bible - Unicode (Book)","title_vernacular":"한국어 성경 Unicode Book","description":"Korean (South Korean: 한국어, hangugeo; North Korean: 조선말, chosŏnmal) is the native language for about 80 million people, mostly of Korean descent. It is the official and national language of both North Korea and South Korea (geographically Korea), but over the past 74 years of political division, the two Koreas have developed some noticeable vocabulary differences. Beyond Korea, the language is recognised as a minority language in parts of China, namely Jilin Province, and specifically Yanbian Prefecture and Changbai County. It is also spoken by Sakhalin Koreans in parts of Sakhalin, the Russian island just north of Japan, and by the Koryo-saram in parts of Central Asia. The language has a few extinct relatives which—along with the Jeju language (Jejuan) of Jeju Island and Korean itself—form the compact Koreanic language family. Even so, Jejuan and Korean are not mutually intelligible with each other. The linguistic homeland of Korean is suggested to be somewhere in contemporary Northeast China. The hierarchy of the society from which the language originates deeply influences the language, leading to a system of speech levels and honorifics indicative of the formality of any given situation.\u003cbr\u003e\u003cbr\u003e1882 Luke John National BS of Scotland, Mukden;  1883 Luke John (revised) Acts BFBS, Mukden Translated and revised by John Ross and John Macintyre, Church of Scotland Mission;  1884 Gospels Acts (mixed script) ABS, Yokohama Translated by Ye Suchon, a Korean Christian.;  1887 New Testament BFBS, Mukden Translated byJohn Ross.;  1887 Mark NBSS, Yokohama Translated by H. G. Underwood and J. W. Heron, American Presbyterian Mission, and H. G. Appenzcller and W. B. Scranton, Methodist Episcopal Mission.;  1892 John Printed privately, Seoul Translated by M. C. Fenwick, Baptist missionary.;  1892 Liturgical Selections Seoul Translated by Roman Catholic Scholars.;  1895 Gospels Acts BFBS, NBSS, ABS, Seoul;  1900 New Testament BFBS, Yokohama;  1904 New Testament (revised);  1906 New Testament (further revised) Genesis Psalms Proverbs Bible Committee ofKorea, Yokohama;  1911 Bible (4 vols.) ABS, BFBS, NBSS, Seoul Translated by the BCK, which included W. D. Reynolds, H. G. Underwood, J. S. Gale, APM; A. A. Pieters, ABS; and W. G. Cram, MEM.;  1929 Genesis (tentative);  1930 Bible (O.T. partially revised) BFBS, Seoul;  1938 Bible BFBS and Korean BS, Seoul A revision prepared by a committee, including H. G. Underwood, J. S. Gale, W. D. Reynolds, M. D. Stokes, E. M. Cable, and G. Engel.;  1931 Gospels Acts ;  1941 Romans—Revelations Printed privately, Seoul Translated by Paul Han , Roman Catholic. In 1952 the Bible was printed in the revised Hankul orthography, under the supervision of Young Bin Im.;  1947 New Testament New Life Press, Seoul Translated by H.J. Lew, Methodist.;  1958-1959 Genesis-Ruth Psalms ;  1961 1 Samuel-2 Kings Isaiah Korean Catholic Federation, Seoul Translated by Fr. Laurence Syen.;  1961 Matthew Evangelical Fellowship, Seoul Translated by T. S. Park, H. K. Chang, Y. O. Kim, I. W. Moon, J.J. Kim, and C. S. Kim.","collections":"modern","ref":"","filesize":"5","iso":"kor","year":1911,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"KORSYS_DBS_HS/Korean-Bible-Unicode-(book)","language":{"iso":"kor","glotto_id":"kore1284","iso1":"ko","name":"Korean","autonym":"한국어","level":"L","location":"China","area":"Also in American Samoa, Australia, Bahrain, Belize, Brazil, Brunei, Canada, China, Germany, Guam, Japan, Kazakhstan, North Korea, Kyrgyzstan, Libya, Mauritania, Mongolia, Mozambique, New Zealand, Northern Mariana Islands, Panama, Paraguay, Philippines, Russian Federation (Asia), Saudi Arabia, Singapore, Suriname, Tajikistan, Thailand, Turkmenistan, United States, Uzbekistan.","country_id":"KR","latitude":37.5,"longitude":128,"population":77300000,"status_id":"1"}}