{"id":"Kosraean-1871-Matthew","abbr":"KOSABS","title":"Kosraean (1871) Matthew","title_vernacular":"Kosraean Mat 1871","description":"Kosraean, sometimes rendered Kusaiean, is the language spoken on the islands of Kosrae (Kusaie), a nation-state of the Federated States of Micronesia, Caroline Islands. In 2001 there were approximately 8,000 speakers in Micronesia, and 9,060 in all countries. Kosrae is the eastern most island in the Federated States of Micronesia. The island was under nominal Spanish sovereignty since 1668, but it was not effectively occupied until 1885. The Spaniards converted the local population to Christianity and had control over the island until 1898 when the Spaniards lost the Spanish–American War to the United States. Spain sold the Caroline islands (of which Kosrae is a part) to Germany for 25 million pesetas. Thus, it came under German control, until they were defeated in World War 1, at which time the island then fell under the Empire of Japan's control. This colonization by a variety of countries resulted in many of the Kosraean people being bilingual. Evidence of this can be seen today, as some of them are still able to speak Japanese. After the end of World War 2, administration of the island was passed to the United States until 1986 when they became independent.\u003cbr\u003e\u003cbr\u003e1863 John; 1866 Matthew; 1868 Mark; 1869 Acts, I—3John ABS,Honolulu; 1871 Luke; 1876 Ruth Philippians — 2Thessalonians ABS, New York: Translated byB. G. Snow.","collections":"historic","ref":"","filesize":"5","iso":"kos","year":1871,"type":"scan","provider":"American Bible Society","org_id":"american-bible-society","digitizer":"","archive_id":"KOSABS_DBS_HS/Kosraean-(1871)-Matthew","language":{"iso":"kos","glotto_id":"kosr1238","name":"Kosraean","autonym":"Kosrae","level":"L","location":"Federated States of Micronesia","area":"Kusaie Island, Caroline Islands. Also in Nauru, United States.","country_id":"FM","latitude":5.5,"longitude":163,"population":7790,"status_id":"2"}}