{"id":"Kwakiutl-1897-Acts-Yika-qaysilelas-wsutla-sa-apostles","abbr":"KWKPOR","title":"Kwakiutl (1897) Acts ","title_vernacular":"Kwakiutl (1897) Awi'nagwis","description":"Kwak'wala is spoken by the Kwakiutl or Kwakwa̱ka̱ʼwakw people on Vancouver Island and on the coast of the mainland of British Columbia in Canada, from the northern end of the Gulf of Georgia northward to the deep inlets just south of Skeena River. The language is a part of the Wakashan language group.\u003cbr\u003e\u003cbr\u003eRev Alfred James Hall (1853-1918) was born in 1853 in Thorpe, Surrey in England. In 1873 he was accepted by the Church Missionary Society (CMS) for foreign work. He was sent to study at Islington College for four years and was ordained in February 1877.\u003cbr\u003e\u003cbr\u003eIn June 1877 he went to the CMS North Pacific Mission at Metlakatla, British Columbia. Here he worked with William Duncan until March 1878. During his eight months he acquired a fair knowledge of Tsimshian.\u003cbr\u003e\u003cbr\u003eThen in 1881 he moved to Fort Rupert on Vancouver Island and worked among the Kwakuitl people at Fort Rupert and Alert Bay. He learnt the Kwak’wala language. He created a written system for the language based upon the Latin alphabet used by English. At first he called the language Kwagūtl, Qā‐Gūtl or Quoquols. His first two converts were baptized in 1883. In 1884 he had a congregation of forty, and in 1890 one of seventy.\u003cbr\u003e\u003cbr\u003eRev A.J. Hall produced a grammar of the Kwak'wala (he called it Kwagiutl) language, in two parts in 1888 and 1889. In 1888 he produced a shorter Book of Common Prayer (BCP), which was published by the Society for Promoting Christian Knowledge (SPCK). This included some selections from the Bible. Further additions to the Prayer Book were published in 1891 and 1900.\u003cbr\u003e\u003cbr\u003eRev A.J. Hall translated the first 5 books of the New Testament into Kwak'wala. He produced the 4 Gospels of Matthew in 1882, John in 1884, Mark in 1890, Luke in 1894 and then the Book of Acts (Yiḵā qāyīlelas wūtla sa Apostles) in 1897. These 5 books were all published by the British and Foreign Bible Society (BFBS).","collections":"historic","ref":"","filesize":"8","iso":"kwk","year":1897,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"KWKPOR_DBS_HS/Kwakiutl-(1897)-Acts-(Yika-qaysilelas-wsutla-sa-apostles)","language":{"iso":"kwk","glotto_id":"kwak1269","name":"Kwakiutl","autonym":"Kwagiutl","level":"L","location":"Southwestern Canada","area":"British Columbia, North Vancouver Island and adjacent mainland. Also in United States.","country_id":"CA","latitude":50.92694,"longitude":-127.30783,"population":190,"status_id":"7"}}