{"id":"Latin-1265-Magdeburg-Psalter-Illuminated-WDL-19507","abbr":"LATMAGD","title":"Latin (1265) Magdeburg Psalter - Illuminated (WDL-19507)","title_vernacular":"Psalterium Magdeburgense (1265)","description":"Latin (1265) Magdeburg Psalter - Illuminated (WDL-19507)\u003cbr\u003e\u003cbr\u003eThis psalter, likely produced in the Magdeburg region around 1265, typically includes a calendar section and concludes with canticles, the litany, and the Office of the Dead. The calendar, missing its January page, uniquely features rare medical cures as monthly activities for the spring months, like bloodletting in February and a spa treatment in March. The calendar pages resemble a diptych, showing zodiac signs and monthly activities in the tympanum, with calendar text and the twelve apostles in columns. The psalter section begins with a full-page initial “B” for Beatus vir (Blessed is the man), showing King David with a harp and Christ as the Man of Sorrows. Opposite is an ornamental text page with the first psalm in golden capitals.\u003cbr\u003e\u003cbr\u003eAdditional historiated initials, comprising nine or ten lines in each tenth division of the psalter, parallel full-page miniatures, forming a cycle of Jesus's life. This cycle includes the Presentation in the Temple, the baptism of Jesus, the scourging, Crucifixion, Resurrection, Ascension, Pentecost, Maiestas Domini (Christ in Majesty), and the Coronation of the Virgin Mary. The litany features miniatures of saints. Originally from the Bibliotheca Palatina in Heidelberg, the manuscript was purchased by Johann Friedrich Hekel from a rabbi in Frankfurt and seems to have been lost before the Heidelberg library's transfer to Rome in 1622. Its acquisition by the Munich Court Library, now the Bavarian State Library, is undocumented.","collections":"historic","ref":"https://www.wdl.org/en/item/19507","filesize":"139","iso":"lat","year":1265,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATMAGD_DBS_HS/Latin-(1265)-Magdeburg-Psalter-Illuminated-(WDL-19507)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}