{"id":"Latin-0950-ca-Heiric-of-Auxerre-Gospels-Illuminated-WDL-2582","abbr":"LATHEIR","title":"Latin (0950 ca) Heiric of Auxerre Gospels- Illuminated (WDL-2582)","title_vernacular":"Evangelia Heirici Autissiodorensis (0950 ca.)","description":"Latin (0950 ca) Heiric of Auxerre Gospels- Illuminated (WDL-2582)\u003cbr\u003e\u003cbr\u003eThis 10th-century manuscript, part of the Bergendal Collection at the Pontifical Institute of Medieval Studies in Toronto, is the oldest known copy of a book of homilies by Heiric of Auxerre, France, composed around 865–870. Heiric, a Benedictine theologian and writer, was a monk at the Abbey of Saint-Germain d’Auxerre, studying under figures like Lupus of Ferrière, John Scotus Erigena, and Haymo of Auxerre. He taught Remigius of Auxerre and is noted as a significant figure in the Carolingian intellectual era.\u003cbr\u003e\u003cbr\u003eWritten by at least three scribes in dark-brown ink in Caroline minuscule script, this manuscript is believed to have been prepared circa 950 in the scriptorium of the Abbey of Saint Martin in Tours, founded around 795 by Alcuin of York. This conclusion is based on script similarities with other manuscripts, including one in the Vatican Apostolic Library and another in the Bergendal Collection. Marginal notations suggest it was once part of the Abbey of Saint Julian in Tours. It later became part of Sir Thomas Phillipps's collection, an eminent English book and manuscript collector. Long obscured in Phillipps's disorganized collection, this copy is a recent discovery, offering valuable insights into homiliaries and Heiric of Auxerre's contributions.","collections":"historic","ref":"https://www.wdl.org/en/item/2582","filesize":"95","iso":"lat","year":950,"type":"illuminated","provider":"Tours, France","org_id":"","digitizer":"World Digital Library","archive_id":"LATHEIR_DBS_HS/Latin-(0950-ca)-Heiric-of-Auxerre-Gospels-Illuminated-(WDL-2582)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}