{"id":"Latin-1470-Apocalypse-of-Saint-John-Illuminated-WDL-368","abbr":"LATAPOC","title":"Latin (1470) Apocalypse of Saint John - Illuminated (WDL-368)","title_vernacular":"Apocalypsis Sancti Ioannis (1470)","description":"Latin (1470) Apocalypse of Saint John - Illuminated (WDL-368)\u003cbr\u003e\u003cbr\u003eThis manuscript, originating from Germany in 1470, features sections of the Apocalypse of Saint John, recognized as the Book of Revelation in the Christian Bible. It highlights Saint John's correspondence to the churches in Asia Minor, depicting his divine visions and prophecies. The narrative encompasses the celestial conflict between good and evil, the Second Coming of Christ, the retribution of the wicked, and the rewards for the righteous. This specific rendition of the Apocalypse stands out for its use of block book printing, a method prevalent in the 15th century. In this technique, both illustrations and text are carved onto a wooden plank, subsequently inked and pressed onto paper, creating a combined image and text imprint. Block books, akin to picture books, served to convey Biblical narratives and ethical tales to a partially literate audience, similar to the role of stained glass windows in churches, illustrating the life of Christ and the saints. Initially believed to precede the advent of movable type printing, recent studies suggest these rare books were produced concurrently with Gutenberg's introduction of printing in Western Europe. This edition is notable for its contribution to the early history of printing and the dissemination of Biblical texts.","collections":"historic","ref":"https://www.wdl.org/en/item/368","filesize":"28","iso":"lat","year":1470,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATAPOC_DBS_HS/Latin-(1470)-Apocalypse-of-Saint-John-Illuminated-(WDL-368)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}