{"id":"Latin-1150-ca.-Tegernsee-Gospels-for-the-Year-Illuminated-WDL-13457","abbr":"LATTEGE","title":"Latin (1150 ca.) Tegernsee Gospels for the Year - Illuminated (WDL-13457)","title_vernacular":"Evangelia Anni Tegernseensia (1150 ca.)","description":"Latin (1150 ca.) Tegernsee Gospels for the Year - Illuminated (WDL-13457)\u003cbr\u003e\u003cbr\u003eThis opulently illuminated manuscript is an exemplary gospel lectionary, different from typical gospel books as it contains only the gospel portions used for liturgical readings throughout the ecclesiastical year, arranged chronologically. The miniatures vividly depict key events in Jesus Christ's life, corresponding to major religious feasts from the Nativity through the Ascension to Pentecost. Each miniature boasts a splendid gilt ground and is enclosed within elaborately painted silver frames.\u003cbr\u003e\u003cbr\u003eThe style and color palette of the miniatures adhere to the Bavarian tradition of book illumination, specifically the Bavarian monastic school. The emphasis on the liturgical feast days of Saint Alto and the patron saints of Altomünster, Saints Peter and Paul, suggests the manuscript was intended for Altomünster Abbey. It likely forms part of a group of codices crafted in the Tegernsee scriptorium for other monasteries. In 1489, the manuscript received a luxurious metal cover adorned with semi-precious stones and rock crystals. The front cover's engraving showcases one of Saint Alto's miracles, while the back features the monogram of Jesus, IHS. This manuscript is a remarkable artifact, showcasing the intricate artistry and religious significance of medieval Bavarian monastic book production.","collections":"historic","ref":"https://www.wdl.org/en/item/13457","filesize":"37","iso":"lat","year":1150,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATTEGE_DBS_HS/Latin-(1150-ca.)-Tegernsee-Gospels-for-the-Year-Illuminated-(WDL-13457)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}