{"id":"Latin-1150-ca.-Gospel-of-Lorsch-Evangeliary-of-Udalrich-Illuminated-WDL-13468","abbr":"LATLORS","title":"Latin (1150 ca.) Gospel of Lorsch - Evangeliary of Udalrich- Illuminated (WDL-13468)","title_vernacular":"Evangelium Laurissense - Evangeliarium Udalrici (1150 ca.)","description":"Latin (1150 ca.) Gospel of Lorsch - Evangeliary of Udalrich- Illuminated (WDL-13468)\u003cbr\u003e\u003cbr\u003eThis richly decorated Gospel lectionary is part of a manuscript group associated with Oudalricus peccator (Udalrich the sinner), believed to be Udalrich, abbot of Lorsch monastery, who passed away in 1075. The manuscript features golden display script in capitals and gold and silver initials. Major feasts like Christmas, Easter, Whitsun, and Saint Michael's feast are highlighted with full-size miniatures. Additionally, it contains four full-page framed miniatures of the evangelists in the unique order of Matthew, Luke, John, and Mark. The manuscript's precious binding is adorned with an ivory table on both the front and back covers. The front cover's ivory, depicting a crucifixion, the three women at the tomb, and the ascension, likely originates from 11th-century Franconia, with framing ornamental ivories from the 12th or 13th centuries. The back cover features a consular diptych from Ravenna or Rome, circa 450, framed by similar ivory plates. Attributed to the Saint Michael monastery on Heiligenberg near Heidelberg, affiliated with Lorsch, this manuscript is a testament to the artistic and religious culture of the period.","collections":"historic","ref":"https://www.wdl.org/en/item/13468","filesize":"17","iso":"lat","year":1150,"type":"illuminated","provider":"Beschriebe Die Vorderseite","org_id":"","digitizer":"World Digital Library","archive_id":"LATLORS_DBS_HS/Latin-(1150-ca.)-Gospel-of-Lorsch-Evangeliary-of-Udalrich-Illuminated-(WDL-13468)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}