{"id":"Latin-1454-Gutenberg-Bible-Bavarian-Library-Vol.1-of-2-WDL-4102","abbr":"LATGUT","title":"Latin (1454) Gutenberg Bible (Bavarian Library) Vol.1 of 2 (WDL-4102)","title_vernacular":"Biblia Gutenbergiana (1454, Bibliotheca Bavarica, Vol.1 of 2)","description":"Latin (1454) Gutenberg Bible (Bavarian Library) Vol.1 of 2 (WDL-4102)\u003cbr\u003e\u003cbr\u003eJohann Gutenberg, born in Mainz, Germany, around 1400 into an aristocratic family, is renowned for his revolutionary work in printing. During his time in Strasbourg (present-day France), he experimented with moveable metallic type made from a mold. By the mid-1450s, Gutenberg perfected this system, leading to the creation of the world's most famous book, the Latin Vulgate Bible, commonly known as the Gutenberg Bible. Scholars have extensively studied Gutenberg's work, including the elaborate 290-character typeface derived from Gothic missal script, his text division in typesetting, and the paper used in printing.\u003cbr\u003e\u003cbr\u003eHowever, certain aspects of the Gutenberg Bible remain uncertain or disputed. The completion date of \"1455\" is inferred solely from the binding of the Paris paper copy. It is believed that 180 copies were printed, based on a letter by Enea Silvio Piccolomini (later Pope Pius II), who saw Gutenberg's work in Frankfurt in 1455. Gutenberg had initially planned to print the Bible's book headings in red but later chose to handwrite them using a separately printed table as a guide. Of the 49 surviving copies of the Gutenberg Bible (12 on vellum, 37 on paper), the Bavarian State Library's copy is one of only two (alongside one in the Austrian National Library) where this table is present, a rare artifact of the production process.","collections":"historic","ref":"https://www.wdl.org/en/item/4102","filesize":"348","iso":"lat","year":1454,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATGUT_DBS_HS/Latin-(1454)-Gutenberg-Bible-(Bavarian-Library)-Vol.1-of-2-(WDL-4102)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}