{"id":"Latin-1848-Beza-New-Testament-Novum-Testamentum-Domini-Nostri-Jesu-Christi","abbr":"LATBEZA","title":"Latin (1848) Beza New Testament","title_vernacular":"Novum Testamentum Bezae (1848)","description":"Theodore Beza (Latin: Theodorus Beza; French: Théodore de Bèze or de Besze; June 24, 1519 – October 13, 1605) was a French Calvinist Protestant theologian, reformer, and scholar who played an important role in the Protestant Reformation. He was a disciple of John Calvin and lived most of his life in Geneva. Beza succeeded Calvin as a spiritual leader of the Republic of Geneva, which was originally founded by John Calvin himself.\u003cbr\u003e\u003cbr\u003e In 1565 he issued an edition of the Greek New Testament, accompanied in parallel columns by the text of the Vulgate and a translation of his own (already published as early as 1556, though our earliest extant edition dates to 1559). Annotations were added, also previously published, but now he greatly enriched and enlarged them.\u003cbr\u003e\u003cbr\u003eIn the preparation of this edition of the Greek text, but much more in the preparation of the second edition which he brought out in 1582, Beza may have availed himself of the help of two very valuable manuscripts. One is known as the Codex Bezae or Cantabrigensis, and was later presented by Beza to the University of Cambridge, where it remains in the Cambridge University Library; the second is the Codex Claromontanus, which Beza had found in Clermont (now in the Bibliothèque Nationale de France in Paris).\u003cbr\u003e\u003cbr\u003eIt was not, however, to these sources that Beza was chiefly indebted, but rather to the previous edition of the eminent Robert Estienne (1550), itself based in great measure upon one of the later editions of Erasmus. Beza's labors in this direction were exceedingly helpful to those who came after. The same thing may be asserted with equal truth of his Latin version and of the copious notes with which it was accompanied. The former is said to have been published over a hundred times.\u003cbr\u003e\u003cbr\u003eAlthough some contend that Beza's view of the doctrine of predestination exercised an overly dominant influence upon his interpretation of the Scriptures, there is no question that he added much to a clear understanding of the New Testament.","collections":"historic","ref":"","filesize":"188","iso":"lat","year":1848,"type":"scan","provider":"Geo. S. Appleton","org_id":"","digitizer":"","archive_id":"LATBEZA_DBS_HS/Latin-(1848)-Beza-New-Testament-(Novum-Testamentum-Domini-Nostri-Jesu-Christi)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}