{"id":"Latin-1300-ca.-Queen-Isabella-of-England-Psalter-Illuminated-WDL-8957","abbr":"LATISAB","title":"Latin (1300 ca.) Queen Isabella of England Psalter - Illuminated (WDL-8957)","title_vernacular":"Psalterium Isabellae Reginae Angliae (1300 ca.)","description":"Latin (1300 ca.) Queen Isabella of England Psalter - Illuminated (WDL-8957)\u003cbr\u003e\u003cbr\u003eThe Isabella Psalter, a richly illuminated manuscript, contains the Psalms in both Latin and Anglo-Norman, likely a wedding gift from King Edward II of England (1284–1327) to his wife Isabella of France (1292/96–1358) around 1303–8. The initial of Psalm 119 depicts a queen, presumably Isabella, kneeling between the coats of arms of England and France. Originating from the diocese of York, likely produced in the Augustinian priory near Nottingham as suggested by its calendar, it was illuminated by the workshop responsible for the Tickhill Psalter. Both are among the most richly illuminated English psalters of the 14th century.\u003cbr\u003e\u003cbr\u003eThe Isabella Psalter features three independent cycles of Old Testament scenes. The first depicts the Creation, the second narrates King David's life with scenes pertinent to a queen, including a wedding and the king's concealment. The third cycle, in the bas-de-page of the Anglo-Norman psalter, illustrates scenes and animals from a bestiary, largely based on the Physiologus, alongside initials showing coats of arms, mostly of English knights. The Psalter remained in England until the 17th or early 18th century, later joining Maximilian I Joseph of Bavaria's library (1756–1825, king of Bavaria 1806–25), and subsequently the Bavarian State Library.","collections":"historic","ref":"https://www.wdl.org/en/item/8957","filesize":"122","iso":"lat","year":1300,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATISAB_DBS_HS/Latin-(1300-ca.)-Queen-Isabella-of-England-Psalter-Illuminated-(WDL-8957)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}