{"id":"Latin-1495-Kramer-Psalter-Illuminated-WDL-19505","abbr":"LATKRAM","title":"Latin (1495) Kramer Psalter - Illuminated (WDL-19505)","title_vernacular":"Psalterium Kramerianum (1495)","description":"Latin (1495) Kramer Psalter - Illuminated (WDL-19505)\u003cbr\u003e\u003cbr\u003eThe Latin (1495) Kramer Psalter, completed on April 11, 1495, by scribe Balthasar Kramer, was commissioned by Abbot Johannes of Gilt Lingen for the Benedictine Abbey of Saint Ulrich and Saint Afra in Augsburg. Designed for choir use, this codex is a testament to monastic artistry and devotion. Conrad Wagner, from the Saint Ulrich and Afra convent, is credited with the psalter's initials and fleuronée ornamentation, while renowned Augsburg book painter Georg Beck and his son Leonhard Beck contributed to the illuminations. Structured as a psalterium feriatum, it incorporates antiphons, invitatoria, responsories, ferial hymns, and verses with the psalms, following the Septuagint for the main text and Saint Jerome's Psalter iuxta Hebraeos for the psalm titles.\u003cbr\u003e\u003cbr\u003eFeaturing 35 historiated initials on vivid backgrounds, it depicts scenes from David's life, with iconographically significant images like the drinking fools in Psalm 52, the Good Shepherd in Psalm 79, and the monk and Death in the Office of the Dead. The Psalter also includes images from incunabula and works by Martin Schongauer and Israhel van Meckenem. Following the secularization of Bavarian monasteries, the manuscript moved to the Bavarian State Library in Munich in January 1807.","collections":"historic","ref":"https://www.wdl.org/en/item/19505","filesize":"121","iso":"lat","year":1495,"type":"illuminated","provider":"Augsburg, Germany","org_id":"","digitizer":"World Digital Library","archive_id":"LATKRAM_DBS_HS/Latin-(1495)-Kramer-Psalter-Illuminated-(WDL-19505)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}