{"id":"Latin-1200-ca.-Golden-Munich-Psalter-Illuminated-WDL-8939","abbr":"LATGOLD","title":"Latin (1200 ca.) Golden Munich Psalter - Illuminated (WDL-8939)","title_vernacular":"Psalterium Aureum Monacense (1200 ca.)","description":"Latin (1200 ca.) Golden Munich Psalter - Illuminated (WDL-8939)\u003cbr\u003e\u003cbr\u003eThe Golden Munich Psalter, a manuscript from around 1200, stands as one of the most richly illuminated psalters of the Middle Ages. It features 91 full-page miniatures, most with gold, across five picture cycles that encapsulate key biblical scenes, particularly from the Old Testament, depicted in 176 scenes. Notably, several miniatures focus on heroic women, a somewhat unusual motif for the time. The illumination style bridges late Romanesque and early Gothic art. Containing a calendar, Psalms, 15 canticles, and ten prayers, the manuscript was likely intended for the private devotion of a significant noblewoman.\u003cbr\u003e\u003cbr\u003eRecent research has clarified its English origin, suggesting that it was crafted in an Oxford workshop as a wedding gift for Margaret de Briouze, who married nobleman Walter de Lacy II in 1201. An ex libris note on the front pastedown indicates the manuscript's arrival at the Bavarian State Library by the 1620s. The transmission of this manuscript to continental Europe may be attributed to dynastic connections between the Wittelsbach-Straubing-Holland house and the English aristocracy in the 13th and early 14th centuries. This psalter is a remarkable example of medieval art, reflecting both the religious and cultural milieu of its era.","collections":"historic","ref":"https://www.wdl.org/en/item/8939","filesize":"61","iso":"lat","year":1200,"type":"illuminated","provider":"Ex Electorali Biblio Theca Sereniss","org_id":"","digitizer":"World Digital Library","archive_id":"LATGOLD_DBS_HS/Latin-(1200-ca.)-Golden-Munich-Psalter-Illuminated-(WDL-8939)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}