{"id":"Latin-0700-ca.-Fragment-of-Moralia-Job-Illuminated-WDL-18178","abbr":"LATMORA","title":"Latin (0700 ca.) Fragment of Moralia - Job - Illuminated (WDL-18178)","title_vernacular":"Fragmentum Moralium in Job (0700 ca.)","description":"Latin (0700 ca.) Fragment of Moralia - Job - Illuminated (WDL-18178)\u003cbr\u003e\u003cbr\u003eThis eighth-century manuscript, an incomplete copy of Pope Gregory the Great’s allegorical exegesis of the Book of Job, part six, is a significant representation of the Anglo-Saxon influence in Bavaria, particularly Munich. Written by the Anglo-Saxon scribe Peregrinus, as revealed in a colophon on folio 146 verso, the nearly 300-page manuscript was produced in the Freising scriptorium under Bishop Arbeo, the founder of the cathedral library and bishop of Freising from 764 to 783. Some pages feature early Carolingian minuscule by other Freising scribes.\u003cbr\u003e\u003cbr\u003eThe front page displays an architectural border with four arcades supported by colored pillars with terraced capitals and bases, typical in canon tables, with animals looking backwards in two left arcade spaces. The text begins with a large insular initial \"S,\" adorned with interlace and animal heads. A 12th-century Freising ex-libris in the upper margin indicates the manuscript's long tenure at the cathedral library in Freising before its transfer to the Munich court library, now the Bavarian State Library, in 1803. This manuscript is a testament to the rich cultural and religious heritage of the region.","collections":"historic","ref":"https://www.wdl.org/en/item/18178","filesize":"64","iso":"lat","year":700,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATMORA_DBS_HS/Latin-(0700-ca.)-Fragment-of-Moralia-Job-Illuminated-(WDL-18178)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}