{"id":"Latin-1516-Tegernsee-Psalter-Vol.-1-of-2-Sartori-Illuminated-WDL-19519","abbr":"LATTEGE","title":"Latin (1516) Tegernsee Psalter Vol. 1 of 2 (Sartori) Illuminated (WDL-19519)","title_vernacular":"Psalterium Tegernseense Sartori (1516, Vol.1 of 2)","description":"Latin (1516) Tegernsee Psalter Vol. 1 of 2 (Sartori) Illuminated (WDL-19519)\u003cbr\u003e\u003cbr\u003eThe Tegernsee Psalter, completed by monk Konrad Sartori in 1516, is a notable work from the Bavarian State Library's manuscript Clm 19202. Sartori, who served as the monastery's librarian from 1500 until his death in 1531, completed this volume and its counterpart, Clm 19203, in 1517, as noted on leaf 288 recto at the hymns' end. Both volumes continued to be developed until 1518.\u003cbr\u003e\u003cbr\u003eThe presented first volume (leaves 9‒341) includes the psalms (leaves 9 recto‒210 recto), canticles (leaves 210 recto‒238 recto), hymns (leaves 238 verso‒288 recto), and the Office of the Dead starting on leaf 288 recto. The second volume comprises 23 leaves with eight full-page images and three calendars specifically for Tegernsee Abbey. The initial eight leaves of the second volume, likely originally part of the first, showcase various artists' work.\u003cbr\u003e\u003cbr\u003eResearch indicates that 35 miniatures were modeled after those in Clm 19202, with two based on works by Jörg Gutknecht from Augsburg, who illuminated another psalter (Clm 19201) in the Bavarian State Library. The miniatures also draw inspiration from a woodcut and three engravings by Albrecht Dürer.\u003cbr\u003e\u003cbr\u003eFollowing the secularization of the Tegernsee Monastery in 1803, the manuscript was moved to Munich and has since been a part of the Bavarian State Library's collections, representing a significant period in the history of book illumination and religious art.","collections":"historic","ref":"https://www.wdl.org/en/item/19519","filesize":"136","iso":"lat","year":1516,"type":"illuminated","provider":"Regensburg, Germany","org_id":"","digitizer":"World Digital Library","archive_id":"LATTEGE_DBS_HS/Latin-(1516)-Tegernsee-Psalter-Vol.-1-of-2-(Sartori)-Illuminated-(WDL-19519)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}