{"id":"Latin-0900-ca.-The-Seville-Bible-Illuminated-WDL-10638","abbr":"LATSEVI","title":"Latin (0900 ca.) The Seville Bible - Illuminated (WDL-10638)","title_vernacular":"Biblia Hispalensis (0900 ca.)","description":"Latin (0900 ca.) The Seville Bible - Illuminated (WDL-10638)\u003cbr\u003e\u003cbr\u003eThe Biblia hispalense, also known as the Toletanus Codex, is a significant tenth-century manuscript in Latin, written in lower-case Visigothic script by at least four scribes. Titles also appear in Hebrew, with notes in Arabic in the margins. The manuscript, composed of booklets on parchment with text in three columns and 63–65 lines, includes Old and New Testament texts, along with prefaces, prologues, and commentaries by Saint Jerome, Saint Isidore, and others.\u003cbr\u003e\u003cbr\u003eDespite its Christian format and content, the Moorish occupation of Al-Andalus distinctly influences the manuscript's ornamentation, notably in the double horseshoe arch with Islamic art-inspired floral and leaf motifs. It features symbols of the Evangelists, Saint Luke and Saint John, drawings of prophets like Micah, Nahum, and Zechariah, and initials with birds and fish. Some capitals and captions are in blue and red. The manuscript shows deterioration, especially in the early pages, and contains partial Arabic numbering from the 15th and 16th centuries, with a complete set from the 18th century. The final pages have a fragment of a Latin glossary from another codex.\u003cbr\u003e\u003cbr\u003eA note on page 375v reveals the manuscript's history: Servando from Seville gifted it to the bishop of Córdoba, who in 988 gave it to the Church of Saint Mary in Seville. It was transferred to the National Library of Spain in 1869 from Toledo Cathedral, marking it as a remarkable piece of historical, religious, and cultural significance.","collections":"historic","ref":"https://www.wdl.org/en/item/10638","filesize":"257","iso":"lat","year":900,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATSEVI_DBS_HS/Latin-(0900-ca.)-The-Seville-Bible-Illuminated-(WDL-10638)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}