{"id":"Latin-1743-Vulgate-and-Old-Bible-Bibliorum-Sacrorum-Diglot","abbr":"LATVSB","title":"Latin (1743) Vulgate and Old Bible - Bibliorum Sacrorum Diglot","title_vernacular":"Biblia Vulgata et Vetus Testamentum Diglottum (1743)","description":"Latin (1743) Vulgate and Old Bible - Bibliorum Sacrorum Diglot by Reginaldum Florentain\u003cbr\u003e\u003cbr\u003eThe 1743 edition of \"Bibliorum Sacrorum Diglot\" is a significant work in the realm of biblical scholarship, compiled by Reginaldum Florentain. This diglot (bilingual edition) presents a side-by-side comparison of the Vulgate - the Latin version of the Bible translated by St. Jerome - and various ancient Latin versions of the Bible, including the Vetus Italica, among others found in manuscripts and ancient books.\u003cbr\u003e\u003cbr\u003eEdited by Petri Sabatier, this work enables a detailed comparison between the texts of the Vulgate, these older Latin translations, and the Greek text. The purpose of this compilation was to provide a comprehensive understanding of the scriptural texts by contrasting the Vulgate, widely recognized and used within the Catholic Church, with other ancient Latin translations that might offer different interpretations or nuances.\u003cbr\u003e\u003cbr\u003eThis edition stands as a testament to the evolving nature of biblical interpretation and the importance of historical texts in understanding the development of Christian theology and scripture. Its publication in the 18th century reflects a period of burgeoning interest in critical biblical scholarship and textual analysis.","collections":"historic","ref":"","filesize":"99","iso":"lat","year":1743,"type":"scan","provider":"Reginaldum Florentain","org_id":"","digitizer":"","archive_id":"LATVSB_DBS_HS/Latin-(1743)-Vulgate-and-Old-Bible-Bibliorum-Sacrorum-Diglot","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}