{"id":"Latin-1454-Gutenberg-Bible-Bavarian-Library-Vol.2-of-2-WDL-4102","abbr":"LATGUT","title":"Latin (1454) Gutenberg Bible (Bavarian Library) Vol.2 of 2 (WDL-4102)","title_vernacular":"Biblia Gutenbergiana (1454, Bibliotheca Bavarica, Vol.2 of 2)","description":"Latin (1454) Gutenberg Bible (Bavarian Library) Vol.2 of 2 (WDL-4102)\u003cbr\u003e\u003cbr\u003eJohann Gutenberg, born in Mainz, Germany around 1400 to an aristocratic family, is famous for developing printing with moveable metallic type. During his stay in Strasbourg (present-day France), he experimented with this revolutionary technique. By the mid-1450s, Gutenberg perfected this system and produced the celebrated Latin Vulgate translation of the Bible, known as the Gutenberg Bible. Extensive research has been conducted on Gutenberg's work, examining the intricate 290-character typeface based on Gothic missal script, his typesetting methodology, and the paper used.\u003cbr\u003e\u003cbr\u003eHowever, certain details about the Gutenberg Bible remain elusive or debated. The \"1455\" notation on the Paris paper copy's binding is the sole basis for dating its completion. It's believed that 180 copies were printed, inferred from a letter by Enea Silvio Piccolomini (future Pope Pius II), who saw Gutenberg's work in 1455 in Frankfurt. Gutenberg initially intended to print the Bible's headings in red but later switched to handwriting them using a separately printed table as a template. Among the 49 surviving copies of the Gutenberg Bible (12 on vellum, 37 on paper), this copy in the Bavarian State Library is one of only two (the other in the Austrian National Library) where this table remains, a unique remnant of the production process.","collections":"historic","ref":"https://www.wdl.org/en/item/4102","filesize":"347","iso":"lat","year":1454,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATGUT_DBS_HS/Latin-(1454)-Gutenberg-Bible-(Bavarian-Library)-Vol.2-of-2-(WDL-4102)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}