{"id":"Latin-1010-ca.-Reichenau-Gospel-Illuminated-WDL-4101","abbr":"LATREIC","title":"Latin (1010 ca.) Reichenau Gospel - Illuminated (WDL-4101)","title_vernacular":"Evangelium Augiensium (1010 ca.)","description":"Latin (1010 ca.) Reichenau Gospel - Illuminated (WDL-4101)\u003cbr\u003e\u003cbr\u003eThe Reichenau Gospel from the Bamberg Cathedral is a paramount example of book painting from the Benedictine abbey on Reichenau Island, Lake Constance, in southern Germany. During the 10th and 11th centuries, this abbey hosted one of Europe's most significant and influential schools of book illumination, reaching its zenith between 970 and 1010–1020, during the Ottonian Renaissance. This era, named after the Saxon dynasty's Holy Roman Emperors Otto I, II, and III, saw a surge in artistic book production, often commissioned by high-ranking individuals.\u003cbr\u003e\u003cbr\u003eThis manuscript, crafted for Emperor Henry II (1002–1024), successor of Otto III, and presented to the Bamberg Cathedral, boasts one of the most exquisite examples of Ottonian book binding. The gold cover, illustrating the medieval theme of Christ's Glorification, features a triumphal cross with a large oval agate and gold work of remarkable artistry. The introductory picture depicts Christ in the Tree of Life, encircled by the evangelists' symbols. Each evangelist symbol is linked to a major salvation event in the lunettes. The manuscript's iconography, rich and unique in Reichenau illumination, offers an array of unusual references. These Ottonian period illuminated manuscripts were recognized in UNESCO's Memory of the World register in 2003, underlining their cultural and historical significance.","collections":"historic","ref":"https://www.wdl.org/en/item/4101","filesize":"49","iso":"lat","year":1010,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATREIC_DBS_HS/Latin-(1010-ca.)-Reichenau-Gospel-Illuminated-(WDL-4101)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}