{"id":"Latin-1460-Bamberg-Bible-WDL-18194","abbr":"LATBAMB","title":"Latin (1460) Bamberg Bible (WDL-18194)","title_vernacular":"Biblia Bambergensis (1460)","description":"Latin (1460) Bamberg Bible (WDL-18194)\u003cbr\u003e\u003cbr\u003eThe Bamberg Bible, printed around 1460, is one of the earliest Latin Bible editions, lacking specifics about its printing location, printer, or publication date. Its chronology is deduced from textual links and typographic materials. Known as the “thirty-six-line Bible” or B36, it is derived from the Gutenberg Bible (B42), evidenced by a typesetting error in the Stuttgart copy where a page from the B42 was omitted. This edition, with its text set more spaciously and reducing column lines from 42 to 36, resulted in a more extensive volume, totaling 1,764 pages, nearly 500 more than the Gutenberg Bible. Often split into three volumes, the Munich copy presented here is incomplete, containing only the second volume from the Books of Chronicles to the Lamentations of Jeremiah, along with fragments and rare rubricator instructions preserved at the Bavarian State Library.\u003cbr\u003e\u003cbr\u003eThe B36 was printed using a modified version of Johann Gutenberg's initial types, previously used for calendars and Donatus's grammar. These types were later passed to one of Gutenberg's workers. In 1461, Albrecht Pfister, a Bamberg-based printer, utilized this Urtype (original type) for the first German-language fables edition, \"Edelstein\" by Ulrich Boner. Pfister, employed by the Bishop of Bamberg, Georg I of Schaumberg, likely printed the B36 under the bishop's commission, as several copies were found in monasteries of his diocese. The copy originally belonged to the Swabian Benedictine monastery of Fultenbach and reached Munich in 1915. It features a contemporary Bamberg bookbindery's blind-tooled binding, similar to the Stuttgart B36 copy, which lacks the Bible's middle part. This edition's historical and typographical significance lies in its connection to Gutenberg's work and the early history of printing in Europe.","collections":"historic","ref":"https://www.wdl.org/en/item/18194","filesize":"292","iso":"lat","year":1460,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATBAMB_DBS_HS/Latin-(1460)-Bamberg-Bible-(WDL-18194)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}