{"id":"Latin-0700-ca.-Augustine-Harmony-of-the-Gospels-WDL-20004","abbr":"LATAUGU","title":"Latin (0700 ca.) Augustine Harmony of the Gospels (WDL-20004)","title_vernacular":"Harmonia Evangeliorum Augustini (0700 ca.)","description":"Latin (0700 ca.) Augustine Harmony of the Gospels (WDL-20004)\u003cbr\u003e\u003cbr\u003eThe manuscript under discussion contains \"De concordia evangelistarum\" (The Harmony of the Gospels), a Latin treatise by Saint Augustine of Hippo, composed in 400. Created in France during the eighth century, it is written in a half-uncial script. The treatise addresses the slight variations in the accounts of Christ's life as depicted by the four evangelists in the Gospels. Early Christian writers, including Augustine, sought to reconcile these differences, asserting that there were no contradictions among them. Augustine's work is predicated on the assumption that the Gospels' sequence in the New Testament reflects their chronological order of composition and that each subsequent Gospel author was aware of the preceding texts. He posits that Matthew's Gospel was the primary account of Jesus's life, with subsequent Gospels either supplementing or reinterpreting events to highlight different aspects of Christ's life and the Incarnation. This work is structured into four books, dealing with the Gospels' authority, sequence, and plan, the harmonization of Matthew with the other Gospels up to and beginning with the Last Supper, and passages unique to Mark, Luke, or John. This manuscript is crucial for understanding early Christian theological interpretations and the evolution of biblical studies.","collections":"historic","ref":"https://www.wdl.org/en/item/20004","filesize":"93","iso":"lat","year":700,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATAUGU_DBS_HS/Latin-(0700-ca.)-Augustine-Harmony-of-the-Gospels-(WDL-20004)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}