{"id":"Latin-1583-ca.-Ottobeuren-Psalter-Illuminated-WDL-19503","abbr":"LATOTTO","title":"Latin (1583 ca.) Ottobeuren Psalter - Illuminated (WDL-19503)","title_vernacular":"Psalterium Ottoburense (1583 ca.)","description":"Latin (1583 ca.) Ottobeuren Psalter - Illuminated (WDL-19503)\u003cbr\u003e\u003cbr\u003eProduced in Ottobeuren from 1583 onwards, this psalter was written by Benedictine monk David Aichler (or Aicheler) (1544-96), as indicated on the title page and at the end of the canticles. Aichler, who became abbot of Andechs in 1588, is also mentioned in a homage poem by Johannes Dominicus Hess. The manuscript's creation, which took at least until 1584, features specific holidays in the calendar, accented in red ink, that are significant to Ottobeuren. Notable are the feast of the seven sons of Felicitas on July 10, Rupert’s remembrance day on August 16, and the church’s consecration date on September 28.\u003cbr\u003e\u003cbr\u003ePatron saints Alexander and Theodore are emphasized in the book's illuminations. The manuscript includes 36 body color or gold initials at the start of specific psalms, canticles, and hymns, and 37 historiated initials, with 19 in the psalter section. Hess’s poem at the manuscript’s end mentions scribe David Aicheler, artist \"Werlinus,\" and bookbinder Pantaleon Straub (died 1599), who likely completed the codex around 1586. The psalter might have been among the manuscripts handed to French general Claude Jacques Lecourbe during the Napoleonic Wars. In the late 19th century, it was owned by \"abbé J. Meuret, curé de Sorel-Moussel,\" before its acquisition by the Bavarian State Library in 1977. This psalter is a significant piece of religious art and history, reflecting the cultural and liturgical traditions of its era.","collections":"historic","ref":"https://www.wdl.org/en/item/19503","filesize":"99","iso":"lat","year":1583,"type":"illuminated","provider":"F. Dauidem Aicheleru Benedictionu, Ottobeuren, Germany","org_id":"","digitizer":"World Digital Library","archive_id":"LATOTTO_DBS_HS/Latin-(1583-ca.)-Ottobeuren-Psalter-Illuminated-(WDL-19503)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}