{"id":"Latin-0500-ca.-The-Ashburnham-Pentateuch-WDL-20009","abbr":"LATASHB","title":"Latin (0500 ca.) The Ashburnham Pentateuch (WDL-20009)","title_vernacular":"Pentateuchus Ashburnhamensis (0500 ca.)","description":"Latin (0500 ca.) The Ashburnham Pentateuch (WDL-20009)\u003cbr\u003e\u003cbr\u003eThis Latin Vulgate illustrated manuscript of the Pentateuch, created in the late sixth century, has origins traced to Spain, North Africa, Northern Italy, or Rome. By the eighth century, it reached Frankish Gaul and was later housed in Tours for approximately a millennium. The manuscript is incomplete, originally comprising 208 folios but now containing 129 original folios and 13 ninth-century additions from eastern France, including one Carolingian folio. Notable for its tenth-century annotations regarding textual gaps, the surviving biblical books are Genesis (folio 2 recto‒49 verso), Exodus (folios 51 recto‒90 verso), Leviticus (folio 91 recto‒115 recto), Numbers (folios 115 verso‒141 verso), and Deuteronomy (folio 142 recto). The text features uncial script with marginal additions in a mix of uncials and half-uncials, sometimes with ligatures, and a Carolingian minuscule section on folio 32 verso. Originally housing 69 full-page paintings, only 18 remain, many depicting multiple narratives. The manuscript was stolen in 1842 by Count Guglielmo Libri, who later sold it to the fourth Earl of Ashburnham in 1847. Following the Earl's death in 1878 and subsequent negotiations, the National Library of France acquired it in 1888. This manuscript is a crucial artifact for understanding early medieval script and art.","collections":"historic","ref":"https://www.wdl.org/en/item/20009","filesize":"58","iso":"lat","year":500,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATASHB_DBS_HS/Latin-(0500-ca.)-The-Ashburnham-Pentateuch-(WDL-20009)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}