{"id":"Latin-0850-ca.-Saint-Gall-Gospels-Illuminated-WDL-8922","abbr":"LATGALL","title":"Latin (0850 ca.) Saint Gall Gospels - Illuminated (WDL-8922)","title_vernacular":"Evangelia Sancti Galli (0850 ca.)","description":"Latin (0850 ca.) Saint Gall Gospels - Illuminated (WDL-8922)\u003cbr\u003e\u003cbr\u003eOriginating in the late ninth or early tenth century, the Saint Gall Gospels manuscript was produced in the Saint Gall monastery in eastern Switzerland. It is attributed to the \"Sintram Group\" of manuscripts, named after the renowned ninth-century scribe and calligrapher Sintram, who worked at Saint Gall. The manuscript's decoration is characterized by an impressive script in monumental (square) capitals, filled with gold and silver, two-line rustic capitals, and uncial script or monumental capitals in gold at the start of texts. The canon tables are marked by rows of arcades in red ink, adorned with floral and geometrical motifs in bright blue, gold, and silver. The initials are typically embellished with gold or silver floral, animal motifs, or interlace.\u003cbr\u003e\u003cbr\u003eThe miniatures in this manuscript, particularly the portraits of the evangelists Mark and John, are exceptional examples of Carolingian painting. However, they exhibit a style not typical of the famous Carolingian school of Saint Gall but rather show influences from the court school of Charles the Bald (823–77). This manuscript is a significant artifact in the study of Carolingian art and script, demonstrating the rich artistic heritage of the Saint Gall monastery.","collections":"historic","ref":"https://www.wdl.org/en/item/8922","filesize":"149","iso":"lat","year":850,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATGALL_DBS_HS/Latin-(0850-ca.)-Saint-Gall-Gospels-Illuminated-(WDL-8922)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}