{"id":"Latin-1050-ca.-Tegernsee-New-Testament-Illuminated-without-Gospels-Illuminated-WDL-13475","abbr":"LATTEGE","title":"Latin (1050 ca.) Tegernsee New Testament - Illuminated (without Gospels) - Illuminated (WDL-13475)","title_vernacular":"Novum Testamentum Tegernseense (1050 ca.)","description":"Latin (1050 ca.) Tegernsee New Testament - Illuminated (without Gospels) - Illuminated (WDL-13475)\u003cbr\u003e\u003cbr\u003eThis illuminated manuscript, likely created in the third quarter of the 11th century at the Benedictine monastery of Tegernsee, includes the New Testament but lacks the four Gospels. It encompasses the prologues and arguments concerning the Pauline epistles, the epistles themselves, Acts of the Apostles, the canonical epistles, and the Apocalypse. A notable feature is a miniature depicting Apostle Paul seated on a throne in an aedicula (chapel), flanked by disciples Timothy and Titus holding scrolls, with groups in the frame likely representing the churches addressed in the Pauline epistles.\u003cbr\u003e\u003cbr\u003eThe manuscript's coloring, design, and conception are characteristic of 11th-century Tegernsee book production. Its extensive use in later periods is evidenced by 13th-century additions, replacements for most original prologues, and partial overpainting of the Paul miniature in the 15th century. This codex is a significant example of medieval manuscript art, reflecting the religious and cultural dynamics of its time and region.","collections":"historic","ref":"https://www.wdl.org/en/item/13475","filesize":"115","iso":"lat","year":1050,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATTEGE_DBS_HS/Latin-(1050-ca.)-Tegernsee-New-Testament-Illuminated-(without-Gospels)-Illuminated-(WDL-13475)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}