{"id":"Latin-0800-ca.-Purple-Gospel-Illuminated-WDL-13465","abbr":"LATPURP","title":"Latin (0800 ca.) Purple Gospel - Illuminated (WDL-13465)","title_vernacular":"Evangelium Purpureum (0800 ca.)","description":"Latin (0800 ca.) Purple Gospel - Illuminated (WDL-13465)\u003cbr\u003e\u003cbr\u003eThe Purple Gospel, a sumptuous manuscript from the first quarter of the ninth century, is known for its text written almost entirely in gold and silver on purple-stained parchment. It features architectural canon tables and decorated initials in gold and silver at the beginning of the four Gospels and the prologue to Mark. The manuscript includes four whole-page New Testament miniatures on folios 24 and 197, initially thought to be Ottonian copies from late antiquity models but now generally considered contemporary with the manuscript and based on a sixth-century exemplar.\u003cbr\u003e\u003cbr\u003eMonograms at the codex's end were once attributed to Reichenau-Basel's abbot-bishop Hatto, but scholar B. Bischoff reinterpreted them as \"HANTω EPISCOBVS,\" linking them to Augsburg's bishop of the same name (807−16), an interpretation widely accepted today. The manuscript was presented to Duke Wilhelm V of Bavaria by Johann Georg Werdenstein in 1587 and became part of the Munich court library's earliest collections, the predecessor of the Bavarian State Library. This Gospel is a remarkable example of medieval manuscript art, showcasing the luxurious use of materials and the intricate craftsmanship of the time.","collections":"historic","ref":"https://www.wdl.org/en/item/13465","filesize":"44","iso":"lat","year":800,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATPURP_DBS_HS/Latin-(0800-ca.)-Purple-Gospel-Illuminated-(WDL-13465)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}