{"id":"Latin-1520-Complutensian-Polyglot-Bible-Vol.1-6","abbr":"LATVSB","title":"Latin (1520) Complutensian Polyglot Bible Vol.1 -6","title_vernacular":"Biblia Complutensiana Polyglotta (1520, Vol.1-6)","description":"Latin (1520) Complutensian Polyglot Bible Vol.1 -6\u003cbr\u003e\u003cbr\u003eThe Complutensian Polyglot Bible, completed in 1520, stands as a monumental achievement in the history of printing and biblical scholarship. It is the first multilingual printed edition of the entire Bible, conceived and financed by Cardinal Francisco Jiménez de Cisneros (circa 1436−1517). This ambitious project was part of Cisneros' broader efforts to revitalize the University of Alcalá de Henares, renamed the Universidad Complutense (after the ancient Roman settlement Complutum), and to encourage the study of the Holy Scriptures.\u003cbr\u003e\u003cbr\u003eThe production, involving experts and scholars in various languages, took over ten years, with printing by Arnaldo Guillén de Brocar. Brocar created new characters for Latin, Greek, and Hebrew, with his Greek characters particularly renowned for their beauty. The printing process spanned from 1514 to 1517, but distribution awaited Rome's authorization in 1520.\u003cbr\u003e\u003cbr\u003eThe Bible, spanning 1,500 pages across separately-bound volumes, includes 600 copies on paper and six on vellum. Volume one features the Pentateuch with Greek, Latin Vulgate, and Hebrew texts in three columns, and the Targum Onkelos Aramaic translation and its Latin translation in the lower section. Subsequent volumes cover the remainder of the Old Testament and the New Testament, alongside a Hebrew and Aramaic dictionary, a Hebrew grammar, and a Greek dictionary.\u003cbr\u003e\u003cbr\u003eThis Bible epitomizes the zenith of Spanish typographic artistry in the 16th century and marks a significant advancement in biblical study and multilingual printing.","collections":"historic","ref":"","filesize":"490","iso":"lat","year":1520,"type":"study","provider":"","org_id":"","digitizer":"","archive_id":"LATVSB_DBS_HS/Latin-(1520)-Complutensian-Polyglot-Bible-Vol.1-6","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}