{"id":"Latin-1455-Gutenberg-Bible-LOC-Vellum-Vol.-1-of-3-WDL-7782","abbr":"LATGUT","title":"Latin (1455) Gutenberg Bible (LOC-Vellum) Vol. 1 of 3 (WDL-7782)","title_vernacular":"Biblia Gutenbergiana (1455, LOC-Vellum, Vol.1 of 3)","description":"Latin (1455) Gutenberg Bible (LOC-Vellum) Vol. 1 of 3 (WDL-7782)\u003cbr\u003e\u003cbr\u003eThe Gutenberg Bible, completed in Mainz, Germany, around late 1455, represents a pivotal moment in Western bookmaking, marking the transition from the Middle Ages to the modern era. This Bible, the first major book printed in Western Europe using movable metal type, showcases Johann Gutenberg's groundbreaking work in printing. Gutenberg, living circa 1397 to 1468, is credited with inventing uniform and interchangeable metal type and developing essential printing techniques.\u003cbr\u003e\u003cbr\u003eThis specific Bible, printed in noble Gothic type and renowned for its fine printing and craftsmanship, features the Latin Vulgate text by Saint Jerome from the fourth century. The Bible is printed in double columns, typically with 42 lines per page, and its capital letters and headings are hand-ornamented in color. The three volumes are bound in white pigskin from the 16th century.\u003cbr\u003e\u003cbr\u003eThe Library of Congress copy, printed entirely on vellum, is one of only three perfect vellum copies known, the others housed at the Bibliothèque nationale de France and the British Library. For nearly five centuries, this Bible was in the Benedictine Order's possession, initially at the Abbey of Saint Blasius in Germany's Black Forest and later at the Abbey of Saint Paul in Carinthia, Austria, as evidenced by the Abbey of Saint Blasius' bookplate in each volume. In 1930, the Library of Congress acquired this Bible and other 15th-century books from Dr. Otto H. F. Vollbehr through an act of Congress.","collections":"historic","ref":"https://www.wdl.org/en/item/7782","filesize":"159","iso":"lat","year":1455,"type":"scan","provider":"Bibliothecae Princ. Mon. S. Blash-Mainz","org_id":"","digitizer":"World Digital Library","archive_id":"LATGUT_DBS_HS/Latin-(1455)-Gutenberg-Bible-(LOC-Vellum)-Vol.-1-of-3-(WDL-7782)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}