{"id":"Latin-1518-Tegernsee-Psalter-Sartori-Illuminated-WDL-19527","abbr":"LATTEGE","title":"Latin (1518) Tegernsee Psalter (Sartori) Illuminated (WDL-19527)","title_vernacular":"Psalterium Tegernseense Sartori (1518)","description":"Latin (1518) Tegernsee Psalter (Sartori) Illuminated (WDL-19527)\u003cbr\u003e\u003cbr\u003eThe Tegernsee Psalter, written by monk Konrad Sartori in 1516 and part of the Bavarian State Library's collection, is a testament to the rich monastic tradition of the period. Sartori, who was the librarian at the Tegernsee monastery from 1500 until his death in 1531, crafted this manuscript, likely commissioned by Abbot Maurus Leyrer. It includes a calendar (leaves 2 recto‒7 verso), the psalms (leaves 9 verso-193 recto), canticles (leaves 193 recto‒218 verso), hymns (leaves 219 recto‒264 verso), and the Office of the Dead beginning on leaf 265 recto.\u003cbr\u003e\u003cbr\u003eThe codex's decoration draws inspiration from the illuminations of Jörg Gutknecht, an Augsburg painter whose work in another Tegernsee Psalter (Clm 19201) influenced this manuscript's style. Notably, the manuscript features three exceptionally large full-page miniatures. The series starts with depictions of founders Abbot Adalbert and his brother Otkarius, presenting a model of the abbey church. Other miniatures highlight Saints Peter, Benedict, Paul, and Quirin (the monastery's patron saint), alongside Saints Chrysogonus and Castor, whose relics have been at the abbey since the 11th century.\u003cbr\u003e\u003cbr\u003eThe 50 historiated initials throughout the codex, with 38 in the psalter, are a remarkable feature. One specific illustration, depicting Christ on the cross flanked by Mary and Apostle John (leaf 109 recto, Psalm 85), closely resembles an engraving by Albrecht Dürer.\u003cbr\u003e\u003cbr\u003eThis manuscript was transferred to Munich in 1803 during the secularization of the Tegernsee Monastery and has been a significant part of the Bavarian State Library's collections ever since.","collections":"historic","ref":"https://www.wdl.org/en/item/19527","filesize":"123","iso":"lat","year":1518,"type":"illuminated","provider":"Regensburg, Germany","org_id":"","digitizer":"World Digital Library","archive_id":"LATTEGE_DBS_HS/Latin-(1518)-Tegernsee-Psalter-(Sartori)-Illuminated-(WDL-19527)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}