{"id":"Latin-0850-ca.-Ingolstadt-Gospel-Book-Fragment-Illuminated-WDL-14687","abbr":"LATINGO","title":"Latin (0850 ca.) Ingolstadt Gospel Book (Fragment) - Illuminated (WDL-14687)","title_vernacular":"Codex Ingolstadiensis Evangeliorum (0850 ca., Fragment)","description":"Latin (0850 ca.) Ingolstadt Gospel Book (Fragment) - Illuminated (WDL-14687)\u003cbr\u003e\u003cbr\u003eThe Ingolstadt Gospel Book, a fragment from the middle of the ninth century, exemplifies the common historical fate of many liturgical manuscripts which lost their sacred status and were repurposed for secular use. Originally comprising approximately 260 to 280 folios, only a small portion of this lavish manuscript remains today. The majority of its pages were repurposed in the 17th and 19th centuries as bindings for account books. Notably, one double leaf was once in the possession of 19th-century German painter Carl Spitzweg. The details of when and why the Gospel book was dismantled, and how it eventually arrived in Ingolstadt, remain unclear. Created at Mondsee Abbey in Upper Austria, the manuscript is written in uncial script, featuring decorated initials that show a slight deviation from the typical Mondsee School style, seemingly influenced by the Insular style of illumination, as seen in folio 18a recto. In addition to the Gospel texts, ten pages with canon tables have been preserved. This fragment is a valuable piece of religious and artistic history, reflecting the evolution and eventual secular repurposing of liturgical manuscripts.","collections":"historic","ref":"https://www.wdl.org/en/item/14687","filesize":"51","iso":"lat","year":850,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATINGO_DBS_HS/Latin-(0850-ca.)-Ingolstadt-Gospel-Book-(Fragment)-Illuminated-(WDL-14687)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}