{"id":"Latin-1130-ca.-Benediktbeuern-Epistles-of-Paul-Illuminated-WDL-14697","abbr":"LATBENE","title":"Latin (1130 ca.) Benediktbeuern Epistles of Paul - Illuminated (WDL-14697)","title_vernacular":"Epistolae Pauli Benedictoburensia (1130 ca.)","description":"Latin (1130 ca.) Benediktbeuern Epistles of Paul - Illuminated (WDL-14697)\u003cbr\u003e\u003cbr\u003eThis 12th-century manuscript, uniformly penned in Caroline minuscule, contains Saint Paul's Epistles, accompanied by an interlinear gloss and marginal glosses. Each Epistle begins with ornate golden initials, featuring tendril decorations and a red outline, set against a green and blue background. Notably, above the prologue to the Romans Epistle, an illumination depicts Saint Paul enthroned, holding scrolls and an open book, encircled by six half-portrait male figures within framed arcades. The capped figures on the right likely symbolize Jews, while the bareheaded ones on the left represent Greeks, reflecting Paul's dual heritage as a Greek and a Jew, as well as the specific mention of these groups in the verses alongside the miniature. The artwork's style suggests its execution in western Germany, drawing on earlier models from the Coblenz area. By the 15th century, the manuscript was in the possession of the Benediktbeuern Benedictine monastery in Bavaria and was transferred to Munich in 1802. This manuscript is significant for its detailed illumination, reflecting the intersection of religious, cultural, and artistic influences in medieval manuscript production.","collections":"historic","ref":"https://www.wdl.org/en/item/14697","filesize":"93","iso":"lat","year":1130,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATBENE_DBS_HS/Latin-(1130-ca.)-Benediktbeuern-Epistles-of-Paul-Illuminated-(WDL-14697)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}