{"id":"Latin-1517-Tegernsee-Psalter-Vol.-2-of-2-Sartori-Illuminated-WDL-19520","abbr":"LATTEGE","title":"Latin (1517) Tegernsee Psalter Vol. 2 of 2 (Sartori) Illuminated (WDL-19520)","title_vernacular":"Psalterium Tegernseense Sartori (1517, Vol.2 of 2)","description":"Latin (1517) Tegernsee Psalter Vol. 2 of 2 (Sartori) Illuminated (WDL-19520)\u003cbr\u003e\u003cbr\u003eThe second volume of the Tegernsee Psalter, completed by monk Konrad Sartori in 1517, is part of the manuscript Clm 19203 from the Bavarian State Library. Sartori, who served as the monastery's librarian from 1500 until 1531, completed this volume a year after finishing its counterpart, Clm 19202. This volume, following the work on the first, continued at the monastery until 1518.\u003cbr\u003e\u003cbr\u003eThis second volume contains the continuation from the first, featuring full-page images and calendars specific to Tegernsee Abbey. It consists of 23 leaves, with eight full-page images and three calendars. Stylistic analysis and leaf dimensions suggest that the first eight leaves were initially part of the first volume. The artwork in this volume, created by various artists, includes 35 miniatures modeled after Clm 19202 and two inspired by Jörg Gutknecht from Augsburg's works, also found in another psalter (Clm 19201) in the library's collection. The miniatures also draw from a woodcut and three engravings by Albrecht Dürer.\u003cbr\u003e\u003cbr\u003eAfter the secularization of the Tegernsee Monastery in 1803, the manuscript was relocated to Munich and has been maintained in the Bavarian State Library's collections ever since, representing a rich piece of the monastery's and region's artistic and religious heritage.","collections":"historic","ref":"https://www.wdl.org/en/item/19520","filesize":"17","iso":"lat","year":1517,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATTEGE_DBS_HS/Latin-(1517)-Tegernsee-Psalter-Vol.-2-of-2-(Sartori)-Illuminated-(WDL-19520)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}