{"id":"Latin-1480-Bible-Ottaviano-Scotto-WDL-17174","abbr":"LATOTTA","title":"Latin (1480) BIble - Ottaviano Scotto (WDL-17174)","title_vernacular":"Biblia - Ottaviano Scotto (1480)","description":"Latin (1480) Bible - Ottaviano Scotto (WDL-17174)\u003cbr\u003e\u003cbr\u003ePrinted in Venice by Ottaviano Scotto, this extremely rare Latin Bible, completed on May 31, 1480, includes \"Interpretationes hebraicorum nominum secundum ordinem alphabeti\" (Interpretations of Hebrew names in alphabetical order) in its final 73 pages. The incunabulum, missing only the first, second, and last pages, is the sole copy of this edition in Romanian collections. Its uniqueness is enhanced by post-printer hand decorations on the fourth surviving page, featuring a frame and initials illuminated in three colors and gold. The text is in black, with red and blue capitals marking chapter openings, accompanied by black ink annotations. The printing details are listed on folio 422 verso at the Bible's end, preceding the Hebrew names section.\u003cbr\u003e\u003cbr\u003eOttaviano Scotto, originally from Monza near Milan, was established in Venice by 1479. He printed Latin texts, including works for the Dominicans, and later significantly contributed to the printing of sheet music. Following his death in 1498, his nephews continued the Scotto firm, which became a major music printer and publisher in Venice. This Bible stands as a testament to the early history of printing and the Scotto family's pivotal role in the development of the printing industry in Venice.","collections":"historic","ref":"https://www.wdl.org/en/item/17174","filesize":"235","iso":"lat","year":1480,"type":"scan","provider":"Ottaviano Scotto, Venice","org_id":"","digitizer":"World Digital Library","archive_id":"LATOTTA_DBS_HS/Latin-(1480)-Bible-Ottaviano-Scotto-(WDL-17174)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}