{"id":"Latin-1455-Gutenberg-Bible-LOC-Vellum-Vol.-3-of-3-WDL-7782","abbr":"LATGUT","title":"Latin (1455) Gutenberg Bible (LOC-Vellum) Vol. 3 of 3 (WDL-7782)","title_vernacular":"Biblia Gutenbergiana (1455, LOC-Vellum, Vol.3 of 3)","description":"Latin (1455) Gutenberg Bible (LOC-Vellum) Vol. 3 of 3 (WDL-7782)\u003cbr\u003e\u003cbr\u003eThe Gutenberg Bible, a pivotal work in the history of Western bookmaking, was completed in Mainz, Germany, around late 1455. This first significant book printed using movable metal type marks the transition from the Middle Ages to the modern era. Johann Gutenberg, living from about 1397 to 1468, is celebrated for inventing the process of creating uniform and interchangeable metal type, revolutionizing the art of printing. This Bible showcases the Latin Vulgate text, translated by Saint Jerome in the fourth century, and is renowned for its noble Gothic type, exemplifying fine printing and craftsmanship. It is printed predominantly in double columns with 42 lines per page, with the capital letters and headings hand-ornamented in color. The three volumes are encased in 16th-century white pigskin bindings.\u003cbr\u003e\u003cbr\u003eThe Library of Congress's copy, printed entirely on vellum—a fine parchment made from animal skin—is one of only three known perfect vellum copies, alongside those at the Bibliothèque nationale de France and the British Library. This Bible was under the Benedictine Order's care for nearly five centuries, initially at the Abbey of Saint Blasius in the Black Forest, Germany, and later, after 1809, at the Abbey of Saint Paul in Carinthia, Austria. Each volume contains the bookplate of the Abbey of Saint Blasius. In 1930, the Library of Congress acquired this Bible, along with other 15th-century books, from Dr. Otto H. F. Vollbehr through an act of Congress.","collections":"historic","ref":"https://www.wdl.org/en/item/7782","filesize":"111","iso":"lat","year":1455,"type":"scan","provider":"Bibliothecae Princ. Mon. S. Blash-Mainz","org_id":"","digitizer":"World Digital Library","archive_id":"LATGUT_DBS_HS/Latin-(1455)-Gutenberg-Bible-(LOC-Vellum)-Vol.-3-of-3-(WDL-7782)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}