{"id":"Latin-1450-ca.-Ratisbon-Old-Testament-Illuminated-WDL-8909","abbr":"LATRATI","title":"Latin (1450 ca.) Ratisbon Old Testament Illuminated (WDL-8909)","title_vernacular":"Biblia Veteris Testamenti Ratisbonensis (1450 ca.)","description":"Latin (1450 ca.) Ratisbon Old Testament Illuminated (WDL-8909)\u003cbr\u003e\u003cbr\u003eThis manuscript, the first volume of a Latin Bible once owned by the Dominican Order in Ratisbon (now Regensburg), includes various books of the Old Testament and interpretations of biblical terms. It is distinguished by unusual miniatures from Berthold Furtmeyr (active 1460–1501), a celebrated German Renaissance painter and key figure in the ancient Ratisbon School of Illumination. Furtmeyr's contributions to the art of manuscript illumination are significant, as seen in his works such as this manuscript, the Furtmeyr Bible, and the Salzburg feast missal in five volumes, all preserved at the Bavarian State Library in Munich, Germany.\u003cbr\u003e\u003cbr\u003eFurtmeyr's artistry is evident in his masterful combination of pictures, ornamentation, and text, showcasing his exceptional handling of colors, bright illuminations, and meticulous craftsmanship. While deeply rooted in the Middle Ages, Furtmeyr's work exhibits a transition to Renaissance art, particularly in his use of color, nocturnal scenes, and portrayals of female nudes. This manuscript exemplifies the rich artistic heritage of the period and the evolution of European art from medieval to Renaissance styles.","collections":"historic","ref":"https://www.wdl.org/en/item/8909","filesize":"322","iso":"lat","year":1450,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATRATI_DBS_HS/Latin-(1450-ca.)-Ratisbon-Old-Testament-Illuminated-(WDL-8909)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}