{"id":"Latin-1007-ca.-Book-of-Henry-Gospels-and-Pictures-Illuminated-WDL-14712","abbr":"LATHENR","title":"Latin (1007 ca.) Book of Henry Gospels and Pictures - Illuminated (WDL-14712)","title_vernacular":"Liber Henrici Evangeliorum et Imaginum (1007 ca.)","description":"Latin (1007 ca.) Book of Henry Gospels and Pictures - Illuminated (WDL-14712)\u003cbr\u003e\u003cbr\u003eThis Gospel manuscript, a distinguished work of the Reichenau school of illumination, was commissioned by Emperor Henry II (973–1024) for the Bamberg Cathedral, which he founded in 1007 and dedicated in 1012. The manuscript commemorates the royal donor, who became Holy Roman Emperor in 1014 and was later canonized, through a dedicatory poem and a full-page miniature featuring Henry and his wife Cunegunda being crowned by Christ. Characterized by its generous proportions and wide margins, the manuscript reflects meticulous execution and remarkable artistic prowess, evident in the expressive figures and their commanding gestures.\u003cbr\u003e\u003cbr\u003eThe binding incorporates precious materials supplied by the emperor, who is mentioned in an inscription. The Crucifixion ivory, dating to Charles the Bald's time, may have originated from the back cover of the Codex aureus, a ninth-century Gospel for Charles the Bald at the Saint Emmeram monastery. The Byzantine enamels depicting Christ and the Apostles, possibly from a woman’s or votive crown, might derive from Holy Roman Emperor Otto III's heritage. The cloisonné enamels with Evangelists’ symbols, crafted specifically for this cover, and the rest of the gold work were likely made in Regensburg or Bamberg, not in Reichenau. In 2003, this manuscript was inscribed on the UNESCO Memory of the World Register.","collections":"historic","ref":"https://www.wdl.org/en/item/14712","filesize":"65","iso":"lat","year":1007,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATHENR_DBS_HS/Latin-(1007-ca.)-Book-of-Henry-Gospels-and-Pictures-Illuminated-(WDL-14712)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}