{"id":"Latin-1170-ca.-Weihenstephan-Gospel-Illuminated-WDL-13473","abbr":"LATWEIH","title":"Latin (1170 ca.) Weihenstephan Gospel - Illuminated (WDL-13473)","title_vernacular":"Evangelium Weihenstephanense (1170 ca.)","description":"Latin (1170 ca.) Weihenstephan Gospel - Illuminated (WDL-13473)\u003cbr\u003e\u003cbr\u003eThe Weihenstephan Gospel, a 12th-century Gospel lectionary, is an exquisite example of Romanesque illumination from southeast Bavaria. The manuscript, originating from the Bavarian diocesan town of Passau, showcases the text of liturgical Gospel readings for major feast days and remained in use until at least the 15th century, as evidenced by its ornate metal binding with deep relief, including a figure of Christ carved in rock crystal, crafted in that era.\u003cbr\u003e\u003cbr\u003eThe manuscript's artistry is particularly notable for its magnificent gold initials adorned with near-naturalistic depictions of animals and figures climbing within the tendrils of the initials. It contains five full-page miniatures with figurative illuminations, each correlated with specific feast days, such as the feast of John the Baptist, the birth of the Virgin Mary, and the feast of Peter and Paul. The cycle culminates with a striking image of Ecclesia (the Church) enthroned, holding a cross and an oil lamp.\u003cbr\u003e\u003cbr\u003eTwo distinguished artists contributed to the illuminations: one identified as the \"Master of Saint Peter,\" named after his work on folio 32 verso depicting Saint Peter's crucifixion, and the other known as the \"Master of Ecclesia,\" responsible for the miniature of Ecclesia on folio 39 verso. This Gospel lectionary, with its rich imagery and historical significance, represents a pinnacle of medieval artistic achievement in religious manuscripts.","collections":"historic","ref":"https://www.wdl.org/en/item/13473","filesize":"38","iso":"lat","year":1170,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATWEIH_DBS_HS/Latin-(1170-ca.)-Weihenstephan-Gospel-Illuminated-(WDL-13473)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}