{"id":"Latin-1515-Tegernsee-Psalter-Wigg-Illuminated-WDL-19506","abbr":"LATTEGE","title":"Latin (1515) Tegernsee Psalter (Wigg) Illuminated (WDL-19506)","title_vernacular":"Psalterium Tegernseense Wigg (1515)","description":"Latin (1515) Tegernsee Psalter (Wigg) Illuminated (WDL-19506)\u003cbr\u003e\u003cbr\u003eThis codex, notable for its three exceptionally large full-page miniatures at the beginning, and a large-format illustration and 54 historiated initials, is a 1515 Tegernsee Psalter. Following a calendar (leaves 2 recto‒7 verso), the psalms (leaves 9 verso‒167) are complemented by canticles, hymns, an Office of the Virgin Mary, and an Office of the Dead. Clues like saints' entries emphasized in red in the calendar, the mention of a church consecration, and the illuminations indicate its creation for the Benedictine Abbey of Tegernsee.\u003cbr\u003e\u003cbr\u003eThe first miniature (leaf 1 verso), showing the Tegernsee monastery crest, mentions founders Adalbert and Otkarius. A full-page miniature (leaf 8 verso) depicts Maurus Leyrer, the commissioning abbot, with Saint Quirin, Tegernsee's patron saint, alongside Emperor Maximilian I's likeness. Saints Chrysogonus and Castor, also venerated in Tegernsee, appear alongside relics dating back to 1054.\u003cbr\u003e\u003cbr\u003eWritten in 1514 by Paul Wigg, the Psalter's high-quality illumination, completed in 1515 by Jörg Gutknecht from Augsburg, a novice in a monastery, features 54 historiated initials. King David, the psalms' author, is depicted in the large initial B at the first psalm's start. Gutknecht's work was inspired by Albrecht Dürer's 1511 small woodcut Passion and other Dürer engravings.\u003cbr\u003e\u003cbr\u003eSecularization brought the manuscript to Munich in 1803, and it has since been part of the Bavarian State Library's collections, showcasing the artistic and religious significance of the early 16th century.","collections":"historic","ref":"https://www.wdl.org/en/item/19506","filesize":"110","iso":"lat","year":1515,"type":"illuminated","provider":"Tegernsee, Germany","org_id":"","digitizer":"World Digital Library","archive_id":"LATTEGE_DBS_HS/Latin-(1515)-Tegernsee-Psalter-(Wigg)-Illuminated-(WDL-19506)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}