{"id":"Latin-0825-ca.-Bamberg-Cathedral-Gospels-Illuminated-WDL-13464","abbr":"LATBAMB","title":"Latin (0825 ca.) Bamberg Cathedral Gospels - Illuminated (WDL-13464)","title_vernacular":"Evangelia Cathedralis Bambergensis (0825 ca.)","description":"Latin (0825 ca.) Bamberg Cathedral Gospels - Illuminated (WDL-13464)\u003cbr\u003e\u003cbr\u003eThe Bamberg Cathedral Gospels, dating from around 825, represent a distinguished example of Carolingian artistry, originating from the Mainz school of calligraphy and illumination. This school was a direct successor to Charlemagne's palace or court school. The manuscript exhibits a fusion of styles, combining the Ottonian style of the tenth century with the traditions of the Carolingian Ada group from the late eighth century, evident in its canon tables and evangelist portraits. The Ada group, named after Ada, half-sister of Charlemagne, is associated with a set of ivory carvings and about 10 illuminated manuscripts, including a gospel book circa 750, constituting the earliest examples of Charlemagne's court school. The Bamberg Cathedral Gospels received their exquisite binding in the Ottonian period. Notably, the codex features two remarkable ivories: the baptism of Christ on the front cover and, on the back, depictions of the Annunciation and the birth of Christ, though the ivory's original association with this codex remains uncertain. Initially owned by Bamberg Cathedral, it is believed the Gospel book might have been a gift from Emperor Henry II, who reigned from 1014 to 1024. This manuscript holds significant historical and artistic value, showcasing the evolution of Carolingian and Ottonian artistic styles.","collections":"historic","ref":"https://www.wdl.org/en/item/13464","filesize":"38","iso":"lat","year":825,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATBAMB_DBS_HS/Latin-(0825-ca.)-Bamberg-Cathedral-Gospels-Illuminated-(WDL-13464)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}