{"id":"Latin-1020-ca.-Reichenau-Gospel-Lectionary-Illuminated-WDL-19521","abbr":"LATREIC","title":"Latin (1020 ca.) Reichenau Gospel Lectionary - Illuminated (WDL-19521)","title_vernacular":"Lectionarium Evangeliorum Augiensium (1020 ca.)","description":"Latin (1020 ca.) Reichenau Gospel Lectionary - Illuminated (WDL-19521)\u003cbr\u003e\u003cbr\u003eThis small Gospel lectionary, a parchment manuscript of 192 leaves, represents the Reichenau Ottonian school of illumination at a high artistic level, reflecting the prominence of the Lake Constance monastery during the Saxon emperors' era (919‒1024). The original owner of the manuscript is unknown, and it entered the Bavarian State Library during the early 1800s' secularization of Bavarian monasteries. At this time, it likely lost its fine binding, evidence of which remains only as impressions and holes in the current bare cover.\u003cbr\u003e\u003cbr\u003eThe decoration consists of ornamental initial pages and full-page miniatures introducing new pictorial themes into Reichenau iconography. In addition to Christological themes and a Pentecost image (with the Easter miniature missing), the lectionary includes illuminations for the annunciation to Zacharias, three parables of Jesus, and the meeting of Jesus and Zacchaeus. A notable feature, compared to older manuscripts, is the emphasis on parables, a trend also seen in the slightly later 11th-century Echternach illumination from the Echternach monastery in present-day Luxembourg. This Gospel lectionary is a testament to the evolving artistic styles and thematic emphases in medieval religious manuscripts.","collections":"historic","ref":"https://www.wdl.org/en/item/19521","filesize":"98","iso":"lat","year":1020,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATREIC_DBS_HS/Latin-(1020-ca.)-Reichenau-Gospel-Lectionary-Illuminated-(WDL-19521)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}