{"id":"Latin-1904-Jefferson-Gospels-Latin-French-Grk-Eng-Gospels","abbr":"LATCLV","title":"Latin (1904) Jefferson Gospels (Latin French Grk Eng) - Gospels","title_vernacular":"Evangelia Jeffersoniana (1904, Latin-French-Greek-English)","description":"Latin (1904) Jefferson Gospels (Latin French Grk Eng) - Gospels\u003cbr\u003e\u003cbr\u003eThe Life and Morals of Jesus of Nazareth, commonly known as the Jefferson Bible, is a unique religious work created by Thomas Jefferson. Though Jefferson compiled the manuscripts, they were never published during his lifetime. The first, The Philosophy of Jesus of Nazareth, completed in 1804, has no surviving copies. The second, The Life and Morals of Jesus of Nazareth, was finished in 1820 through a process of cutting and pasting sections from the New Testament to extract Jesus's doctrine. Jefferson's version notably omits all miracles attributed to Jesus and most supernatural elements, including the Resurrection and portrayals of Jesus as divine.\u003cbr\u003e\u003cbr\u003eIn 1895, the Smithsonian Institution, led by librarian Cyrus Adler, acquired the original Jefferson Bible from Jefferson's great-granddaughter, Carolina Randolph, for $400. A conservation project in 2009, spearheaded by Senior Paper Conservator Janice Stagnitto Ellis, culminated in a public exhibit at the National Museum of American History from November 11, 2011, to May 28, 2012. The exhibit displayed Jefferson's source books, the 1904 edition of the Jefferson Bible commissioned by the U.S. Congress, and featured an interactive digital facsimile on the museum's website. The Smithsonian Channel also released the documentary \"Jefferson's Secret Bible\" on February 20, 2012.","collections":"historic","ref":"","filesize":"123","iso":"lat","year":1904,"type":"study","provider":"Thomas Jefferson-Government Printing Office","org_id":"","digitizer":"","archive_id":"LATHEX_DBS_HS/Latin-(1904)-Jefferson-Gospels-(Latin-French-Grk-Eng)-Gospels","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}