{"id":"Latin-1150-ca.-Honorius-Song-of-Solomon-WDL-13452","abbr":"LATHONO","title":"Latin (1150 ca.) Honorius Song of Solomon (WDL-13452)","title_vernacular":"Cantica Canticorum Honorii (1150 ca.)","description":"Latin (1150 ca.) Honorius Song of Solomon (WDL-13452)\u003cbr\u003e\u003cbr\u003eThis manuscript of works by Honorius Augustodunensis, also known as Honorius of Autun, is a unique illustrated commentary on the Old Testament's Song of Songs, mainly found in manuscripts from southeastern Germany and Austria. Created around 1170 in the Benediktbeuern monastery, Bavaria, it includes a title piece and three miniatures for books two to four, representing the complete cycle of illuminations. Honorius adopts an allegorical interpretation of Christ's marriage to his Church, depicted in the title piece. The subsequent books trace this allegorical marriage through four epochs: ante legem (before the law) symbolized by the daughter of Pharaoh; sub lege (under the law) by the daughter of Babylon; sub gratia (under grace) by Sunamitis (the Shulamite woman from the Song of Songs); and sub antichristo (under the anti-Christ) by Mandragora. In line with Honorius's text, the bride is dual-represented: as Ecclesia (the Church) in the New Jerusalem and as a personification of the Church in this world, symbolizing all humanity. Honorius was a notable theologian and philosopher active in southern Germany in the early 12th century. This manuscript is significant for its artistic and theological interpretation of a Biblical text.","collections":"historic","ref":"https://www.wdl.org/en/item/13452","filesize":"35","iso":"lat","year":1150,"type":"scan","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"LATHONO_DBS_HS/Latin-(1150-ca.)-Honorius-Song-of-Solomon-(WDL-13452)","language":{"iso":"lat","glotto_id":"lati1261","iso1":"la","name":"Latin","autonym":"lingua latīna","level":"A","country_id":"VA","latitude":41.90264,"longitude":12.45021,"status_id":"3"}}