{"id":"Lenape-1821-Delaware-Gospels-Elekup-nihillalquonk-woak-pemauchsohalquonk","abbr":"UNMJ18","title":"Lenape (1821) Delaware Gospels","title_vernacular":"Elekup nihillalquonk woak pemauchsohalquonk","description":"Unamiwas an Algonquian language spoken by the Lenape people in the late 17th century and the early 18th century, in what then was (or later became) the southern two-thirds of New Jersey, southeastern Pennsylvania, and the northern two-thirds of Delaware, but later in Ontario and Oklahoma. It is one of the two Delaware languages, the other being Munsee. The last fluent speaker in the United States, Edward Thompson, of the Delaware Tribe of Indians, died on August 31, 2002. His sister Nora Thompson Dean (1907–1984) provided valuable information about the language to linguists and other scholars.\u003cbr\u003e\u003cbr\u003e\"Lenni-Lenape,\" literally means \"Men of Men\", but is translated to mean \"Original People.\" The Lenape names for the areas they inhabited were Scheyichbi (i.e. New Jersey), which means \"water's edge\", and Lenapehoking, meaning \"in the land of the Delaware Indians.\" It describes the ancient homeland of all Delaware Indians, both Unami, and Munsee. The English named the river running through much of the traditional range of the Lenape after the first governor of the Jamestown Colony, Lord De La Warr, and consequently referred to the people who lived around the river as \"Delaware Indians\".\u003cbr\u003e\u003cbr\u003e1818 1-3 John ABS, New York: Translated by Christian F. Dencke, Moravian missionary. He also prepared translations of other portions that probably were not printed;  1821 Gospel Harmony Fanshaw, New York: Translated by David Zeisberger, Moravian. The Ms. Delaware translations were destroyed in the Muskingum massacre.","collections":"historic","ref":"","filesize":"9","iso":"unm","year":1821,"type":"scan","provider":"Daniel Fanshaw","org_id":"","digitizer":"Google","archive_id":"UNMGOS21_DBS_HS/Lenape-(1821)-Delaware-Gospels-(Elekup-nihillalquonk-woak-pemauchsohalquonk)","language":{"iso":"unm","glotto_id":"unam1242","name":"Unami","autonym":"Delaware","level":"E","area":"Northeast and west central Oklahoma, north New Jersey, and lower Delaware Valley.","country_id":"US","latitude":35.02644,"longitude":-98.32013,"status_id":"9"}}