{"id":"Lithuanian-1998-Genesis-Portion","abbr":"LITBSL","title":"Lithuanian (1998) Genesis Portion","title_vernacular":"Lietuvių Pradžios Knyga 1998","description":"Lithuanians are a Baltic ethnic group. They are native to Lithuania, where they number around 2,378,118 people. Another million or two make up the Lithuanian diaspora, largely found in countries such as the United States, United Kingdom, Brazil, Russia, and Canada. Their native language is Lithuanian, one of only two surviving members of the Baltic language family along with Latvian. According to the census conducted in 2021, 84.6% of the population of Lithuania identified themselves as Lithuanians, 6.5% as Poles, 5.0% as Russians, 1.0% as Belarusians, and 1.1% as members of other ethnic groups. Most Lithuanians belong to the Catholic Church, while the Lietuvininkai who lived in the northern part of East Prussia prior to World War II, were mostly Evangelical Lutherans.\u003cbr\u003e\u003cbr\u003e1625 Psalms Konigsberg Translated by J. Bretkens, who published the Liturgical Gospels and Epistles as early as 1591. Liturgical Selections, the earliest Scriptures in Lithuanian, were published in 1579, translated by Bartholomaus Willent and printed in Konigsberg.  1662 Genesis-Psalm 40 E. Tyler, London Translated by Samuel B. Chulinsky and two others.  1701 New Testament Konigsberg Translated by Samuel Bythner; 1735 Bible Konigsberg Translated byJohann J. Quandt and Philip Ruhig; 1816 Bible BFBS, Konigsberg Translated by a committee, under the direction ofL. J. Rhesa. It was often reprinted; notable revisions: 1823-1824, L. J. Rhesa, Konigsberg BS, Tilsit;  1869, Friedrich Kurschat, Canstein Bible Institute, Halle;  1897 Bible BFBS, Berlin Revised text and orthography by a committee ofLithuanian scholars. 1904 Psalms (1st in Roman character)' 1907 Genesis 1908 Bible BFBS, Berlin The 1897 Bible, transliterated into Roman character by W. Gaigalat.; 1907 MarkBFBS, Berlin; 1934 Gospels BFBS, Memel Translated by PaulJakubenas.; 1961 New Testament Psalms BFBS, London Revised by Algirdas Jurenas, with the assistance of Kostas Burbulys, Jonas Pauperas, Povilas Dilys, Ansas Trakis, and P.Jonikas.","collections":"genesis","ref":"","filesize":"275","iso":"lit","year":1998,"type":"genesis","provider":"","org_id":"","digitizer":"The Long Now Foundation","archive_id":"LITBSL_DBS_HS/Lithuanian-(1998)-Genesis-Portion","language":{"iso":"lit","glotto_id":"lith1251","iso1":"lt","name":"Lithuanian","autonym":"lietuvių kalba","level":"L","location":"Estonia, Latvia and Lithuania","area":"Widespread. Also in Argentina, Australia, Belarus, Brazil, Canada, Estonia, Kazakhstan, Kyrgyzstan, Latvia, Poland, Russian Federation (Europe), Sweden, Tajikistan, Turkmenistan, United Kingdom, United States, Uruguay, Uzbekistan.","country_id":"LT","latitude":55.14291,"longitude":23.96007,"population":2760000,"status_id":"1"}}