{"id":"Luganda-1890-Biscuit-Tin-Bible-WDL-18411","abbr":"LUGRPA","title":"Luganda (1890) Biscuit Tin Bible (WDL-18411)","title_vernacular":"Luganda (1890) Ekitabo Kya Biscuit Tin (WDL-18411)","description":"Ekitabo ekitukuvu ekya Katonda, kyebayita Baibuli ye Ndagano enkade nempya ekyakyusibwa mu Luganda (The Holy Book of God, called the Bible of the Old and New Testaments, translated into Luganda), also known as the “Biscuit Tin Bible,” is the first translation of the Bible into Luganda, the language of the Baganda, the largest ethnic group in present-day Uganda. The translation was made in Buganda through the combined efforts of the missionaries of the Church Missionary Society of England and new Baganda Christian converts. British missionaries began arriving in Uganda in the late 19th century with the aim of converting the population to Christianity. Eager to provide the Baganda with access to the Bible in their own language, they had the translation made from a Swahili version over the six-year period up to 1896. The first books to be translated were the four Gospels, which were completed in 1890 by the Reverend Alexander Mackay, then head of the Protestant mission in Buganda, and his Baganda converts. Mackay’s colleague, the Reverend R.D. Ashe, had the Gospel of John printed in 1891 in England. George William Pilkington, an Irish Protestant missionary who arrived in Buganda in 1891, was assigned the task of completing the translation. Pilkington was an enthusiastic linguist who had learned a considerable amount of Luganda on the long trek to Uganda from the Indian Ocean coast. In Buganda, 17 men and 14 women worked on the translations in 1891. Pilkington and Henry Wright Dutamaguzi (Duta), a Muganda, translated the Acts, the Epistles of Saint Paul, and the book of Revelation. The Acts were published in Britain in 1892. An edition that combined the Gospels and Acts in one volume also was published. By 1893 a complete single-volume edition of the New Testament was available in Luganda. Meanwhile, Pilkington and Duta had begun work on the Old Testament. Exodus and Joshua were the first books to be published, in 1893, followed by Genesis, Psalms, and Daniel in 1894. In 1896 the first five books of the Old Testament were published as a single volume. Pilkington completed the remainder of the Old Testament, except for the minor prophets, which were translated by Reverend William Arthur Crabtree. Once this was done, the whole Bible had been translated into Luganda. Legend has it that the three-inch wide, three-inch thick book was called the Biscuit Tin Bible because it was printed to fit into the Huntley \u0026 Palmers biscuit tin of that size (three inches = 7.6 centimeters). In actual fact, the Bible was that size because it had been printed in small sections that could be carried easily in the cloth bags of the Baganda. The rapid translation of parts of the Bible by different people is reflected in the numbering of the pages. The books from Genesis to II Samuel are numbered page 3 to page 720; followed by separate numberings from page 1 to page 709 for I Kings to Song of Songs; and page 1 to page 509 for Isaiah to Malachi. The New Testament is numbered from page 3 to page 623. When it came to the final printing of the whole Bible, the British and Foreign Bible Society decided to leave the physical dimensions as they were. This resulted in the stout, block-like shape of the final version. Special copies were made for the kings of Uganda, Kabaka Mwanga of Buganda, Omukama Kabalega of Bunyoro, and the Omukama of Toro. A copy of this first version of the Bible in Luganda is preserved in the Uganda National Museum in Kampala. (World Digital Library)","collections":"historic","ref":"https://www.wdl.org/en/item/18411","filesize":"290","iso":"lug","year":1890,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"World Digital Library","archive_id":"LUGLUG_DBS_HS/Luganda-(1890)-Biscuit-Tin-Bible-(WDL-18411)","language":{"iso":"lug","glotto_id":"gand1255","iso1":"lg","name":"Ganda","autonym":"Ganda","level":"L","location":"Uganda","area":"Southeast, primarily Buganda Province, Lake Victoria northwest shore to Lake Kyoga and Tanzania border.","country_id":"UG","latitude":0.66884,"longitude":32.15153,"population":5614750,"status_id":"1"}}