{"id":"Malay-1893-Luke-Kitab-perboewatan-segala-rasoel-tertoelis-dari-Loekas","abbr":"ZLMKEA","title":"Malay (1893) Luke ","title_vernacular":"Melayu Lukas 1893","description":"Malay is an Austronesian language that is an official language of Brunei, Indonesia, Malaysia, and Singapore, and that is also spoken in East Timor and parts of the Philippines and Thailand. Altogether, it is spoken by 290 million people (around 260 million in Indonesia alone in its own literary standard named \"Indonesian\") across Maritime Southeast Asia.\u003cbr\u003e\u003cbr\u003eAs the Bahasa Kebangsaan or Bahasa Nasional (\"national language\") of several states, Standard Malay has various official names. In Malaysia, it is designated as either Bahasa Melayu Malaysia (\"Malaysian Malay\") or also Bahasa Melayu (\"Malay language\"). In Singapore and Brunei, it is called Bahasa Melayu (\"Malay language\"). In Indonesia, an autonomous normative variety called Bahasa Indonesia (\"Indonesian language\") is designated the Bahasa Persatuan/pemersatu (\"unifying language\" or lingua franca). However, in areas of Central to Southern Sumatra, where vernacular varieties of Malay are indigenous, Indonesians refer to the language as Bahasa Melayu and consider it to be one of their regional languages.\u003cbr\u003e\u003cbr\u003eRoman Character unless noted:\u003cbr\u003eDiglot with Dutch; 1629 Matthew J. J. Palensteyn, Enckhuysen; 1638 Matthew Mark; 1646 Luke John; 1651 Gospels Acts; 1652 Psalms Amsterdam: Translated by Albert C. Ruyl, Jan van Hasel, and Justus Heurnius, and published under the auspices of the Dutch East India Company.; 1662 Genesis Gravenhage; 1668 New Testament Amsterdam: Translated by Melchior Leidekker, a Dutch minister in Batavia, who completed the O. T. and most of the N. T. before his death. The N. T. was completed by Pieter van der Vorm, and then the whole was revised by C. H. Werndly, A. Brants, and E. C. Ninaber.; 1817 New Testament (Arabic script); 1821 Bible (Arabic script) Calcutta Auxiliary BS, A revision of the 1738 Bible, prepared by J. MacInnes, an army major and R. S. Hutchings, an Anglican chaplain.; 1820-1824 Bible (Arabic script) Netherlands BS, Haarlem, A revision of the 1738 Bible, prepared for the NBS by J. Willmet.; 1828 Matthew (Arabic script) Printed privately; 1831 New Testament (Arabic script) BFBS, Singapore, A revision of the 1817 N.T., prepared by Claudius H. Thomsen, London MS, and Robert Burn, an Anglican chaplain.; 1850 Matthew Rotterdam, Translated by K. T. Hermann, Netherlands MS.; 1853 New Testament 1 856 New Testament (Arabic script) BFBS, Singapore, A revision of the 1831 N.T., prepared by S. Dyer, J. Evans, and B. P. Keasberry, LMS. It was then transliterated into Arabic script.; 1866 New Testament BFBS, Singapore, A further revision by B. P. Keasberry, LMS, who published Portions (Psalms, etc.) in his own translation as early as 1847.; 1868 Matthew 1870 New Testament 1871 Genesis; 1879 Old Testament NBS, Amsterdam Translated by H. C. Klinkert, a Dutch missionary. In 1887-1889 this Bible appeared transliterated into Arabic script.; 1897 Matthew 1901 Mark (Arabic script); 1910 New Testament Genesis Psalms (Arabic script); 1912 Old Testament (Arabic script) BFBS, Singapore A revision, prepared by a committee supervised by W. G. Shellabear, American Methodist Episcopal Mission, G. F. Hose, Bishop of Singapore, W. H. Gomes, Society for the Propagation of the Gospel, Dr. Luering, and others.; 1932 Luke (tentative) 1938 New Testament BFBS, NBS, Amsterdam, London Translated by W. A. Bode and others. This version, published with the Klinkert O. T., is also used by Indonesian Christians.","collections":"historic","ref":"","filesize":"6","iso":"zlm","year":1893,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"ZLMKEA_DBS_HS/Malay-(1893)-Luke-(Kitab-perboewatan-segala-rasoel-tertoelis-dari-Loekas)","language":{"iso":"zlm","glotto_id":"mala1479","name":"Malay","autonym":" Indonesian Malaysian ","level":"L","location":"Indonesia, Java and Bali","area":"Widespread in Peninsular Malaysia, parts of Sarawak. Also in Canada, Indonesia (Sumatra), Myanmar, Singapore, United Arab Emirates, United States.","country_id":"MY","latitude":1.858561,"longitude":103.000487,"population":10296000,"status_id":"3"}}