{"id":"Malayalam-2006-WBTC-New-Testament","abbr":"MALETR","title":"Malayalam (2006) WBTC New Testament","title_vernacular":"മലയാളം WBTC പുതിയ നിയമം 2006","description":"The Malayalam Bible, unique among the Scriptures of Asia, was prepared for a Christian community, rather than as a missionary project. The Malayalam-speaking Syrian Church in Travancore, a body of Christians claiming descent from the apostolic ministry of St. Thomas, had no printed Bible in their own tongue. Thus it was primarily to give the Bible to these fellow Christians that the first Malayalam translation was undertaken. Malayalam Character unless noted: 1811 Gospels Courier Press, Bombay Translated from the Syriac by Timpah Pillay and Philippos, a priest; 1825 Matthew; 1829 New Testament Printed privately, Kottayam; 1839 Psalms; 1841 Old Testament Madras Auxiliary BS, Kottayam Translated by Benjamin Bailey, Church MS; 1854 New Testament Tellicherry Translated by H. Gundert, Basel Evangelical Mission; 1859 Old Testament Madras Auxiliary BS, Kottayam A revision prepared by a committee, including J. G. Beuttler, G. Mathan, J. Peet, and J. Hawksworth; 1873 -1880 New Testament; 1899 New Testament (revised); 1910 Old Testament Madras Auxiliary BS A revision prepared by a committee of translators representing the CMS, LMS, Basel MS, and the Syriac Church, hence known as the ‘Union Version; 1903 Luke (Arabic character) Madras Auxiliary BS A transliteration of the Union Version for Muslims; 1905 Gospels Acts Emakulam Indian School Press Translated by Frs. Aloisius, Michael, and Polycarp. A Roman Catholic version of the Gospel Narrative is reported to have been published in 1872; 1908 Matthew Kottayam Translated from the Syriac by Konatt M. Malpan, a priest of the Syriac Church; 1908 Mark (Roman character) Eastbourne Transliterated by J. H. Knowles, LMS; 1962 Mark BS of India and Ceylon, Bangalore; 1965 John; 1967 Matthew; 1968 Luke BS of India, Bangalore: A revision, prepared by a committee, directed by F. Muliyil, United Theological College.","collections":"modern","ref":"","filesize":"1","iso":"mal","year":2006,"type":"book","provider":"World Bible Translation Center","org_id":"world-bible-translation-center","digitizer":"","archive_id":"MALETR_DBS_HS/Malayalam-(2006)-WBTC-New-Testament","language":{"iso":"mal","glotto_id":"mala1464","iso1":"ml","name":"Malayalam","autonym":"മലയാളം","level":"L","location":"India: Index Map","area":"Kerala, Laccadive Islands, neighboring states. Also in Bahrain, Canada, Fiji, Israel, Malaysia (Peninsular), Qatar, Singapore, United Arab Emirates, United Kingdom, United States.","country_id":"IN","latitude":9.592084,"longitude":76.765136,"population":37100000,"status_id":"2"}}