{"id":"Malagasy-John-print","abbr":"MLGDPV","title":"Malagasy - John (Print)","title_vernacular":"Malagasy Jaona","description":"Malagasy is spoken by 99 percent of the 6 million inhabitants of the Malagasy Republic (before 1960, the French colony of Madagascar). Although several racial types can be distinguished among Malagasy speakers, the Malagasy linguistic community is surprisingly homogeneous. Yet, several dialects, including Tsimihety and Hova, or Merina, are the most important in several speakers and for literary usage. Classed linguistically with the Malayo-Polynesian tongues, Malagasy developed from the languages of Malay-stock immigrants who arrived in Madagascar early. The Vazimba are considered to be descendants of the island’s aboriginal inhabitants. 1828 Luke; 1830 New Testament; 1831 Genesis-Ruth; 1832 Psalms; 1833 Proverbs Ecclesiastes; 1834 Song of Solomon; 1835 1 Samuel-Job Bible LMS, Antananarivo.\u003cbr\u003e\u003cbr\u003eThe first Bible printed in an African language was translated by David Jones and David Griffiths, LMS. In 1835 a proclamation proscribing Christianity was issued, and the translation and publication of the whole Malagasy Bible were hastened so that it might be finished, secretly distributed, and hidden before the missionaries were forced to leave. An edition of the N.T. was published by the BFBS in England and shipped to Mauritius, to be smuggled into Madagascar as an opportunity arose. 1855-1865 Bible BFBS, London A revision prepared by D. Griffiths, G. Sauerwein, and T. W. Meller. 1870 New Testament BFBS, London A revision designed by LMS missionaries. 1870 Mark LMS, Antananarivo Translated by Joseph S. Sewell, Friends’ Foreign Missionary Association. In 1874 Sewell's version of O.T. narratives was published at Raravohitra. 1876-1878 Gospels Catholic Mission, Antananarivo Translated by Fr. Antoine Abinal. A Roman Catholic version of the Gospels in narrative form appeared as early as i860, and there were numerous editions of the Liturgical Gospels and epistles. 1876 Genesis LMS, Antananarivo 1882 Bible (partially revised) 1888 New Testament 1889 Bible BFBS, London A revision prepared by W. E. Cousins, W. Montgomery, R. Baron, LMS, and H. E. Clark, FFMA. 1897 New Testament Catholic Mission, Tananarive Translated by Fr. Victoria Ma Izac. 1905 New Testament 1909 Bible BFBS, London An orthographic revision, prepared by J.. Sibree. 1938 Bible Tipografia Vaticana, Rome Translated by Jean Rakotondramasy, Roman Catholic.","collections":"modern","ref":"","filesize":"256","iso":"mlg","year":1965,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"MLGDPV_DBS_HS/Malagasy-John-(print)","language":{"iso":"mlg","glotto_id":"mlg","iso1":"mg","name":"Malagasy","autonym":"مَلَغَسِ","level":"L","country_id":"MG","population":25000000}}