{"id":"Maltese-New-Testament-print","abbr":"MLTSNT","title":"Maltese - New Testament (Print)","title_vernacular":"Maltese It-Testment il-Ġdid","description":"Maltese (Malti or Lingwa Maltija), is a Semitic language derived from late medieval Sicilian Arabic with Romance superstrata spoken by the Maltese people. It is the national language of Malta and the only official Semitic and Afro-Asiatic language of the European Union. Maltese is a Latinised variety of spoken historical Arabic through its descent from Siculo-Arabic, which developed as a Maghrebi Arabic dialect in the Emirate of Sicily between 831 and 1091. As a result of the Norman invasion of Malta and the subsequent re-Christianisation of the islands, Maltese evolved independently of Classical Arabic in a gradual process of Latinisation. It is therefore exceptional as a variety of historical Arabic that has no diglossic relationship with Classical or Modern Standard Arabic. Maltese is thus classified separately from the 30 varieties constituting the modern Arabic macrolanguage. Maltese is also distinguished from Arabic and other Semitic languages since its morphology have been deeply influenced by Romance languages, namely Italian and Sicilian.\u003cbr\u003e\u003cbr\u003e1822 John (with Italian) Church MS, London Translated by Giuseppe Cannolo, a Maltese.;  1829 Gospels Acts (with Latin) CMS, London Translated by M. Vassali, a Maltese.;  1847 New Testament Society for the Promotion of Christian Knowledge, Malta Translated by M. A. Camillari. An Edition of the Psalms, translated by Richard Taylor, was published in Malta in 1846.;  1870-1872 Matthew John Acts BFBS, London A revision prepared by M. A. Camillari and Paul Bonavia.;  1930-1932 Old Testament (in 25 parts);  1954-1959 New Testament (in 13 parts) Empire Press, Malta Translated by P. P. Saydon, Roman Catholic. Four volumes of N. T. Selections, translated by A. N. Galea, Roman Catholic, were published in Malta in 1934.","collections":"modern","ref":"","filesize":"1","iso":"mlt","year":1984,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"MLTSNT_DBS_HS/Maltese-New-Testament-(print)","language":{"iso":"mlt","glotto_id":"malt1254","iso1":"mt","name":"Maltese","autonym":"Malti","level":"L","area":"Also in Australia, Canada, Italy, Libya, Tunisia, United Kingdom, United States.","country_id":"MT","latitude":35.8884,"longitude":14.45082,"population":533080,"status_id":"1"}}