{"id":"Manchu-1869-New-Testament","abbr":"MNCLBT","title":"Manchu (1869) New Testament","title_vernacular":"Manchu (1869) ᠨᡳᠮᠣᡥᠠ ᡳ ᠨᠣᡵᠣ ᠨᠠᠮᠠᠩ","description":"The Manchus are an East Asian ethnic group native to Manchuria in Northeast Asia. They are an officially recognized ethnic minority in China and the people from whom Manchuria derives its name. The Later Jin (1616–1636) and Qing (1636–1912) dynasties of China were established and ruled by the Manchus, who are descended from the Jurchen people who earlier established the Jin dynasty (1115–1234) in northern China.\u003cbr\u003e\u003cbr\u003eManchus form the largest branch of the Tungusic peoples and are distributed throughout China, forming the fourth largest ethnic group in the country. They can be found in 31 Chinese provincial regions. Among them, Liaoning has the largest population and Hebei, Heilongjiang, Jilin, Inner Mongolia, and Beijing have over 100,000 Manchu residents. About half of the population live in Liaoning and one-fifth in Hebei. There are a number of Manchu autonomous counties in China, such as Xinbin, Xiuyan, Qinglong, Fengning, Yitong, Qingyuan, Weichang, Kuancheng, Benxi, Kuandian, Huanren, Fengcheng, Beizhen and over 300 Manchu towns and townships. Manchus are the largest minority group in China without an autonomous region.\u003cbr\u003e\u003cbr\u003eManchu is a language of the Altaic family, usually included in the Tunguzic group. These languages, spoken by small groups in Siberian Russia, include Evenki, or Tungus, Birar, Manegir, Solon, and Lamut (northern group) and Manchu, Golde, and Oroch, or Ude (southern group). The Tunguzic tongues are spoken by not more than 300,000 people in all. The Manchu alphabet, written vertically, left to right, was developed from Mongolian writing, with diacritical marks devised in 1632 to adapt the writing to Manchu. According to tradition, several variant forms of the character were used until an 18th century Chinese scholar prepared the squared letters now in use.\u003cbr\u003e\u003cbr\u003eManchu Character: 1822 Matthew; 1835 New Testament BFBS, St. Petersburg Translated by Stepan V. Lipoftsoff, an official of the Russian Foreign Office. This N. T. was often reprinted.","collections":"historic","ref":"","filesize":"89","iso":"mnc","year":1869,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"MNCLBT_DBS_HS/Manchu-(1869)-New-Testament","language":{"iso":"mnc","glotto_id":"manc1252","name":"Manchu","autonym":"ᠮᠠᠨᠵᡠᡤᡳᠰᡠᠨ","level":"L","location":"China","area":"Heilongjiang, a few Manchu-speaking villages in Aihui and Fuyu counties.","country_id":"CN","latitude":47.31225,"longitude":126.55713,"population":20,"status_id":"8b"}}