{"id":"Manx-1819-Bible-Yn-Vible-Casherick-ny-yn-Chenn-Chonaant-as-yn-Conaant-Noa","abbr":"GLVGLV","title":"Manx (1819) BIble","title_vernacular":"Yn Vible Casherick - ny yn Chenn Chonaant, as yn Conaant Noa","description":"Manx, also known as Manx Gaelic, is a Gaelic language of the insular Celtic branch of the Celtic language family, itself a branch of the Indo-European language family. Manx is the historical language of the Manx people.\u003cbr\u003e\u003cbr\u003eAlthough few children native to the Isle of Man speak Manx as a first language, there has been a steady increase in the number of speakers since the death of Ned Maddrell in 1974. He was considered to be the last speaker to grow up in a Manx-speaking community environment. Despite this, the language has never fallen completely out of use, with a minority having some knowledge of it as a heritage language, and it is still an important part of the island's culture and cultural heritage.\u003cbr\u003e\u003cbr\u003eManx is often cited as a good example of language revival efforts; in 2015, around 1,800 people had varying levels of second-language conversational ability. Since the late 20th century, Manx has become more visible on the island, with increased signage, radio broadcasts, and a Manx-medium primary school. The revival of Manx has been made easier because the language was well recorded, e.g. the Bible and the Book of Common Prayer had been translated into Manx, and audio recordings had been made of native speakers.\u003cbr\u003e\u003cbr\u003e1748 Matthew E. Oliver, London Translated by William Walker and Thomas Wilson, who thirty years earlier published the first book ever printed in Manx; 1763 Gospels Acts Oliver, London; 1767 Romans-Revelation W. Sheperd, Manning The work of Walker, revised and completed by J. Wilks and M. Curghey, and published by the Society for the Promotion of Christian Knowledge; 1772-1773 Bible J. Ware, Whitehaven Translated by a committee of Manx clergymen and revised by John Kelley and Philip Moore.","collections":"historic","ref":"","filesize":"77","iso":"glv","year":1819,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"GLVGLV_DBS_HS/Manx-(1819)-Bible-(Yn-Vible-Casherick-ny-yn-Chenn-Chonaant-as-yn-Conaant-Noa)","language":{"iso":"glv","glotto_id":"manx1243","iso1":"gv","name":"Manx","autonym":"Manx Gaelic","level":"L","area":"Isle of Man.","country_id":"IM","latitude":54.26037,"longitude":-4.45437,"population":1660,"status_id":"8b"}}