{"id":"Maori-1868-Bible-Ko-te-Paipera-Tapu-ara","abbr":"MRI1868","title":"Maori (1868) Bible ","title_vernacular":"Maori (1868) Te Paipera Tapu","description":"Māori is an Eastern Polynesian language spoken by the Māori people, the indigenous population of mainland New Zealand. Closely related to Cook Islands Māori, Tuamotuan, and Tahitian, it gained recognition as one of New Zealand's official languages in 1987. The number of speakers of the language has declined sharply since 1945, but a Māori-language revitalization effort has slowed the decline. \u003cbr\u003e\u003cbr\u003eThe 2018 New Zealand census reported that about 186,000 people, or 4.0% of the New Zealand population, could hold a conversation in Māori about everyday things. As of 2015, 55% of Māori adults reported some knowledge of the language; of these, 64% use Māori at home and around 50,000 people can speak the language \"very well\" or \"well\".\u003cbr\u003e\u003cbr\u003eThe Māori language did not have an indigenous writing system. Missionaries arriving from about 1814, such as Thomas Kendall, learned to speak Māori and introduced the Latin alphabet. In 1817, Tītore and his junior relative, Tui, sailed to England. They visited Professor Samuel Lee at the University of Cambridge and assisted him in the preparation of grammar and vocabulary of Māori. Thomas Kendall traveled to London with Hongi Hika and Waikato (a lower-ranking Ngāpuhi chief) in 1820, during which time further work was done with Professor Lee, who gave phonetic spellings to a written form of the language, which resulted in a definitive orthography based on North Island usage. By 1830, the Church Missionary Society (CMS) missionaries had revised the orthography for writing the Māori language; for example, Kiddeekiddee became, as in the modern spelling, Kerikeri.\u003cbr\u003e\u003cbr\u003e1833 Genesis Matthew John Acts Romans I Corinthians New South Wales Auxihary BS, Sydney; 1835 Luke; 1837 New Testament Psalms; 1840 Hexateuch Paihia MP Translated by members of the Paihia Mission, Church MS, primarily James Shepherd, William Williams, Robert Maunsell, and W. G. Puckey; 1848 Hexateuch (revised) BFBS, London Revised by a CMS committee, including J. Telford; under the direction of B. A. Selwyn. 1 848 Psalms (revised) Society for the Promotion of Christian Knowledge, London Revised by a committee for the SPCK. An edition was printed by the BFBS, London, in the same year; 1852 New Testament (revised) BFBS, London Revised by W. Williams, CMS; 1855 Judges—Psalms; 1858 Proverbs-Malachi BFBS, London Translated by R. Maunsell, CMS, with the suggestions of other members of the mission; 1862 New Testament Psalms (revised) BFBS, London Revised by T. W. Metier, BFBS agent, and Mrs. E. Colenso, CMS.; 1868 Bible; 1887 Bible (revised) BFBS, London Revised by W. Maunsell, G. Maunsell (his son), and C. Colenso. The N. T., in a corrected edition, was published in 1897; 1924 Bible (revised) BFBS, London Revised by Herbert Williams, son of the early CMS missionary, with a committee of Anglicans, Presbyterians, and Methodists; 1952 Bible (revised) BFBS, London Revised by a committee of New Zealand churchmen and representatives of the principal Maori tribes, including J. G. Laughton, F. A.Bennett, A. T. Ngata, W. W. Bird, E. Te Tuhi, W. N. Panapa, T. H. Kaa, and M. Porter.","collections":"historic","ref":"","filesize":"86","iso":"mri","year":1868,"type":"scan","provider":"W. M. Watts","org_id":"","digitizer":"Google","archive_id":"MRI1868_DBS_HS/Maori-(1868)-Bible-(Ko-te-Paipera-Tapu-ara)","language":{"iso":"mri","glotto_id":"maor1246","iso1":"mi","name":"Maori","autonym":" Te reo Māori","level":"L","location":"New Zealand","area":"Far north, North Island, east coast. Also in United States.","country_id":"NZ","latitude":-38.28814,"longitude":176.54055,"population":159700,"status_id":"6b"}}