{"id":"Marathi-Genesis-Portion","abbr":"MARTBN","title":"Marathi - Genesis Portion","title_vernacular":"Marathi - उत्पत्ती विभाग","description":"Marathi is an Indo-Aryan language predominantly spoken by Marathi people in the Indian state of Maharashtra. It is the official language of Maharashtra, and a co-official language in Goa state and the territory of Dadra and Nagar Haveli and Daman and Diu. It is one of the 22 scheduled languages of India, with more than 90 million speakers. Marathi ranks 11th in the list of languages with the most native speakers in the world. Marathi has the third largest number of native speakers in India, after Hindi and Bengali. The language has some of the oldest literature of all modern Indian languages. The major dialects of Marathi are Standard Marathi, Konkani, and Varhadi dialects.\u003cbr\u003e\u003cbr\u003eDevanagari Character unless noted: 1811 New Testament 1813 Pentateuch i8i6Joshua- Esther 1818Job-Song of Solomon 1819 Isaiah-Malachi Serampore MP Translated by the Serampore missionaries, who called the language ‘Mahratta’. The Scriptures were prepared in a corrupt dialect of Nagpur, and were little circulated;  1817 Matthew Bombay Auxiliary BS Translated under the supervision of John Taylor;  1819 Genesis American Board of Commissioners for Foreign Missions, Bombay Translated by Allan Graves, ABCFM;  1824 New Testament Serampore MP A revision prepared by the Serampore missionaries;  1826 New Testament ABCFM Press, Bombay 1830 New Testament (revised) Bombay Auxiliary BS Translated by Gordon Hall, Samuel Newell, Allan Graves, Horatio Bardwell, and John Nichols, ABCFM. It was revised by Graves;  1830 Matthew Translated by William Mitchell, Church MS;  1834 Matthew R. Prera Press A revision prepared by a committee, including the ABCFM translators and John Dickson, CMS, John Wilson, and Robert Nesbit, Church of Scotland Mission, and J. T. Molesworth;  1835 Matthew (Modi character) A transliteration of the 1834 version;  1836 Psalms CMS, Bombay Translated by J. B. Dickson;  1837-1847 Old Testament Bombay 1848 New Testament Bombay Auxiliary BS The revision committee version (see 1834), the translation being mainly the work of A.. Graves, J. B. Dickson, and D. O. Allen; the N. T. based on the Graves revision;  1839 Psalms Masik Translated by C. P. Farrar;  1851 New Testament Bombay A partial revision, containing Gospels and Acts revised by H. Ballantine. ( Gospels published in 1843; Acts soon after). Romans-Revelation was in the 1848 Revised Text. It was known as the ‘Nagar N. T.’ 1855 Bible 1857 Bible (further revised) Bombay Auxiliary BS A revision prepared under the supervision of A. Hazen and others;  1861 John (Roman character, with English) Bombay Auxiliary BS Edited by J. Murray Mitchell, CSM;  1862 Mark (Modi character) 1863 Luke John (Modi character) Bombay Auxiliary BS A transliteration;  1892 Ephesians Bombay Translated by a missionary ofthe Alibag Mission;  1896 Gospels Society for the Promotion of Christian Knowledge, London A new translation, prepared with commentary;  1898-1899 Gospels Bombay Auxiliary BS A revision, prepared by a committee under the supervision of Baba Padmanji;  1903 Luke (Modi character) Bombay Auxiliary BS A revised version ofthe Gospelfirst published in 1863;  1904 Romans;  1905 Gospels;  1907 New Testament;  1917 Ezekiel—Daniel;  1924 Bible Bombay Auxiliary BS The revision begun by Baba Padmanji, completed after his death in;  1906 by a committee supervised by D. Mackichan, Church ofScotland, and D. L.Joshi;  1912 New Testament;  1915 Genesis;  1924 Bible Kedgaon Mission Translated by Pandita Ramabai, a woman who learned Hebrew and Greek in order to translate the Bible into simple Marathifor ruralfolk whofound the classical style ofother translations too difficult;   1929 Gospels Acts Printed privately;  1931 New Testament Bombay Representative Christian Council Translated by Rao Bahadur Athavle, a Marathi Christian who had previously served on revision committees;  1957 Mark Romans Ephesians;  1964 New Testament BS of India and Ceylon, Bombay Tentative revisions, prepared by a committee headed by H. G. Howard, American Presbyterian.\u003cbr\u003e\u003cbr\u003eAs early as 1659 a Gospel Narrative in the Konkani Standard usage was translated by Francisco V. de Guimareens, Roman Catholic (ioriginally in the Roman character, but republished in Balbodh in 1922-;  1923). In 1940 a 17th-century narrative of the Passion story, translated by Roman Catholics, was published by A. Peiolkar, Bombay. A Roman Catholic translation of the Liturgical Gospels and Epistles and certain N. T. Books is reported to have been published since 1955. (From the Book of a Thousand Tongues)","collections":"genesis","ref":"","filesize":"372","iso":"mar","year":1978,"type":"genesis","provider":"The Bible Society of India","org_id":"bible-society-of-india","digitizer":"The Long Now Foundation","archive_id":"MARTBN_DBS_HS/Marathi-Genesis-Portion","language":{"iso":"mar","glotto_id":"mara1378","iso1":"mr","name":"Marathi","autonym":"मराठी","level":"L","location":"India: Index Map","area":"Maharashtra and adjacent states. Also in Canada, Israel, Mauritius, United States.","country_id":"IN","latitude":17.93438,"longitude":76.66649,"population":83100000,"status_id":"2"}}