{"id":"Mende-1872-Gospels-La-yia-yekpe-manisia-wotenga-mende-bela-ti-kenye-lei-hu","abbr":"MENGOS","title":"Mende (1872) Gospels ","title_vernacular":"Mende (1872) Nyande Wo Kenda","description":"Mende is a major language of Sierra Leone, with some speakers in neighboring Liberia. It is spoken by the Mende people and by other ethnic groups as a regional lingua franca in southern Sierra Leone. In southern Sierra Leone, it is the regional lingua franca that allows all tribes to communicate.\u003cbr\u003e\u003cbr\u003e1867 Matthew Lawana MP Translated by missionaries of the Mende Mission, Lawana;  1871 Matthew Mark;  1872 Luke-Romans BFBS, London Translated by James F. Schon, Church MS, and Harvey Ritchell, an African Christian. After 1871 the translation was continued by Henry Johnson, an African pastorfor the CMS.;  1928 Matthew (revised) BFBS, London Revised by W. T. Balmer, Wesleyan Methodist MS.;  1930 Ruth Galatians;  1931 1 Corinthians;  1932 Mark;  1936 John;  1939 Luke BFBS, London;  1943 Acts (revised) BFBS, Cape Town;  1943 James;  1944 1 Peter Bunumbu Press;  1950 2 Peter Jonah (not dated) Protectorate Literature Bureau, Bo;  1952 Mark (revised);  1953 Matthew (revised) BFBS, London;  1953-1954 2 Corinthians Galatians 1,2 Timothy Titus 1-3 John Jude Protectorate Literature Bureau, Bo;  1956 New Testament;  1959 Bible BFBS, London Translated by W. R. E. Clarke, WMMS, until the establishment ofa committee in the late 1930s; the Committee included over the years: J. R. S. Law, S. Brown, R. A. Johnson, M. Mary Senior, Blanche Tucker, L. W. Juby, MMS, and P. F. Jibao, D. D. Tucker, S. M. Musa, S. A. Junusa, A. M. Vandi, and G. K. Edwards, African Christians.","collections":"historic","ref":"","filesize":"52","iso":"men","year":1872,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"MENGOS_DBS_HS/Mende-(1872)-Gospels-(La-yia-yekpe-manisia-wotenga-mende-bela-ti-kenye-lei-hu)","language":{"iso":"men","glotto_id":"mend1266","name":"Mende (Sierra Leone)","autonym":"Mɛnde yia ","level":"L","location":"Liberia","area":"South central. Expanding along the coast and south and east. Also in Liberia.","country_id":"SL","latitude":7.90935,"longitude":-10.992585,"population":2111600,"status_id":"3"}}