{"id":"Micmac-1857-Genesis-Portion","abbr":"MICGEP","title":"Micmac (1857) Genesis Portion","title_vernacular":"Micmac (1857) Keseg","description":"The Miꞌkmaq language, or Miꞌkmawiꞌsimk, is an Eastern Algonquian language spoken by nearly 11,000 Miꞌkmaq in Canada and the United States; the total ethnic Miꞌkmaq population is roughly 20,000. The native name of the language is Lnuismk, Miꞌkmawiꞌsimk, or Miꞌkmwei (in some dialects). The word Miꞌkmaq is a plural word meaning 'my friends' (singular miꞌkm); the adjectival form is Miꞌkmaw.\u003cbr\u003e\u003cbr\u003ePitman Phonetic System: 1853 Matthew BFBS, Charlottetown, P.E.I. 1854 John BFBS, Halifax 1856 Luke 1857 Genesis 1859 Psalms 1863 Acts BFBS, Bath.\u003cbr\u003e\u003cbr\u003eRoman Character: 1870 Exodus BFBS, Halifax;  1871-1874 Matthew Luke John (revised) BFBS, Chebooktook (Halifax);  1874 Mark Romans—Revelation;  1875 Matthew—Luke Romans—Revelation BFBS, Halifax Translated by Silas Tertius Rand of the Micmac Mission. In 1866 a Micmac catechism, prepared by C. Kauder, was published in Vienna. Written in an ideographic system that he had devised, this three-volume work contained more than 5,500 different","collections":"genesis","ref":"","filesize":"845","iso":"mic","year":1857,"type":"genesis","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"The Long Now Foundation","archive_id":"MICGEP_DBS_HS/Micmac-(1857)-Genesis-Portion","language":{"iso":"mic","glotto_id":"mikm1235","name":"Mi'kmaq","autonym":"Mi'kmawi'simk","level":"L","location":"Canada","area":"Central and north Nova Scotia. 6 major villages and 1 small village on mainland: Afton, Pictou, Truro, Shubenagadie, Bear River, and Yarmouth, some small communities; 5 major villages on Cape Breton Island: Memberto, Eskasoni, Chapel Island, Wakmatkug, Waikoqomaq. Prince Edward Island and New Brunswick east coast: Fort Folly, Big Cove, Indian Island, Burnt Church, Eel Ground, Red Bank, Pabino Falls, and Eel River Bar; Quyebec, east Gaspe Peninsula, 3 villages: Gespe’q, Gesgapeqiaq, Listuguj; Newfoundland, at Conn River. Also in United States.","country_id":"CA","latitude":45.99412,"longitude":-65.576585,"population":1500,"status_id":"6b"}}