{"id":"Mikir-1919-John-Ketok-Abirta-Keme","abbr":"MJWPOR","title":"Mikir (1919) John (Ketok Abirta Keme)","title_vernacular":"Mikir (1919) Ketok Abirta Keme","description":"The Karbis, mentioned as the Mikir are one of the major ethnic communities in Northeast India mostly concentrated in the hill district of Karbi Anglong of Assam. The Karbi community is the principal indigenous community in the Karbi Anglong district and West Karbi Anglong district of the Indian State of Assam. The districts are administered as per the provisions of the Sixth Schedule of the Constitution of India, having been granted autonomy on 17 November 1951. Besides the Karbi Anglong district, the Karbi-inhabited areas include Dima Hasao, Kamrup Metropolitan, Hojai, Morigaon, Nagaon, Golaghat, Karimganj, Lakhimpur, Sonitpur, and Biswanath Chariali districts of Assam; Balijan circle of Papumpare district in Arunachal Pradesh; Jaintia Hills, Ri Bhoi, East Khasi Hills and West Khasi Hills districts in Meghalaya; Dimapur District in Nagaland, Mizoram, and Sylhet district of Bangladesh with the disproportionate distribution. However, Karbis in other Indian states like Meghalaya, Mizoram, and Nagaland are unable to identify themselves as belonging to the Scheduled Tribes, as the Constitution of India only recognizes 'Mikir'. With a population of 421,156, as per the 2011 Census, the Karbis constitute a large community.\u003cbr\u003e\u003cbr\u003e1911 Matthew; 1918 Matthew Mark Luke; 1931 New Testament BFBS, Calcutta Translated by J. M. Carvell and W. R. Hutton, American Baptist Foreign MS.; 1947 New Testament (revised) BS of India and Ceylon, Calcutta; 1952 Old Testament BS of India, Pakistan and Ceylon, Calcutta Revised and translated by W. R. Hutton, ABFMS, aided by H. Ingleng, M. Ronghang, and S. Inghi.","collections":"historic","ref":"","filesize":"94","iso":"mjw","year":1919,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"MJWPOR_DBS_HS/Mikir-(1919)-John-(Ketok-Abirta-Keme)","language":{"iso":"mjw","glotto_id":"karb1241","name":"Karbi","autonym":"Arleng","level":"L","location":"India, Map 5","area":"Assam, Karbi Anglong District, Mikir and Rengma hills, Nagaon, Darrang, Marigaon, Sonitpur, Lakhimpur, North Cachar districts; Arunachal Pradesh, Papumpare District, Balijan circle; Meghalaya, Jaintia District; Nagaland, foothills around Dimapur.","country_id":"IN","latitude":25.7317,"longitude":93.04624,"population":529000,"status_id":"5"}}