{"id":"Mohawk-Iroquois-1880-Gospels","abbr":"MOHFGM","title":"Mohawk - Iroquois (1880) Gospels","title_vernacular":"Mohawk - Iroquois (1880) Hadisohneka","description":"Mohawk is an Iroquoian language currently spoken by around 3,500 people of the Mohawk nation, located primarily in current or former Haudenosaunee territories, predominately Canada (southern Ontario and Quebec), and to a lesser extent in the United States (western and northern New York). The word \"Mohawk\" is an exonym. In the Mohawk language, the people say that they are from Kanien:ke ('Mohawk Country' or \"Flint Stone Place\") and that they are Kanienʼkehá꞉ka \"People of the Flint Stone Place\" or \"People of the Flint Nation\".\u003cbr\u003e\u003cbr\u003eThe Mohawks were extremely wealthy traders, as other nations in their confederacy needed their flint for tool-making. Their Algonquian-speaking neighbors (and competitors), the People of Muh-heck Heek Ing (\"food-area place\"), a people called by the Dutch \"Mohicans\" or \"Mahicans\", called the People of Ka-nee-en Ka \"Maw Unk Lin\" or Bear People. The Dutch heard and wrote that as \"Mohawks\" and so the People of Kan-ee-en Ka are often referred to as Mohawks. The Dutch also referred to the Mohawk as Egils or Maquas. The French adapted those terms as Aigniers or Maquis, or called them by the generic Iroquois.\u003cbr\u003e\u003cbr\u003e1787 Mark C. Buckton, London The Mohawk Prayer Book, published first in 1715 and later in 1769 and 1780. This edition was the first to contain a complete Gospel, which was translated by Joseph Brant, a Mohawk chieftain, under the supervision ofJohn Stuart, Society for the Propagation of the Gospel. Reprinted 1829 by New York District BS; 1804 John (with English) BFBS, London Translated by John Norton, a Cherokee who had lived among the Mohawks. It was the first book published by the BFBS. Reprinted 1818, ABS, New York; 1827 Luke (with English) ABS, New York; 1831 Matthew (with English);  1833 Luke (revised, with Enghsh);  1834-1836 Acts—Revelation (except 2 Corinthians, in 17 parts; with Enghsh) Young Men’s BS ofNew York;  1839 Isaiah ABS, New York Translated by H. A. Hill and W. Hess, Mohawk Indians, and John A. Wilkes.","collections":"historic","ref":"","filesize":"16","iso":"moh","year":1880,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"MOHFGM_DBS_HS/Mohawk-Iroquois-(1880)-Gospels","language":{"iso":"moh","glotto_id":"moha1258","name":"Mohawk","autonym":"KanienʼkéhaKanyenʼkéha","level":"L","location":"Canada","area":"Southwest Quebec, south Ontario. Also in United States.","country_id":"CA","latitude":45.00064,"longitude":-74.624415,"population":2940,"status_id":"6b"}}