{"id":"Mongolian-New-Testament-book","abbr":"MONMON","title":"Mongolian - New Testament (Book)","title_vernacular":"Монгол - Шинэ Гэрээ (Ном)","description":"Mongolian is the official language of Mongolia and both the most widely spoken and best-known member of the Mongolic language family. The number of speakers across all its dialects may be 5.2 million, including the vast majority of the residents of Mongolia and many of the ethnic Mongol residents of the Inner Mongolia Autonomous Region of the People's Republic of China. In Mongolia, the Khalkha dialect is predominant and is currently written in both Cyrillic and traditional Mongolian script. In Inner Mongolia, the language is dialectally more diverse and is written in the traditional Mongolian script. However, Mongols in both countries often use Latin for convenience on the Internet.\u003cbr\u003e\u003cbr\u003eMongolian Character unless noted:\u003cbr\u003e1819 Matthew John;  1820-1821 Mark Luke-Acts Russian BS, St. Petersburg Translated by I. J. Schmidt, a merchant who worked closely with Moravian missionaries, and Badma and Norntu, Buriat Mongols. In 1827 the N.T. was printed in St. Petersburg but was apparently withheld from circulation.\u003cbr\u003e1836 Pentateuch;  1840 Old Testament BFBS, Selenginsk Translated by Edward Stallybrass, William Swan, and Robert Yuille, London MS. The O.T., issued in parts, was completed in 1840;   1846 New Testament (Manchu character) BFBS, London Translated by Edward Stallybrass and William Swan. A slight revision, prepared by Antoine Schiefner and Alexis Pozdneyejf (in Mongolian character), appeared in 1880, BFBS, St. Petersburg. It was often reprinted, both complete and in parts. 1911 Gospels Acts BFBS, Shanghai A revision by F. A. Larsen, BFBS, and A. G. Almblad, Scandinavian Alliance Mission;  1940 Matthew Mark ABS, BFBS, Shanghai;  1948 Matthew—Luke China Bible House, Shanghai;  1952 New Testament Hong Kong Bible House A revision begun by Joel Eriksson and Gerda Ollen, Swedish Mongol Mission, with the assistance of Daste Djub, and completed by S. J. Gunzel, The Evangelical Alliance Mission, Erren Chin Dortchi, Mattai, and other Mongolians.","collections":"modern","ref":"","filesize":"17","iso":"mon","year":2000,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"MONMON_DBS_HS/Mongolian-New-Testament-(book)","language":{"iso":"mon","glotto_id":"mon","iso1":"mn","name":"Mongolian","autonym":"монгол хэл","level":"L","country_id":"MN","population":3225000}}