{"id":"Mpwongwe-1852-John","abbr":"MYEPOR","title":"Mpwongwe (1852) John","title_vernacular":"Mpwongwe (1852) Ioane","description":"The Mpongwe dialect of OMyene is spoken around the Gabon estuary. Myene is a cluster of closely related Bantu varieties spoken in Gabon by about 46,000 people. It is perhaps the most divergent of the Narrow Bantu languages, though Nurse \u0026 Philippson (2003) place it in with the Tsogo languages (B.30). The more distinctive varieties are Mpongwe (Pongoué), Galwa (Galloa), and Nkomi.\u003cbr\u003e\u003cbr\u003e1850 Matthew American Board of Commissioners for Foreign Missions, Gabon; 1852 John; 1859 Genesis Exodus (Chaps. 1-2) Joshua-Ruth Proverbs Acts ABS, New York; 1864 Gospels ABCFM, Gabon; 1867; 1869 Romans-Revelation; 1879 Ecclesiastes Song of Solomon Daniel-Malachi Isaiah (Chaps. 1-29); 1879 Gospels (revised) ABS, New York Translated by missionaries of the ABCFM, primarily Albert Bushnell; 1885 Genesis Exodus Joshua—2 Kings Ezra—Proverbs Isaiah Acts ABS, New York Translated and revised by W. Walker and missionaries of the American Presbyterian Board of foreign Missions.; 1893 New Testament (revised) ABS, New York Revised by A. C. Good, APM. In 1891 a book of Bible Stories (School Bible), translated by Fr. F. Gachon, was published. 1919 New Testament; 1923 Jeremiah Lamentations Ezekiel 1925 Genesis Exodus Psalms Isaiah;  1927 Bible BFBS, Paris The Union OMyene version, translated into a usage accommodating speakers of both Mpongwe and Galwa OMyene by U. Teisseres.","collections":"historic","ref":"","filesize":"2","iso":"mye","year":1852,"type":"scan","provider":"American Bible Society","org_id":"american-bible-society","digitizer":"Google","archive_id":"MYEPOR_DBS_HS/Mpwongwe-(1852)-John","language":{"iso":"mye","glotto_id":"myen1241","name":"Myene","autonym":"Omyene","level":"L","location":"Equatorial Guinea, Gabon and São Tomé e Príncipe","area":"Ogooue-Maritime and Middle Ogooue provinces, Lambarene area to coast. Mpongwe on both sides of Gabon Estuary, south of Libreville, Port Gentil area; Ajumba north of Lambarene; Enenga northeast of Lambarene; Galwa in Lambarene area and west; Nkomi on coast, southeast of Port Gentil.","country_id":"GA","latitude":-1.48741,"longitude":9.50247,"population":45000,"status_id":"6a"}}