{"id":"Muskokee-1875-Gospels-Acts-and-Epistles","abbr":"MUSPOR","title":"Muskokee (1875) Gospels Acts and Epistles","title_vernacular":"Muskokee (1875) Este Cate Mvssē, Aktes, Epesles","description":"The Muscogee, also known as the Mvskoke, Muscogee Creek, and the Muscogee Creek Confederacy (pronounced [məskóɡəlɡi] in the Muscogee language), are a group of related indigenous (Native American) peoples of the Southeastern Woodlands in the United States of America. Their original homelands are in what now comprises southern Tennessee, much of Alabama, western Georgia, and parts of northern Florida.\u003cbr\u003e\u003cbr\u003eThe related dialects of these tribes and the Creek-influenced Seminole tongue (the Seminoles originally spoke a language known as Mikasuki) are usually known as Muskogee. The Muskogee were the dominant tribe of the Creek Confederacy, and the term has since come to denote the entire linguistic family to which the Creek, Seminole, Choctaw, Apalachee, Natchez, Hitchiti (Mikasuki), and related Indian languages pertain.\u003cbr\u003e\u003cbr\u003e1835 John Shawanoe Baptist Mission, Indian Territory Translated by Johnathan Lykins andJohn Davis, Creek Baptists;  1855 Matthew Park Hill, Indian Territory Translated by Robert M. Longbridge, Presbyterian missionary, aided by David Winslett, a Creek;  1860 John Marion, Alabama Translated by H. F. Buckner, Baptist missionary, and Goliah Herrod, a Creek;  1867-1869 Matthew I-3 John;  1871 John;  1875-1886 New Testament (in 16 parts);  1887-1891 New Testament (revised) 1893 Genesis;  1896 Psalms ABS, New York Translated by William S. Robertson and his wife, Ann Worcester Robertson, American Baptist Foreign MS, with help from various Indian informants, including D. Hodge, J. T. W. and Legus Perryman, and N. Sullivan.","collections":"historic","ref":"","filesize":"303","iso":"mus","year":1875,"type":"scan","provider":"American Bible Society","org_id":"american-bible-society","digitizer":"","archive_id":"MUSPOR_DBS_HS/Muskokee-(1875)-Gospels-Acts-and-Epistles","language":{"iso":"mus","glotto_id":"cree1270","name":"Creek","autonym":"Creek","level":"L","location":"Southeastern United States of America","area":"East central Oklahoma, Creek and Seminole, south Alabama Creek, Florida, Seminole of Brighton Reservation.","country_id":"US","latitude":31,"longitude":-87.5,"population":4300,"status_id":"6b"}}