{"id":"Nahuatl-1574-Gospel-Portions-WDL-15017","abbr":"NGUOLD","title":"Nahuatl (1574) Gospel Portions (WDL-15017)","title_vernacular":"Nahuatl (1574) In Totlahtol (WDL-15017)","description":"Fray Bernardino de Sahagún was a Franciscan missionary who arrived in Mexico from Spain in 1529 and stayed until his death in 1590. He worked with the indigenous peoples of the area to document their cultures and religions, in large part motivated by the conviction that better understanding of their beliefs and practices would improve the efforts to convert them to Christianity. His methods have led some scholars to consider him the first ethnohistorian, and he is remembered today as much for his ethnographic and linguistic documentation of the Nahua peoples and Aztec civilization as for his missionary work. The volume presented here is a contemporary manuscript copy of Sahagún's 1574 correction and reworking of an anonymous compilation of biblical readings and meditations in the Nahuatl language, part of his “Postilla,” or scriptural commentaries, used in missionary work among the Aztecs and Nahua. An introductory section of five pages is followed by meditations based on readings from the Gospels for each day of the week. Themes from the readings include the angel's announcement of the birth of Christ to the shepherds; the young Jesus teaching the elders in the temple; and Christ establishing the sacrament of Holy Communion. The trilingual meditation on the Eucharist contains the liturgy in Latin, followed by Spanish glosses, and explanations in Nahuatl of the ceremony and its significance. It is a key primary source for understanding Sahagún's interpretation of Christianity and the Roman Catholic liturgy for his Nahua audience. (World Digital Library)","collections":"historic","ref":"https://www.wdl.org/en/item/15017","filesize":"6","iso":"ngu","year":1574,"type":"reprint","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"NGUOLD_DBS_HS/Nahuatl-(1574)-Gospel-Portions-(WDL-15017)","language":{"iso":"ngu","glotto_id":"guer1241","name":"Guerrero Nahuatl","autonym":"Nahuatl, Guerrero","level":"L","location":"Western Central Mexico","area":"Balsas River: Tepecoacuilco de Trujano, Huitzuco de los figueroa, Atenango del Río, Copalillo, Mártir de Cuilapan, Zitlala, Tixtla de Guerrero, Mochitlán, Quechultenango, Chiulapa de Álvarez, Ahuacuotzingo, Olinalá, Atlixtac, Zapotitlan Tablas, Ayutla de los Libres, Cualác, Huamuxtitlán, Xochihuehuetlán, Tlapa de Comonfort, Alpoyeca, Xalpatláhuac, and Alcozauca de Guerrero municipalities.","country_id":"MX","latitude":17.85828,"longitude":-99.00233,"population":125000,"status_id":"6a"}}