{"id":"Navajo-1917-Bible-Portions","abbr":"NAVNAV","title":"Navajo (1917) Bible Portions","title_vernacular":"Navajo (1917) Diné Bizaad Tʼááłáʼí Tʼáá Hooghandi","description":"The Navajo are a Native American people of the Southwestern United States. With more than 399,494 enrolled tribal members as of 2021, the Navajo Nation is the largest federally recognized tribe in the United States; additionally, the Navajo Nation has the largest reservation in the country. The reservation straddles the Four Corners region and covers more than 27,325 square miles (70,000 square km) of land in Arizona, Utah, and New Mexico. The Navajo Reservation is slightly larger than the state of West Virginia. The Navajo language is spoken throughout the region, and most Navajos also speak English. The states with the largest Navajo populations are Arizona (140,263) and New Mexico (108,306). More than three-fourths of the enrolled Navajo population resides in these two states. Navajo, an Athabascan tongue, is related to the Apache languages and, more distantly, to other languages spoken by Indians of western North America, e.g., Slave, Chipewyan, and Dog Rib.\u003cbr\u003e\u003cbr\u003e1910 Genesis Mark;  1916 Mark (revised);  1935 Acts;  1948 John (with English) ABS, New York Translated by Leonard P. Brink, Christian Reformed Church, and F. G. Mitchell, Presbyterian, with considerable assistance from other translators and native informants; 1948 Mark  1949 Matthew 1 Corinthians Philippians James 1, 2 Peter (with English) ABS, New York;  1952 Luke (tentative) WBT, Farmington;  1956 New Testament;  1959 New Testament (corrected);  1962 Genesis Exodus;  1966 Genesis Exodus Joshua Ruth Psalms Jonah ABS, New York Translated by Faye E. Edgerton, Faith Hill, Turner and Helen Blount, WBT, Geronimo Martin, a Navajo, and W. Goudberg, Christian Reformed Church.","collections":"historic","ref":"","filesize":"14","iso":"nav","year":1917,"type":"scan","provider":"American Bible Society","org_id":"american-bible-society","digitizer":"","archive_id":"NAVNAV_DBS_HS/Navajo-(1917)-Bible-Portions","language":{"iso":"nav","glotto_id":"nava1243","iso1":"nv","name":"Navajo","autonym":"Diné bizaad","level":"L","location":"Southwestern United States of America","area":"Northeast Arizona, northwest New Mexico, southeast Utah; a few in Colorado.","country_id":"US","latitude":36.21057,"longitude":-110.08218,"population":300000,"status_id":"6b"}}