{"id":"Nepali-2006-WBTC-New-Testament","abbr":"NPIERV","title":"Nepali (2006) WBTC New Testament","title_vernacular":"Nepali (2006) डब्ल्यूबीटीसी नयाँ करार","description":"Nepali (नेपाली) is an Indo-Aryan language native to the Himalayas region of South Asia. It is the official and most widely spoken, language of Nepal, where it also serves as a lingua franca. Nepali has official status in the Indian state of Sikkim and in the Gorkhaland Territorial Administration of West Bengal. It is spoken by about a quarter of the population in Bhutan. Nepali also has a significant number of speakers in the states of Arunachal Pradesh, Assam, Himachal Pradesh, Manipur, Meghalaya, Mizoram, and Uttarakhand. In Myanmar, it is spoken by the Burmese Gurkhas. The Nepali diaspora in the Middle East, Brunei, Australia, and worldwide also use the language. Nepali is spoken by approximately 16 million native speakers and another 9 million as a second language.\u003cbr\u003e\u003cbr\u003eDevanagari Character:  1821 New Testament Serampore MP Translated by the Serampore missionaries.;  1850 Luke;  1832 Acts Calcutta Auxiliary BS Translated by W. Start, Baptist missionary.;  1861 Luke,  Acts Calcutta Auxiliary BS Revised by C. G. Nicbel.;  1877 Genesis Exodus Matthew 1878 Mark;  1880 Luke John Acts 1883 Proverbs 1884 Romans;  1885-1887 1,2 Corinthians Scottish Mission Orphanage Press, Darjeeling 1 895 Matthew (revised);  1902 New Testament Calcutta Auxiliary BS Translated and completely revised by W. MacFarlatte and A. Turnbull.;  1905 Genesis;  1914 Old Testament Calcutta Auxiliary BS Translated by A. Turnbull and others.;  1947 Mark World Mission Prayer League Translated by Johnathon Lindell, IVMPL.;  1954 John Indian Board for Presbyterian Foreign Missions Translated by Ralph T. Cunningham, IBPFM, and Shri H. C. Pradhan.;  1957 Gospels Acts;  1961 New Testament Psalms BS of India and Ceylon, Bangalore A revision prepared by members of the Church of Scotland Mission, including W. M. Scott, H. C. Duncan, K. D. Pradhan, D. Muhhia, Col. Nararaj, and H. C. Pradhan.","collections":"modern","ref":"","filesize":"1","iso":"npi","year":2006,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"NPIERV_DBS_HS/Nepali-(2006)-WBTC-New-Testament","language":{"iso":"npi","glotto_id":"nepa1254","name":"Nepali","autonym":" Nepalese","level":"L","location":"Bhutan","country_id":"NP","population":24720300,"status_id":"1"}}