{"id":"Nez-Perce-1871-Matthew-Matthewnim-taaiskt","abbr":"NEZPOR","title":"Nez Perce (1871) Matthew","title_vernacular":"Nez Perce (1871) Matai","description":"Nez Perce, also spelled Nez Percé or called Nimipuutímt (alternatively spelled Nimiipuutímt, Niimiipuutímt, or Niimi'ipuutímt), is a Sahaptian language related to the several dialects of Sahaptin (note the spellings -ian vs. -in). Nez Perce comes from the French phrase Nez percé, \"pierced nose\"; however, Nez Perce, who call themselves Nimiipuu, meaning \"the people\", did not pierce their noses. This misnomer may have occurred as a result of confusion on the part of the French, as it was surrounding tribes who did so.\u003cbr\u003e\u003cbr\u003eThe Nez Perces Indians were observed by Lewis and Clark in a large area around the Columbia River, in what is now northeastern Oregon. Having received their name from French traders, because of the nose ornaments worn by some of the tribe, the Nez Perces caused little trouble for the settlers in the Pacific Northwest, possibly because of their immediate and constant interest in the culture and religion of the white man.\u003cbr\u003e\u003cbr\u003eThe romantic and impressive story of the coming of the Gospel to the Nez Perces began in 1831 when four chieftains made their way over the Rockies and were found in the streets of St. Louis asking, ‘Where is the white man’s Book of Heaven;’ It was in response to their plea for books and teachers that Marcus and Narcissa Prentice Whitman and Samuel Parker made their seven-month journey over the Great Divide - a journey that would not only open the Bible for the Indians but would also open the entire region to the American settler.\u003cbr\u003e\u003cbr\u003e1845 Matthew American Board of Commissioners for Foreign Missions, Clearwater Translated by Henry H. and Eliza S. Spalding of the Oregon Mission. It was reprinted in 1871 by the ABS; 1876 John 1 John American Presbyterian Board, Philadelphia Translated by George Ainslee, Presbyterian missionary (Book of 1000 Tongues).","collections":"historic","ref":"","filesize":"130","iso":"nez","year":1871,"type":"scan","provider":"American Bible Society","org_id":"american-bible-society","digitizer":"","archive_id":"NEZPOR_DBS_HS/Nez-Perce-(1871)-Matthew-(Matthewnim-taaiskt)","language":{"iso":"nez","glotto_id":"nezp1238","name":"Nez Perce","autonym":"Niimiipuutímt","level":"L","location":"Northwestern United States of America","area":"North Idaho.","country_id":"US","latitude":46.30731,"longitude":-116.40787,"population":610,"status_id":"8a"}}