{"id":"Ngaju-1846-New-Testament","abbr":"NIJOLD","title":"Ngaju (1846) New Testament","title_vernacular":"Ngaju (1846) Perjanjian Baru","description":"Ngaju (also Ngaju Dayak or Dayak Ngaju) is an Austronesian language spoken along the Kapuas, Kahayan, Katingan, and Mentaya Rivers in Central Kalimantan, Indonesia. It is closely related to the Bakumpai language. There are three dialects—Pulopetak, Ba'amang, and Mantangai. Iban, or Sea Dayak, is spoken in Sarawak and in adjacent areas of northern Indonesian Borneo. The Iban, who inhabit river areas and coastal regions, live in isolated long houses with ten or more families in each. They are described as a ‘proud, aggressive, self-confident group . Iban is related to the other Dayak languages of Borneo.\u003cbr\u003e\u003cbr\u003e1864 Matthew, Mark Society for the Promotion of Christian Knowledge Translated by W. Chambers. 1874 Luke;  1877 John Society for the Propagation of the Gospel, Sarawak Translated by IV. R. Mesney;  1877 Acts; 1879 James-3 John;  1880 Psalms SPG, Sarawak Translated byJ. Perham. 1893 Romans-2 Corinthians 1 896 1 Timothy-Hebrews 1897John (revised) 1902 Mark (revised) John (further revised) SPG Translated by a committee including G. F. Hose, IV. R. Mesney, J. Perham, W. Howell, and F. IV. Leggatt;  1912 John (revised);  1913 Matthew;  1914 Luke BFBS, London Translated by W. Howell;  1933 New Testament;  1952 New Testament (corrected) BFBS, London Translated by W. Linton, SPG, assisted by W. Howell, R. W. Stonton, and L. Angking andLawat, Dayaks;  1968 Exodus Mimeographed, Interchurch Committee for Bible Translation (formerly SPG) Translated by a committee consisting of Basil Temengong, Ngitar Mai, and Alfred Chabu, Anglicans; J. Aker, Roman Catholic; Stanley Bain, Burr Baughman, Vinson Sutlive, Joshua Bunsu, and Lucius Mamora, United Methodists.","collections":"historic","ref":"","filesize":"19","iso":"nij","year":1846,"type":"scan","provider":"Ilambagan Hong Lewu Kapstad","org_id":"","digitizer":"Google","archive_id":"NIJOLD_DBS_HS/Ngaju-(1846)-New-Testament","language":{"iso":"nij","glotto_id":"ngaj1237","name":"Ngaju","autonym":"Biadju","level":"L","location":"Indonesia, Kalimantan","area":"Kalimantan, Kapuas, Kahayan, Katingan, and Mentaya rivers, south.","country_id":"ID","latitude":-1.58463,"longitude":112.79357,"population":890000,"status_id":"3"}}