{"id":"Nipissing-1859-Bible-Portions-Aiamie-tipadjimo8in-masinaigan","abbr":"OJCOLD","title":"Nipissing (1859) Bible Portions (Central Ojibwa)","title_vernacular":"Nipissing (1859) Omushkegowuk Ayamihewina","description":"Nipissing First Nation (Ojibwe: Niipsing, meaning place of the elms) is a long-standing community of Nishnaabeg peoples located along the shorelines of Lake Nipissing in northern Ontario. They are referred to by many names in European historical records since the colonists often adopted names given to them by other nations.\u003cbr\u003e\u003cbr\u003eThe Nipissing are part of the Anishinaabe peoples, a grouping of people speaking Algonquin languages, which includes the Odawa, Ojibwe, Potawatomi, and Algonquins. This broad heritage is likely the result of the Nipissings' living at a geographical crossroads, a watershed divide.\u003cbr\u003e\u003cbr\u003e1831 Matthew York Auxiliary BS, York, Toronto;  1831 John (with English) BFBS, London Translated by Peter (Kahkewaquonaby ) and John ( ThayendanegenJ Jones, Ojibwa Indians employed by the Methodist Episcopal Mission;  1833 New Testament Packard \u0026 Van Benthuysen, Albany, N.Y. Translated by Edwin James and John Tanner, who had worked for 30 years with the Ojibwa in official capacities;  1837 Luke; 1838 John Acts;  1839 Matthew;  1840 1—3 John James American Board ofCommissioners for Foreign Missions;  1844 New Testament ABS, New York Translated by George Copway (Kahgegagahhowh), an Ojibwa chieftain, and Sherman Hall, a Baptist missionary;  1850 Gospels; 1854 New Testament 1856 Psalms;  1861 Pentateuch Society for the Promotion ofChristian Knowledge, Toronto Translated by Frederick A. O’Meara, Society for the Propagation of the Gospel;  1874 Hosea-Malachi BFBS, Cambridge Translated by Robert MacDonald, Church MS. The Psalter in his translation was published in 1886 by SPCK, Winnipeg;  1880 Matthew (syllabic character);  1898 Acts (syllabic character) SPCK, London Translated by John Horden andJ. Sanders, Church MS.","collections":"historic","ref":"","filesize":"51","iso":"ojc","year":1859,"type":"scan","provider":"Ate Mekate Ikon Aie Ikamikong","org_id":"","digitizer":"","archive_id":"OJCOLD_DBS_HS/Nipissing-(1859)-Bible-Portions-(Aiamie-tipadjimo8in-masinaigan)","language":{"iso":"ojc","glotto_id":"cent2136","name":"Central Ojibwa","autonym":"Central Ojibwe","level":"L","location":"Canada","area":"Central Ontario, Lake Nipigon in west to Lake Nipissing in east.","country_id":"CA","latitude":46.57411,"longitude":-84.15429,"population":8000,"status_id":"6b"}}