{"id":"Norwegian-1922-Apocrypha","abbr":"NORNBS","title":"Norwegian (1922) Apocrypha ","title_vernacular":"Norsk (1922) Apokryfene","description":"Norwegian (Norwegian: norsk) is a North Germanic language spoken mainly in Norway, where it is an official language. Along with Swedish and Danish, Norwegian forms a dialect continuum of more or less mutually intelligible local and regional varieties; some Norwegian and Swedish dialects, in particular, are very close. These Scandinavian languages, together with Faroese and Icelandic as well as some extinct languages, constitute the North Germanic languages. Faroese and Icelandic are not mutually intelligible with Norwegian in their spoken form because continental Scandinavian has diverged from them. While the two Germanic languages with the greatest numbers of speakers, English and German, have close similarities with Norwegian, neither is mutually intelligible with it. Norwegian is a descendant of Old Norse, the common language of the Germanic peoples living in Scandinavia during the Viking Age.\u003cbr\u003e\u003cbr\u003e1819 New Testament Jensen, Christiania A revision of the Danish Svaning-Resen version, prepared by a committee appointed by the Norwegian Bible Society (organized in 1816). The committee included F. J. Bech, S. B. Hersleb, Claus Pavels, and S.J. Stenersen. In 1830 an edition appeared with corrections by S. B. Hersleb.;  1834 Bible Christiania The BFBS reports a Bible published in this year in Christiania.;  1851 Psalms Norwegian BS, Christiania;  1854 Bible Grondahl, Christiania A revision of the Svaning-Resen O.T., prepared by a committee including C. A. Holmboe,J. Kaurin, and C. P. Caspari.;  1873 New Testament 1876-1888 Old Testament Norwegian BS, Christiania A revision of the Norwegian BS text, prepared by J. F. Dietrichson, C. C.Johnson, and C. P. P. Essendrop.;  1891 Old Testament BFBS, Christiania;  1904 New Testament 1906 Psalms Norwegian BS, Christiania A new translation; the O. T. prepared by a committee headed by C. P. Caspari, and the N.T. by a later committee, composed of J. F. Dietrichson, F. W. Bugge, A. C. Bang, S. Odland, and J. Storm.;  1930 Bible Norwegian BS, Oslo A revision prepared by Ivar J. Alttaes, Nils V. Messel, Sigurd V. Odland, and H. J. M. A. Seippel. A corrected edition appeared in;  1938.;  1951 Mark 1959 New Testament Norwegian BS, Oslo A ‘Youth Edition, prepared by Vemund Shard, Torbjprn Osnes, Age Hotter, Sverre Aalen, andN.A. Dahl.;  1966 Old Testament Selections 1967 Psalms Norwegian BS, Oslo Translated by Oddtnund Hjelde and Ole 0. Gjerde.","collections":"historic","ref":"","filesize":"11","iso":"nor","year":1922,"type":"scan","provider":"Norske Bibelselskabs","org_id":"","digitizer":"","archive_id":"NORNBS_DBS_HS/Norwegian-(1922)-Apocrypha","language":{"iso":"nor","glotto_id":"norw1258","iso1":"no","name":"Norwegian","autonym":"norsk","level":"L","location":"Denmark, Finland, Norway and Sweden","country_id":"NO","population":5305910,"status_id":"1"}}