{"id":"Nyanja-Chewa-1906-Bible-textsChipangano-Chatsopano-cha-ambuye-wathu-Yesu-Kristu","abbr":"NYACCB","title":"Nyanja - Chewa (1906) Bible ","title_vernacular":"textsChipangano Chatsopano - cha ambuye wathu Yesu Kristu","description":"Chewa (also known as Nyanja, /ˈnjændʒə/) is a Bantu language spoken in much of Southern, Southeast, and East Africa, namely the countries of Malawi, where it is an official language, and Mozambique and Zambia. The noun class prefix chi- is used for languages, so the language is usually called Chichewa and Chinyanja (spelled Cinianja in Portuguese). In Malawi, the name was officially changed from Chinyanja to Chichewa in 1968 at the insistence of President Hastings Kamuzu Banda (himself of the Chewa people), and this is still the name most commonly used in Malawi today. In Zambia, the language is generally known as Nyanja or Cinyanja/Chinyanja '(language) of the lake' (referring to Lake Malawi).\u003cbr\u003e\u003cbr\u003eA ‘Union’ version of ChiNyanja has been described as a literary language for use by speakers of all the Nyanja dialects. It has come into use for education, administration, and in developing vernacular literature.\u003cbr\u003e\u003cbr\u003e1901 Matthew;  1906 New Testament;  1911 Psalms;  1922 Bible;  1936 Bible (revised orthography) National BS of Scotland, BFBS, Edinburgh Translated by the Nyanja Union Bible Committee. Much of the actual translation and revision was done by W. H. Murray, Dutch Reformed Church Mission.;  1936 Gospels Acts Bembeke;  1946 Gospels Acts i960 Romans-Revelation;  1961 Psalms;  1963-1964 Gospels (revised) Lilongwe;  1966 Bible Chapman, London Translated by Fr. Louis Villy. It was the first translation of the entire Bible by Roman Catholics to be published in a vernacular language of Africa. Numerous editions of Scripture narratives in translations by Roman Catholics are also reported; the first, by Fr. Joseph Maze, appeared as early as 1913.","collections":"historic","ref":"","filesize":"17","iso":"nya","year":1906,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"Internet Archive","archive_id":"NYACCB_DBS_HS/Nyanja-Chewa-(1906)-Bible-(textsChipangano-Chatsopano-cha-ambuye-wathu-Yesu-Kristu)","language":{"iso":"nya","glotto_id":"nyan1308","iso1":"ny","name":"Nyanja","autonym":"Nyanja","level":"L","location":"Malawi","area":"West central and southwest. Also in Botswana, Mozambique, Swaziland, Zambia, Zimbabwe.","country_id":"MW","latitude":-14.80472,"longitude":32.810775,"population":14381000,"status_id":"3"}}