{"id":"Ojibway-English-1897-Matthew","abbr":"OJIB75","title":"Ojibway-English (1897) Matthew","title_vernacular":"Ojibway-English (1897) Matawi - Matthew","description":"The Ojibwe, Ojibwa, Chippewa, or Saulteaux are an Anishinaabe people in what is currently southern Canada, the northern Midwestern United States, and Northern Plains.\u003cbr\u003e\u003cbr\u003eAccording to the U.S. Census, in the United States Ojibwe people are one of the largest tribal populations among Native American peoples. In Canada, they are the second-largest First Nations population, surpassed only by the Cree. They are one of the most numerous Indigenous Peoples north of the Rio Grande. The Ojibwe population is approximately 320,000 people, with 170,742 living in the United States as of 2010, and approximately 160,000 living in Canada. In the United States, there are 77,940 mainline Ojibwe; 76,760 Saulteaux; and 8,770 Mississauga, organized in 125 bands. In Canada, they live from western Quebec to eastern British Columbia.\u003cbr\u003e\u003cbr\u003e1831 Matthew York Auxiliary BS, York, Toronto;  1831 John (with English) BFBS, London Translated by Peter (Kahkewaquonaby ) and John ( ThayendanegenJ Jones, Ojibwa Indians employed by the Methodist Episcopal Mission;  1833 New Testament Packard \u0026 Van Benthuysen, Albany, N.Y. Translated by Edwin James and John Tanner, who had worked for 30 years with the Ojibwa in official capacities;  1837 Luke; 1838 John Acts;  1839 Matthew;  1840 1—3 John James American Board ofCommissioners for Foreign Missions;  1844 New Testament ABS, New York Translated by George Copway (Kahgegagahhowh), an Ojibwa chieftain, and Sherman Hall, a Baptist missionary;  1850 Gospels; 1854 New Testament 1856 Psalms;  1861 Pentateuch Society for the Promotion ofChristian Knowledge, Toronto Translated by Frederick A. O’Meara, Society for the Propagation of the Gospel;  1874 Hosea-Malachi BFBS, Cambridge Translated by Robert MacDonald, Church MS. The Psalter in his translation was published in 1886 by SPCK, Winnipeg;  1880 Matthew (syllabic character);  1898 Acts (syllabic character) SPCK, London Translated byJohn Horden and J. Sanders, Church MS.","collections":"historic","ref":"","filesize":"11","iso":"oji","year":1897,"type":"scan","provider":"International Evangelical and Colportage Mission of Algoma and The North-West","org_id":"","digitizer":"","archive_id":"OJIB75_DBS_HS/Ojibway-English-(1897)-Matthew","language":{"iso":"oji","glotto_id":"oji","iso1":"oj","name":"Ojibwa","level":"L","country_id":"CA","population":89160}}