{"id":"Oriya-1875-New-Testament","abbr":"ORIOLD","title":"Oriya (1875) New Testament","title_vernacular":"Oriya (1875) ନୂଆ ନିବନ୍ଧ","description":"Odia is a classical Indo-Aryan language spoken in the Indian state of Odisha. It is the official language in Odisha (formerly rendered Orissa), where native speakers make up 82% of the population, and it is also spoken in parts of West Bengal, Jharkhand, Andhra Pradesh, and Chhattisgarh. Odia is one of the many official languages of India; it is the official language of Odisha and the second official language of Jharkhand. The language is also spoken by a sizeable population of 700,000 people in Chhattisgarh.\u003cbr\u003e\u003cbr\u003eOriya Character:  1809 New Testament; 1811 Job-Song of Solomon Isaiah-Malachi; 1814 Joshua-Esther; 1815 Pentateuch Serampore MP Translated under the supervision of the Serampore missionaries;   1839 Gospels Acts 1840 New Testament American and Foreign BS, Cuttack;   1842-1844 Old Testament Calcutta Auxiliary BS A revision prepared by Amos Sutton, Baptist missionary;   1862 New Testament Bible Translation Society, Cuttack;   1872 Old Testament Calcutta Auxiliary BS Further revised by J. Buckley, Cuttack Baptist Mission;   1883 Matthew; 1892 John; 1893 Psalms; 1894 Mark Luke MP, Cuttack A translation in verse by Makunda Das, an Oriya evangelist. Proverbs also may have been published;   1902 Old Testament Calcutta Auxiliary BS, Baptist MS, Cuttack A revision begun by J. Buckley and continued by W. Miller, T. Bailey, and J. G. Pike;   1927 New Testament Orissa MP Translated by H. W. Pike, Ram Krishna Panda, and Benjamin Pradhan;   1942 Mark BFBS, Calcutta;   1952 Bible (O.T. and Gospels revised) BS of India, Pakistan and Ceylon, Calcutta;   1957 Bible BS of India and Ceylon, Bangalore A Union revision prepared by a committee representing numerous missions, mainly Baptist and Lutheran. The committee included B. F. IV. Fellows, A. Andersen, B. Pradhan, G. D. Rath, and J. K. Mahanty;   1956 Mark BSIPC, Calcutta A translation, in a simple form of Oriya, prepared by Mrs. Chandramukhi Das and Samuel Das. A Roman Catholic translation of the Gospels and Acts is reported to have been published in 1918, and another version of Matthew in 1952.","collections":"historic","ref":"","filesize":"32","iso":"ori","year":1875,"type":"scan","provider":"The Bible Translation Society","org_id":"","digitizer":"","archive_id":"ORIOLD_DBS_HS/Oriya-(1875)-New-Testament","language":{"iso":"ori","glotto_id":"nucl1284","iso1":"or","name":"Oriya","autonym":"ଓଡ଼ିଆ","level":"L","country_id":"IN","latitude":21.662595,"longitude":86.8563,"population":35000000}}