{"id":"Pangasinan-1983-Genesis-Portion-Pati-Saray-Libron-Deuterocanonico","abbr":"PAGPBS","title":"Pangasinan (1983) Genesis Portion","title_vernacular":"Pati Saray Libron Deuterocanonico","description":"Pangasinan (Pangasinense) is an Austronesian language, and one of the eight major languages of the Philippines. It is the primary and predominant language of the entire province of Pangasinan and northern Tarlac, in the northern part of Luzon's central plains geographic region, most of whom belong to the Pangasinan ethnic group. Pangasinan is also spoken in southwestern La Union, as well as in the municipalities of Benguet, Nueva Vizcaya, Nueva Ecija, and Zambales that border Pangasinan. A few Aeta groups in Central Luzon's northern part also understand and even speak Pangasinan as well.\u003cbr\u003e\u003cbr\u003e1887 Luke BFBS, London;  1888 Gospels Acts BFBS, Madrid;  1904 James;  1908 New Testament 1910 Psalms;  1914 Pentateuch;  1915 Bible BFBS, Manila Translated by M. Alonso Lallave, Teodoro Basconsillo, Harry Farmer, Domingo Reyes, and others of the American Methodist Episcopal Mission;  1924 New Testament;  1925 Bible ABS, Manila A revision prepared as a result of the destruction of the Pangasinan printing plates in the Tokyo earthquake of 1923. Revised by T. Cabacungan, E. Quebral, Tomas Katubig, and C. Navarro, Methodists;  1962 John Acts;  1963 Mark Luke;  1964 Matthew Philippine Bible House, Manila A revision prepared by Melanio Loresco, Methodist.","collections":"genesis","ref":"","filesize":"405","iso":"pag","year":1983,"type":"genesis","provider":"Manila: Philippine Bible Society","org_id":"bible-society-of-the-philippines","digitizer":"The Long Now Foundation","archive_id":"PAGPBS_DBS_HS/Pangasinan-(1983)-Genesis-Portion-(Pati-Saray-Libron-Deuterocanonico)","language":{"iso":"pag","glotto_id":"pang1290","name":"Pangasinan","autonym":"Pangasinense","level":"L","location":"Northern Philippines","area":"Pangasinan Province, Luzon. Also in United States.","country_id":"PH","latitude":15.93774,"longitude":120.36519,"population":1243660,"status_id":"3"}}