{"id":"Pashto-1890-Bible-Vol.-1-4","abbr":"PBUOLD","title":"Pashto (1890) Bible انجیل شریف (Vol. 1-4)","title_vernacular":"Pashto (1890) انجیل شریف (جلد 1-4)","description":"Pashto is an Eastern Iranian language in the Indo-European language family. It is known in historical Persian literature as Afghani (افغانی, Afghāni).\u003cbr\u003e\u003cbr\u003eSpoken as a native language mostly by ethnic Pashtuns, it is one of the two official languages of Afghanistan alongside Dari, and it is the second-largest provincial language of Pakistan, spoken mainly in Khyber Pakhtunkhwa and the northern districts of Balochistan. Likewise, it is the primary language of the Pashtun diaspora around the world. The total number of Pashto speakers is at least 40 million, although some estimates place it as high as 60 million. Pashto is \"one of the primary markers of ethnic identity\" amongst Pashtuns.\u003cbr\u003e\u003cbr\u003eArabic Character: 1818 New Testament; 1824 Pentateuch Serampore MP Translated under the supervision of the Serampore missionaries;  1863 New Testament [BFBS] Printed privately, Flertford Translated by Isidor Lowenthal, American Presbyterian Mission, assisted by Robert Clark, Church MS, and H. James, Commissioner of the Panjab;  1882 Psalms [BFBS] Printed privately, Hertford Translated by T.J. L. Mayer, CMS, aided by Abdur Rahman;  1890 New Testament BFBS, London Revised by a committee, including T. J. L. Mayer, T. P. Hughes, WorthingtonJukes, CMS, and later T. Valpy French;  1890 Pentateuch;  1891 Psalms (revised);  1895 Bible BFBS, London Translated by T.J. L. Mayer, T. P. Hughes, and W. Jukes;  1900; Luke Peshawar Mission Revised by A. E. Day and Qasi Khair Ullah, CMS. Another revision was prepared under the auspices of the Lahore BS in 1924;  1945 New Testament BFBS, Lahore Revised by a committee headed by J. Christiansen, Danish Pathan Mission.","collections":"historic","ref":"","filesize":"411","iso":"pbu","year":1890,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"PBUOLD_DBS_HS/Pashto-(1890)-Bible-(Vol.-1-4)","language":{"iso":"pbu","glotto_id":"nort2646","name":"Northern Pashto","autonym":"Yusufzai","level":"L","location":"India, Map 1","area":"Afghanistan border, most of NWFP, Yusufzai, and Peshawar. Also in Afghanistan, Canada, India, United Arab Emirates, United Kingdom, United States.","country_id":"PK","latitude":34,"longitude":71.33,"population":20900000,"status_id":"4"}}