{"id":"Persian-Judeo-1900-Old-Testament-Vol.2-History-Hebrew","abbr":"PESOPV","title":"Persian-Judeo (1900) Old Testament Vol.2 (History) Hebrew","title_vernacular":"Persian-Judeo (1900) נביאים ראשונים (جلد 2)","description":"Persian, also known by its endonym Farsi, is a Western Iranian language belonging to the Iranian branch of the Indo-Iranian subdivision of the Indo-European languages. Persian is a pluricentric language predominantly spoken and used officially within Iran, Afghanistan, and Tajikistan in three mutually intelligible standard varieties, namely Iranian Persian (officially known as Persian), Dari Persian (officially known as Dari since 1964) and Tajiki Persian (officially known as Tajik since 1999). It is also spoken natively in the Tajik variety by a significant population within Uzbekistan, as well as within other regions with a Persianate history in the cultural sphere of Greater Iran. It is written officially within Iran and Afghanistan in the Persian alphabet, a derivation of the Arabic script, and within Tajikistan in the Tajik alphabet, a derivation of the Cyrillic script.\u003cbr\u003e\u003cbr\u003eArabic Character unless noted: 1546 Pentateuch (Hebrew character) Soncino, Constantinople A polyglot Pentateuch, prepared by the Soncinos, the great family of Venetian Jewish scholars and printers. The actual translation was made by Jacob ben Joseph Tawus. The version was transliterated to Persian script for inclusion in the London Polyglot; 1657 Gospels London Edited by Abraham Whaelocke, on the basis of older Ms. versions; 1805 Matthew Calcutta Translated by Mirza Fitrat, under the supervision o fR. H. Colebrook; 1809 Matthew BFBS, Serampore Translated by Nathaniel Sabat, under the direction of Henri Martyn; 1813 Gospels BFBS, Calcutta Translated by Leopold Sebastiani, Roman Catholic; 1815 New Testament Russian BS, St. Petersburg Translated by Henry Martyn. It immediately became popular and has remained the basis of all other Persian versions of note. Often reprinted and revised; 1827 Genesis; 1834 Isaiah BFBS, London Translated by MirzaJafer and Mirza Ibrahim; 1828 Pentateuch; 1836 Isaiah-Malachi; 1838 Joshua-Song of Solomon Calcutta Auxiliary BS Translated by Thomas Robinson, a chaplain and scholar in India; 1830-1831 Psalms Proverbs BFBS, London; 1845 Old Testament Edinburgh Translated by W. Glen, Scottish missionary; 1847 Gospels (Hebrew character) BFBS, London The Martyn text, transliterated; 1873 Mark 1882 New Testament; 1891 Psalms; 1895 Bible BFBS, London A revision prepared by Robert Bruce, Church MS. The Bible contains afresh revision ofthe N. T; 1883 Psalms (Hebrew character) Vienna Translated by Baba Nuriel; 1895 Psalms; 1899 Pentateuch; 1905 Isaiah-Malachi; 1907 Hagiographa; 1909 New Testament (all in Hebrew character) BFBS, London Bruce’s text, transliterated; 1932-1934 Luke Acts Intermission Literature Committee, Teheran Translated with commentary by W. M. Miller; 1951 Gospels Rome Translated by Guiseppe Messina, Roman Catholic; 1965 Genesis (Roman character) Copenhagen The Judaeo-Persian text from a Ms., transliterated into Roman character and edited by Herbert H. Paper. (Book of 1000 Tongues).","collections":"historic","ref":"","filesize":"20","iso":"pes","year":1900,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"PESOPV_DBS_HS/Persian-Judeo-(1900)-Old-Testament-Vol.2-(History)-Hebrew","language":{"iso":"pes","glotto_id":"west2369","name":"Iranian Persian","autonym":"فارسی","level":"L","area":"Widespread. Most concentrated in central, south central, and northeast. Also in Australia, Austria, Azerbaijan, Bahrain, Canada, Denmark, France, Germany, Greece, India, Iraq, Israel, Netherlands, Oman, Qatar, Saudi Arabia, Spain, Sweden, Syria, Tajikistan, Turkey (Asia), Turkmenistan, United Arab Emirates, United Kingdom, United States, Uzbekistan.","country_id":"IR","latitude":28.659283,"longitude":55.158607,"population":52800000,"status_id":"1"}}