{"id":"Polish-1923-Bible-Biblia-to-jest-Ksiegi-starego-i-Nowego-Testamentu","abbr":"POL1923","title":"Polish (1923) Bible ","title_vernacular":"Polski (1923) Biblia","description":"The earliest Bible translations into Polish date to the 13th century. The first full ones were completed in the 16th. The history of translation of books of the Bible into Polish begins with the Psalter. The earliest recorded translations date to the 13th century, around 1280; however, none of these survive. The oldest surviving Polish translation of the Bible is St. Florian's Psalter (Psałterz floriański), assumed to be a copy of that translation, itself a manuscript of the second half of the 14th century, in the abbey of Saint Florian, near Linz, in Latin, Polish and German.\u003cbr\u003e\u003cbr\u003e1522 Ecclesiastes Cracow Translated by Hieronim of Wieluti;  1532 Psalms Cracow Prepared by an unknown translator, on the basis of the Latin version of J. Cainpensis. A Psalter translated by W. Wrobel appeared in 1 339. Another version by Mikolaj Rej (‘Father of Polish Literature’) was published about 1 330;  1553 New Testament Alexander, Konigsberg Translated by Jan Sieklucki (Seklutianus), a friend of Luther and an early convert to the ideas of the Reformation;  1556 New Testament Schartfenberger, Cracow A translation from the Latin Vulgate (probably Roman Catholic);  1561 Bible Scharffenberger, Cracow The Cracow Bible, prepared by an anonymous translator, and revised before printing by a noted Roman Catholic scholar, Jan Lwowczyk;  1563 Bible Woiewodka, Brest-Litovski The Brest Bible, translated by a committee of scholars, with the patronage of Nicolas Radziwill. It was not well received, and after the death of Radziwill, a Roman Catholic relative sought to have all copies recalled and burned. Revisions were later prepared by Simon Budny (1572) and Marcin Czechowicz (1577);  1593 New Testament;  1599 Bible Cracow Translated by Jakub Wujek, at the request of the Pope; it remains in use as the standard Roman Catholic Bible. It was published without notes or Apocrypha by BFBS: N.T., Leipzig; 1830 Bible, 1908; 2nd revision, 1926-1932 further revised, 1933-1962;  1606 New Testament; 1632 Bible Hunefeld, Danzig The Danzig Bible, revised from a version by Marcin Janicki, by Daniel Mikolajewski and Jan Turnowski. Although the Brest Bible had been popular among Polish Protestants, the Danzig Version replaced it;  1873 Gospels Acts;  1876 New Testament Trinitarian BS, London A revision of the Danzig Version, by a committee including Roman Catholics and Protestants. The BFBS published this text with Romans-Revelationfurther revised, 1881, Vienna and Warsaw;  1900 New Testament Warsaw Translated into modern Polish by A. Salagowski, Roman Catholic; based on the Wujek 1399 text and the Vulgate;  1928 New Testament Mariavite Church, Plock Translated by Michal Kowalski, a Mariavite (break-away movement from the Roman Catholic communion);  1946 New Testament; Translated by Eugenio Dahrowski, Roman Catholic;  1957 New Testament PAX, Warsaw Translated by Seweryn Kowalski, Roman Catholic;  1964 Gospels 1966 New Testament BFBS, Warsaw Translated by an interdenominational committee, including J. Szeruda, A. Wantula, W. Niemczyk, K. Wolfram, and J. Niemczyk. Prepared to be ready for publication as part of the celebration of the millennium of the Polish State;  1965 Bible Pallottinum, Poznam Translated by a committee of Benedictine scholars, under the chairmanship of C. A.Jankowski. (Book of 1000 Tongues)","collections":"historic","ref":"","filesize":"94","iso":"pol","year":1923,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"POL1923_DBS_HS/Polish-(1923)-Bible-(Biblia-to-jest-Ksiegi-starego-i-Nowego-Testamentu)","language":{"iso":"pol","glotto_id":"poli1260","iso1":"pl","name":"Polish","autonym":"polski","level":"L","location":"Ukraine","area":"Also in Australia, Austria, Azerbaijan, Belarus, Canada, Croatia, Czech Republic, Estonia, Finland, Germany, Hungary, Israel, Kazakhstan, Latvia, Lithuania, Romania, Russian Federation (Europe), Serbia, Slovakia, Ukraine, United Arab Emirates, United States.","country_id":"PL","latitude":51.843923,"longitude":18.625487,"population":39700000,"status_id":"1"}}