{"id":"Portuguese-1848-Almeida-Corrigida-Bible-print","abbr":"PORBARR","title":"Portuguese (1848) Almeida Corrigida Bible (Print)","title_vernacular":"Português (1848) Almeida Corrigida","description":"The 1848 Almeida Corrigida Bible represents a significant milestone in the history of Portuguese Bible translation, embodying the culmination of João Ferreira Annes d'Almeida's pioneering work. Initiated in the mid-seventeenth century under Dutch East India Company influence, d'Almeida's translation efforts led to the first printed New Testament in Amsterdam in 1681 and subsequent Old Testament publications in the eighteenth century. This edition is part of a rich lineage of Portuguese Scriptures, tracing back to earlier Gospel Harmonies and liturgical selections, and paving the way for various revisions and publications across centuries and continents. The Almeida Bible has undergone numerous revisions to adapt to evolving language and doctrinal understanding, serving as a foundational text for Portuguese-speaking Christians worldwide. Its enduring legacy is a testament to d'Almeida's commitment to making the Scriptures accessible to Portuguese speakers and highlights the translation's pivotal role in the spread of Christianity in Portuguese-speaking communities.","collections":"modern","ref":"","filesize":"24","iso":"por","year":1848,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"PORBARR_DBS_HS/Portuguese-(1848)-Almeida-Corrigida-Bible-(print)","language":{"iso":"por","glotto_id":"port1283","iso1":"pt","name":"Portuguese","autonym":"português","level":"L","location":"Portugal and Spain","area":"Iberia, Azores, Madeira. Also in Andorra, Angola, Antigua and Barbuda, Belgium, Bermuda, Brazil, Canada, Cape Verde Islands, China, Congo, East Timor, France, Germany, Guinea-Bissau, Guyana, India, Indonesia (Nusa Tenggara), Jamaica, Luxembourg, Malawi, Mozambique, Netherlands Antilles, Oman, Paraguay, Saint Vincent and the Grenadines, São Tomé e Príncipe, Senegal, South Africa, Spain, Suriname, Switzerland, United Kingdom, United States, Uruguay, Venezuela, Zambia.","country_id":"PT","latitude":42.03412,"longitude":-4.18815,"population":221000000,"status_id":"1"}}