{"id":"Portuguese-1821-Bible-A-Sancta-Biblia-contendo-o-Velho-e-o-Novo-Testamento-Figueiredo","abbr":"PORFIGU","title":"Portuguese (1821) Bible Figueiredo","title_vernacular":"Português (1821) Bíblia Figueiredo","description":"The Portuguese Bible by Antonio Ferreira de Figueiredo, first revised in 1819, stands as a cornerstone in the translation of the Scriptures into Portuguese. Originating in the mid-seventeenth century through the efforts of João Ferreira Annes d'Almeida in Southeast Asia, Portuguese translations of the Bible have evolved significantly. The Figueiredo version, distinguished by its translation from the Vulgate with reference to original texts, aimed for closer adherence to source materials than previous versions. Over time, this Bible underwent several revisions to refine its accuracy and readability.\u003cbr\u003e\u003cbr\u003eThis translation lineage reflects broader historical dynamics, including early Portuguese Scriptures, the influence of Protestant and Catholic translations, and the complex interplay between religious, linguistic, and cultural forces shaping the Portuguese-speaking world. The Figueiredo Bible, alongside revisions by notable figures like E. Whitely and Thomas Boys, underscores the vibrant tradition of biblical translation in Portuguese. It highlights a persistent endeavor to make the Scriptures accessible to Portuguese speakers, accommodating linguistic nuances and evolving religious contexts from Portugal to Brazil and beyond.\u003cbr\u003e\u003cbr\u003eThe development of the Portuguese Bible, marked by significant editions in 1681, 1753, and subsequent years, illustrates a rich tapestry of translation work, deeply interwoven with the spiritual and linguistic heritage of Portuguese-speaking communities.","collections":"historic","ref":"","filesize":"81","iso":"por","year":1821,"type":"scan","provider":"Impressa Na Officina De B. Bensley","org_id":"","digitizer":"Google","archive_id":"PORFIGU_DBS_HS/Portuguese-(1821)-Bible-(A-Sancta-Biblia;-contendo-o-Velho-e-o-Novo-Testamento)-Figueiredo","language":{"iso":"por","glotto_id":"port1283","iso1":"pt","name":"Portuguese","autonym":"português","level":"L","location":"Portugal and Spain","area":"Iberia, Azores, Madeira. Also in Andorra, Angola, Antigua and Barbuda, Belgium, Bermuda, Brazil, Canada, Cape Verde Islands, China, Congo, East Timor, France, Germany, Guinea-Bissau, Guyana, India, Indonesia (Nusa Tenggara), Jamaica, Luxembourg, Malawi, Mozambique, Netherlands Antilles, Oman, Paraguay, Saint Vincent and the Grenadines, São Tomé e Príncipe, Senegal, South Africa, Spain, Suriname, Switzerland, United Kingdom, United States, Uruguay, Venezuela, Zambia.","country_id":"PT","latitude":42.03412,"longitude":-4.18815,"population":221000000,"status_id":"1"}}