{"id":"Portuguese-1681-Novo-Testamento-Almeida","abbr":"PORBAP","title":"Portuguese (1681) Novo Testamento Almeida","title_vernacular":"Português (1681) Novo Testamento Almeida","description":"The 1681 New Testament by João Ferreira Annes d'Almeida marked a significant milestone in the accessibility of the Scriptures for Portuguese speakers, particularly in the regions under the Dutch East India Company's control. D'Almeida, born in Portugal but raised among the Dutch, undertook the monumental task of translating the Bible into Portuguese, with the New Testament being printed in Amsterdam in 1681 and parts of the Old Testament in the following century in Tranquebar and Batavia. This translation became the foundation for subsequent revisions and publications, including the 1693 revised New Testament in Batavia and various editions throughout the 18th and 19th centuries, culminating in the 1917 Bible known as the Brazilian Version, tailored for use in Brazil. D'Almeida's work, initially influenced by his Protestant faith, laid the groundwork for the widespread dissemination of the Scriptures in Portuguese, bridging linguistic and cultural gaps and fostering a deeper engagement with the biblical text among Portuguese-speaking Christians.","collections":"historic","ref":"","filesize":"244","iso":"por","year":1681,"type":"scan","provider":"Bartholomeus Heynen, Joannes de Vooght","org_id":"","digitizer":"","archive_id":"PORBAP_DBS_HS/Portuguese-(1681)-Novo-Testamento-Almeida","language":{"iso":"por","glotto_id":"port1283","iso1":"pt","name":"Portuguese","autonym":"português","level":"L","location":"Portugal and Spain","area":"Iberia, Azores, Madeira. Also in Andorra, Angola, Antigua and Barbuda, Belgium, Bermuda, Brazil, Canada, Cape Verde Islands, China, Congo, East Timor, France, Germany, Guinea-Bissau, Guyana, India, Indonesia (Nusa Tenggara), Jamaica, Luxembourg, Malawi, Mozambique, Netherlands Antilles, Oman, Paraguay, Saint Vincent and the Grenadines, São Tomé e Príncipe, Senegal, South Africa, Spain, Suriname, Switzerland, United Kingdom, United States, Uruguay, Venezuela, Zambia.","country_id":"PT","latitude":42.03412,"longitude":-4.18815,"population":221000000,"status_id":"1"}}