{"id":"Portuguese-English-1869-New-Testament-O-Novo-Testamento-Bilingue","abbr":"PORBARR","title":"Portuguese-English (1869) ","title_vernacular":"Português-Inglês (1869) Novo Testamento - English Parallel","description":"The Portuguese-English diglot Bible, part of a long tradition of Portuguese Bible translation, dates back to the mid-seventeenth century efforts of João Ferreira Annes d'Almeida. His first New Testament translation was printed in Amsterdam in 1681, with subsequent Old Testament books published in the eighteenth century. This bilingual edition follows a lineage that includes the first Portuguese New Testament and various revised editions, reflecting a commitment to making the Scriptures accessible to Portuguese speakers and facilitating comparative study with the English text. Over centuries, these translations have been shaped by diverse influences, including the earliest Portuguese Scriptures, Gospel Harmonies, and liturgical selections from the late fifteenth century. The effort to translate and revise the Bible in Portuguese, accommodating both Portugal and Brazil's speakers, showcases a dynamic interplay between linguistic fidelity, doctrinal clarity, and the evolving needs of the Portuguese-speaking Christian community. This edition stands as a testament to the enduring impact of d'Almeida's work and the broader historical efforts to bring the Bible to Portuguese speakers worldwide.","collections":"historic","ref":"","filesize":"371","iso":"por","year":1869,"type":"scan","provider":"American Bible Society","org_id":"american-bible-society","digitizer":"Google","archive_id":"PORBARR_DBS_HS/Portuguese-English-(1869)-New-Testament-(O-Novo-Testamento-Bilingue)","language":{"iso":"por","glotto_id":"port1283","iso1":"pt","name":"Portuguese","autonym":"português","level":"L","location":"Portugal and Spain","area":"Iberia, Azores, Madeira. Also in Andorra, Angola, Antigua and Barbuda, Belgium, Bermuda, Brazil, Canada, Cape Verde Islands, China, Congo, East Timor, France, Germany, Guinea-Bissau, Guyana, India, Indonesia (Nusa Tenggara), Jamaica, Luxembourg, Malawi, Mozambique, Netherlands Antilles, Oman, Paraguay, Saint Vincent and the Grenadines, São Tomé e Príncipe, Senegal, South Africa, Spain, Suriname, Switzerland, United Kingdom, United States, Uruguay, Venezuela, Zambia.","country_id":"PT","latitude":42.03412,"longitude":-4.18815,"population":221000000,"status_id":"1"}}