{"id":"Portuguese-Brazil-2006-WBTC-New-Testament","abbr":"PORWBT","title":"Portuguese Brazil (2006) WBTC New Testament","title_vernacular":"Português Brasil (2006) WBTC Novo Testamento","description":"The first complete translation of the Bible into Portuguese was composed in the mid-seventeenth century, in specific regions of Southeast Asia under the domination of the Dutch East India Company. The man responsible for its elaboration process was João Ferreira Annes d'Almeida (c. 1628–1691), a native of the Kingdom of Portugal, but resident among the Dutch since his youth. The first edition of his New Testament translation was printed in Amsterdam in the year 1681, in the passage that the books of the Old Testament were published from the eighteenth century onwards in Tranquebar and Batavia.\u003cbr\u003e\u003cbr\u003eThe earliest Scriptures to appear in Portuguese was a Gospel Harmony based on the Latin work of Ludolph of Saxony (printed in Lisbon, 1495), and a book of liturgical Selections (Zaragoza, 1495). ;  1681 New Testament Someren, Amsterdam;  1693 New Testament (revised) J. de Vries, Batavia The first Portuguese N.T., translated by Joao Ferreira d’Almeida (d.;  1691). Revised by T. Zas and J. op den Akker. D’Almeida translated Genesis-Ezekiel, but it was not published. Later revisions by E. Whitely (1840, N.T.); Thomas Boys of the Trinitarian BS (1842 Bible); 1719-1751 Bible (in parts) 1765 New Testament (revised) Danish MP, Tranquebar Prepared by the Danish missionaries at Tranquebar (in southern India); most of it was revised from previously existing Mss. an incomplete translation by d Almeida. The Minor Prophets were translated by Nicolas Dal and C. T. Walther.;  1753 Old Testament 1773 New Testament Batavia The d’Almeida version, independently revised and completed by J. op den Akker, J. M. Mohr, and L. A. Behmer. This translation is quite distinct from that of the Danish Mission Press.;  1778-1781 New Testament;  1782 Psalms;  1782-1790 Old Testament;  1804-1805 Bible (revised) Royal Press Office, Lisbon;  1819 Bible (revised) Ferreira, Lisbon Translated from the Vulgate by Antonio Ferreira de Figueiredo, with reference to the original texts. Later revised by the translator.;  1845-1847 New Testament Maranhao Translated by Joaquim, Bishop of Coimbra, with annotations. A revision byJosdF. de Sousa was published in Lisbon, 1875;  1864-1865 Gospels Acts Spottiswoode, London A revision of the d’Almeida version hy da Costa Ricci.;  1875 Bible Lallemant, Lisbon A revision of the d’Almeida version, prepared for the BFBS by Manoel Soares. Genesis and Psalms were published in tentative form in 1869 and 1873.;  1879 New Testament (revised) Rio de Janeiro Prepared for the ABS by A. L. Blackford. Intended mainly for circulation in Brazil.;  1886-1901 Matthew-Hebrews (in parts) BFBS, Lisbon Translated for the BFBS, originally as the basis for a revision of the Figueiredo version, which would accommodate Portuguese speakers of both Portugal and Brazil. A committee in Brazil was also working and published Selections from Luke in 1886. The idea of a union version was abandoned, but the European committee continued to work. It consisted of R. Stewart, H. H. Moreton, T. G. P. Pope, Joseph Jones, J. N. Chaves, and others.;  1902-1912 New Testament Franciscan Press, Bahia Translated by Franciscan priests, with the approval of the Bishops of the First Brazilian Catholic Congress. It was intended to compete with Protestant versions. A Popular edition, edited by Jose B. Pereira, was published in Bahia in J955.;  1904 Gospels Acts (tentative) Printed privately, Rio de Janeiro;  1910 New Testament;  1917 Bible ABS, New York Translated for the ABS and BFBS for use in Brazil, and hence known as the Brazilian Version. The committee included John M. Kyle, William C. Brown,  J. Rockwell Smith, Mario de Artagao, Alberto Meyer, Alfredo Teixeira, Antonio B. Trajatio, Eduardo C. Pereira, and Hippolyto O. Campos.","collections":"modern","ref":"","filesize":"1","iso":"por","year":2006,"type":"book","provider":"World Bible Translation Center","org_id":"world-bible-translation-center","digitizer":"","archive_id":"PORWBT_DBS_HS/Portuguese-Brazil-(2006)-WBTC-New-Testament","language":{"iso":"por","glotto_id":"port1283","iso1":"pt","name":"Portuguese","autonym":"português","level":"L","location":"Portugal and Spain","area":"Iberia, Azores, Madeira. Also in Andorra, Angola, Antigua and Barbuda, Belgium, Bermuda, Brazil, Canada, Cape Verde Islands, China, Congo, East Timor, France, Germany, Guinea-Bissau, Guyana, India, Indonesia (Nusa Tenggara), Jamaica, Luxembourg, Malawi, Mozambique, Netherlands Antilles, Oman, Paraguay, Saint Vincent and the Grenadines, São Tomé e Príncipe, Senegal, South Africa, Spain, Suriname, Switzerland, United Kingdom, United States, Uruguay, Venezuela, Zambia.","country_id":"PT","latitude":42.03412,"longitude":-4.18815,"population":221000000,"status_id":"1"}}