{"id":"Punjabi-2006-WBTC-Bible","abbr":"PANWTC","title":"Punjabi (2006) WBTC Bible","title_vernacular":"Punjabi (2006) WBTC بائبل","description":"Punjabi, sometimes spelled Panjabi, is an Indo-Aryan language natively spoken by the Punjabi people in the Punjab region of Pakistan and India. Punjabi has approximately 113 million native speakers. Punjabi is the most widely-spoken first language in Pakistan, with 80.5 million native speakers as per the 2017 census, and the 11th most widely-spoken in India, with 31.1 million native speakers, as per the 2011 census. The language is spoken among a significant overseas diaspora, particularly in the United States, and the United Kingdom.\u003cbr\u003e\u003cbr\u003eIn Pakistan, Punjabi is written using the Shahmukhi alphabet, based on the Perso-Arabic script; in India, it is written using the Gurmukhi alphabet, based on the Indic script. Punjabi is unusual among the Indo-Aryan languages and the broader Indo-European language family in its usage of lexical tone.\u003cbr\u003e\u003cbr\u003eGurmukhi Character;  1815 New Testament;  1818 Pentateuch;  1819 Joshua-Esther;  1821 Job-Song of Solomon;  1826 Isaiah-Ezekiel Chap. 26 Serampore MP Translated under the supervision of the Serampore missionaries.;  1840 Matthew;  1841 John American MP, Ludhiana;  1847 Gospels Acts ABS, Ludhiana;  1851 Genesis-Exodus Chap. 20 North India Auxiliary BS, Ludhiana;  1860-1861 Gospels Acts (revised) ABS, Ludhiana;  1863 Psalms;  1866 Gospels Acts (further revised);  1868 New Testament;  1874-1896 O.T. Portions Panjab Auxiliary BS Translated by missionaries of the American Presbyterian Mission, including J. Newton, L. Janvier, and J. Harvey.;  1895 Gospels Acts BFBS, London;  1900 New Testament Panjab Auxiliary BS A revision prepared by a committee under the supervision of E. P. Newton.;  1902 Isaiah Panjab Auxiliary BS Translated by H. E. Perkins and revised byJ. Harvey and E. Guilford, Church MS.;  1950 Genesis;  1953-1954 Gospels;  1955 New Testament BS of India, Pakistan, and Ceylon, Bangalore;  1959 Bible BS of India and Ceylon, Bangalore Translated by Sundar Singh, C. H. Loehlin, Habans Singh, and Sachha Singh Taj. A Roman Catholic translation of the Gospels is reported to have been published.","collections":"modern","ref":"","filesize":"6","iso":"pan","year":2006,"type":"book","provider":"World Bible Translation Center","org_id":"world-bible-translation-center","digitizer":"","archive_id":"PANWTC_DBS_HS/Punjabi-(2006)-WBTC-Bible","language":{"iso":"pan","glotto_id":"panj1256","iso1":"pa","name":"Panjabi","autonym":"ਪੰਜਾਬੀ","level":"L","location":"India: Index Map","area":"Punjab, Majhi in Gurdaspur and Amritsar districts, South Firozpur District, Bhatyiana; Rajasthan, north Ganganagar District, Bhatyiana; Haryana; Delhi; Jammu and Kashmir. Also in Bangladesh, Canada, Fiji, Kenya, Libya, Malaysia (Peninsular), Mauritius, Singapore, United Arab Emirates, United Kingdom, United States.","country_id":"IN","latitude":30.036762,"longitude":75.670166,"population":80500000,"status_id":"2"}}