{"id":"Rarotongan-1972-Genesis-Portion","abbr":"RARMKA","title":"Rarotongan - Genesis Portion","title_vernacular":"Rarotongan - Tua Muamua","description":"Rarotonga is the largest of the Cook Islands, which are spread across a vast area of the South Pacific and have a total population of about 20,000. Rarotonga is spoken by most of the 9,000 inhabitants of the island of that name. Typical of Polynesian languages, only 13 letters are needed to represent all the sounds employed in speaking. Little dialectal difference is noted in the usage of the other islands (exclusive of Niue).\u003cbr\u003e\u003cbr\u003eRev. John Williams with the support of Rev. Aaron Buzzacott and Rev. Charles Pittman translated the New Testament in the late 1820s through to the early 1830s. He left Rarotonga, Cook Islands in 1834 for England to conduct a series of fundraising lectures, publish his book Missionary Enterprises in the South Seas, and to publish the Rarotongan Bible - New Testament. He came back to Rarotonga soon after and left for the New Hebrides in 1839 where he was killed and eaten by cannibals at Erromanga on 20 November 1839. He was 43 years of age. The complete Bible was published in 1851.\u003cbr\u003e\u003cbr\u003e1832 Mark LMS, Huahine;  1836 New Testament BFBS, London;  1838 Genesis 1841-1 846 Genesis—Lamentations (in parts) LMS, Rarotonga;  1851 Bible BFBS, London Translated   Williams, C. Pitman, and J. Buzacott, LMS;  1872 Bible BFBS, London A revision by E. R. W. Krause and George Gill, LMS;  1888 Bible BFBS, London A further revision by William W. Gill, LMS.","collections":"modern","ref":"","filesize":"358","iso":"rar","year":1972,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"RARMKA_DBS_HS/Rarotongan-(1972)-Genesis-Portion","language":{"iso":"rar","glotto_id":"raro1241","name":"Rarotongan","autonym":" Maori Kuki Airani","level":"L","location":"Cook Islands","area":"13 Cook Islands. Also in French Polynesia, New Zealand, United States.","country_id":"CK","latitude":-20,"longitude":-158,"population":27200,"status_id":"6b"}}