{"id":"Romansch-John-print","abbr":"ROHPOR","title":"Romansch - John (Print)","title_vernacular":"Rumantsch - Gion","description":"Romans sometimes also spelled Romansch and Rumantsch is a Gallo-Romance language spoken predominantly in the Swiss canton of the Grisons (Graubünden). Romansh has been recognized as a national language of Switzerland since 1938, and as an official language in correspondence with Romansh-speaking citizens since 1996, along with German, French, and Italian. It also has official status in the canton of the Grisons alongside German and Italian and is used as the medium of instruction in schools in Romansh-speaking areas. It is sometimes grouped by linguists with Ladin and Friulian as the Rhaeto-Romance languages, though this is disputed. Romansch is spoken in all by less than 50,000 people, some in southern Switzerland (where it has been the fourth official language since 1938), and more in adjacent Italy. Also known as Ladin, or Grisons, it is spoken in several dialects and is thought by some to be a direct survival of the vulgar Latin used in Roman military settlements of the southern Alpine region.\u003cbr\u003e\u003cbr\u003eRomansch comprises the western tongue of the Rhaeto-Romance languages, a group which also includes as many as a million speakers of related Tyrolian and Frioulan dialects. Lower Engadine Romansch is the dialect of the Eastern, or Lower, Engadine Valley, the valley of the Inn River, in the Grisons Canton, southeastern Switzerland.\u003cbr\u003e\u003cbr\u003e1562 Psalms J. Kiindig, Basel The first hook published in Lower Engadine dialect; translated by Durich Chiampel. Reprinted 1606, Basel and Lindau, and 1906, Dresden;  1657 Genesis H. Hamberger, Tury;  1662 Exodus J. Henric Dorta, Scuol Translated by Joan P. Salutz;  1666 Psalms;  1679 Bible J. Dorta \u0026 Vulpera, Scuol Translated by Jacob Dorta and N. A. Vulpius and his son, J. A. Vulpius, Romansch pastors. Reprinted 1743;  1762 Psalms K. Gadina, Scuol Translated by Valentine de Nicolai, a Romansch pastor;  1812 New Testament 1815 Old Testament BFBS, Basel BS, Basel and Chur The first publication of the Basel BS and BFBS. A reprint of the N. T. and Psalms of the Dorta version, with updated orthography, was prepared for the BFBS by Justus Andeer and N. Vital, Swiss pastors; N.T. published, Frankfurt, 1867; Bible, Cologne, 1870;  1932 New Testament Psalms;  1953 Bible Engadine Press, Samedan, St. Moritz Translated by Jachen U. Gaudenz and Rudolf Filli. Portions in this version were published before the appearance of the complete Bible.","collections":"modern","ref":"","filesize":"12","iso":"roh","year":1953,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"ROHPOR_DBS_HS/Romansch-John-(print)","language":{"iso":"roh","glotto_id":"roma1326","iso1":"rm","name":"Romansh","autonym":"rumantsch","level":"L","location":"Liechtenstein and Switzerland","area":"Southeast borders, Grisons Canton, Surselva valley (Vorderrhein), Hinterrhein valley; Engadine, Val Mustair.","country_id":"CH","latitude":46.55377,"longitude":9.92812,"population":40000,"status_id":"4"}}