{"id":"Romanian-1921-New-Testament-Sfanta-Scriptura-a-Vechiului-si-Noului-Testament","abbr":"RONOLD","title":"Romanian (1921) New Testament ","title_vernacular":"Sfânta Scriptura a Vechiului si Noului Testament","description":"The first Romanian Bible translation is the Calvinist Palia de la Orăștie (Saxopolitan Old Testament) from 1581/1582. The translators were Calvinist pastors from Transylvania. The first complete translation to Romanian was made in 1688 (called \"Biblia de la București\"). The Old Testament was translated by Moldavian-born Nicolae Milescu in Constantinople. The translator used as his source a Septuagint published in Frankfurt in 1597. The manuscript was afterward revised in Moldova and later brought to Bucharest, where it was again subject to revision by a team of Wallachian scholars (among whom were Radu and Şerban Greceanu) with the help of Şerban Cantacuzino and Constantin Brâncoveanu. Before the publication of the Bucharest Bible, other partial translations were published, such as the Slavic-Romanian Gospel (1551), Coresi's Gospel (1561), The Braşov Psalm Book (1570), The New Testament of Alba Iulia (1648) and others. In September 1911, the British and Foreign Bible Society printed the Iasi Old Testament with the Nitzulescu New Testament, revised by Professor Garboviceanu and checked by Prof Alexis. This was the official BFBS text before Cornilescu was adopted in 1924, but was more literal. This text was revised by Cornilescu in 1928 and printed by the Bible Society in 1931.\u003cbr\u003e\u003cbr\u003eRumanian was written in Cyrillic character until 1860, and the Church continued to use it officially until 1890. Bibles were printed in Cyrillic characters until 1860 and in Roman characters thereafter.\u003cbr\u003e\u003cbr\u003e1560-1561 Gospels;  1563 Acts Epistles; 1570 Psalms Brasov (Kronstadt) Translated by Coresi, a Walachian deacon, assisted by a student named Marien;  1582 Genesis Exodus Orashtie (Broos) Translated by Serban, a deacon;  1648 New Testament Belgrade Translated by a monk named Silvestru and others;  1688 Bible Bucharest Translated by Nicolae Milescu and a group of colleagues. This Bible is considered the supreme monument of Rumanian literature in Walachia in the 17th century, and parts of it, particularly the Gospels and Psalms, were often reprinted. A revision by Samuil Clain, published in Blaj, 1795, was often reprinted;  1838 New Testament BFBS, Smyrna A text provided for the BFBS by the Bishops of Walachia. Often reprinted, in 1859 this text was transliterated into Roman character and ptddished by the BFBS in Bucharest;  1859-1860 Genesis Psalms Isaiah BFBS, Bucharest Translated from the modern Greek by C. Aristia;  1863 Psalms BFBS, Bucharest Translated by a Christian Jew named Keller. Another version, prepared by a Walachian named Jerome, was published in 1866. A revision by William Mayer of the London Jews Society was published in 1867;  1865-1869 Old Testament;  1871 New Testament BFBS, Iasi Translated by N. Balasescu, F. Duhau, and D. Erbicenu. In 1873 a further revision of the O. T. by William Mayer was published by the BFBS;  1895 Gospels;  1898 New Testament BFBS, Bucharest The BFBS text, revised in text and orthography by N. Nitsulescu;  1920 New Testament Soc. Evangelica Romana, Bucharest;  1921 Bible BFBS, Bucharest Translated by P. D. Cornilescu. It became the standard Bible Society text. A revision was published by BFBS in 1924;  1925 New Testament Oradea-Mare Translated by loan Balan;  1927 New Testament Rumanian Orthodox Church, Bucharest Translated by Vasilian G. Galaction;  1968 Bible Orthodox Church, Bucharest A revision prepared by the Rumanian Orthodox Church. ","collections":"historic","ref":"","filesize":"109","iso":"ron","year":1921,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"RONOLD_DBS_HS/Romanian-(1921)-New-Testament-(Sfanta-Scriptura-a-Vechiului-si-Noului-Testament)","language":{"iso":"ron","glotto_id":"roma1327","iso1":"ro","name":"Romanian","autonym":"Daco-Romanian","level":"L","location":"Ukraine","area":"Moldavian in Moldova northeast; Muntenian in Muntenia, or Wallachia southeast; other dialects north and west, including Transylvania. Also in Australia, Azerbaijan, Canada, Croatia, Czech Republic, Finland, Hungary, Israel, Kazakhstan, Kyrgyzstan, Moldova, Mozambique, Russian Federation (Europe), Serbia, Tajikistan, Turkmenistan, Ukraine, United States, Uzbekistan.","country_id":"RO","latitude":46.391292,"longitude":24.22557,"population":24300000,"status_id":"1"}}