{"id":"Russian-1876-Synodal-Bible","abbr":"RUSS76","title":"Russian (1876) Synodal Bible","title_vernacular":"Русский (1876) Синодальная Библия","description":"The tradition of Bible translations in Christianity in Russia begins with Slavic translations of the Bible and Old Church Slavonic. Tsar Peter the Great felt that the Russian people needed a Bible in the vernacular and authorized Pastor Johann Ernst Glück in 1703 to prepare such an edition. Glück died in 1705 and nothing is known of his work. The first Orthodox Church Bible appeared in 1876. It was left to the 19th century in connection with the establishment of the Russian Bible Society (founded in 1812 at Saint Petersburg, with the consent of Alexander I) to prepare a Bible in the vernacular. The work was undertaken by Filaret, the rector of the Theological Academy of Saint Petersburg (afterward metropolitan of Moscow), and other members of the faculty of the academy. The Gospels were published in 1818 and in 1822 the entire New Testament. In 1820 the translation of the Old Testament was undertaken, and in 1822 Philaret's translation of the Psalms was published. In 1825 the Pentateuch, Joshua, Judges, and Ruth were issued. The year 1826 saw an end to the activity of the Bible Society in the ban put upon all kinds of private associations, even when non-political. Not before 1858 was the work of translation resumed. In 1876 the entire Bible was published in one volume. This translation is called the Synod Version. The Old Testament books, though based upon the Hebrew Bible, follow the order of the Septuagint and the Church Slavonic Bible. The Apocryphal books also form a part of the Russian Bible. The British and Foreign Bible Society also issued a Russian edition, omitting, however, the Apocrypha.\u003cbr\u003e\u003cbr\u003e1815 Romans (with Slavonic) St. Petersburg The first publication of a Book of the Bible in modem Russian; published with the sanction of the Holy Synod;  1819 Gospels (with Slavonic);  1820 Gospels Acts- 2 Corinthians James-Jude (with Slavonic);  1821 New Testament (with Slavonic) Russian BS, St. Petersburg Translated by a committee selected by the Holy Synod, at the request of Tsar Alexander I, and revised by ecclesiastical members of the RBS (1813-1826). The first BFBS publication in Russian was in 1838 - a reprint of the 1823 edition of this text;  1822 Psalms 1825 Genesis—Ruth RBS, St. Petersburg Translated under the direction of the Holy Synod; the Psalms were prepared by Gerasim P. Pavsky. An edition slightly revised by E. Stallybrass appeared in 1861 (BFBS, London);  1858 Song of Solomon Printed privately, London Translated for Louis-Lucien Bonaparte;  1860-1862 New Testament St. Petersburg A new version, prepared by a committee under the direction of E. I. Loviagin, appointed by the Holy Synod, and of Philaret, Metropolitan of Moscow under Tsar Alexander II;  1860-1868 Old Testament Printed privately, Moscow Translated by Archimandrite Makarios. Published, after his death in;  1847, in editions that usually contained a single Book. (Ruth and Psalms in this version are not known to be extant.) The publication in;  1867 of Makarios’s translation of 1 Samuel-2 King marked the completion of the translation of the whole Bible in Russian, in various versions;  1862-1863 Joshua—Ruth I Chronicles—Esther Proverbs St. Petersburg Translated by G. P. Pavsky. Portions of an O.T. translation by Pavsky, who, as Professor of Hebrew at St. Petersburg, had earlier prepared his translation for the use of his students;  1866-1870 1, 2 Samuel Proverbs Isaiah-Malachi BFBS, London Translated for the BFBS by V. A. Levinsohn;  1868-1875 Old Testament (in 4 parts) BFBS, St. Petersburg Translated by a committee, supported by the Holy Synod, which included D. A. Chwolson, E. I. Loviagin, and M. A. Golubev, who was replaced after his death by P.J. Savvaitov;  1872-1875 Old Testament BFBS, London Completion of the O. T. translation begun by V. A. Levinsohn. It was prepared for the BFBS by D. A. Chwolson. The first complete Russian Bible in one volume, published in 1877 (BFBS, Vienna), included the Levinsohn-Chwolson O. T.","collections":"historic","ref":"","filesize":"5","iso":"rus","year":1876,"type":"scan","provider":"Bibles.org.uk","org_id":"Bibles.org.uk","digitizer":"","archive_id":"RUSS76_DBS_HS/Russian-(1876)-Synodal-Bible","language":{"iso":"rus","glotto_id":"russ1263","iso1":"ru","name":"Russian","autonym":"русский язык","level":"L","location":"China","country_id":"RU","latitude":53.919516,"longitude":72.392575,"population":154000000,"status_id":"1"}}