{"id":"Samaritan-Arabic-1705-Old-Testament-Portions-Christophori-Cellarii-Horae-Samaritanae-excerpta-Pentateuchi-Samaritanae-versionis","abbr":"SAMPOR","title":"Samaritan Arabic (1705) Old Testament Portions","title_vernacular":"Christophori Cellarii Horae Samaritanae - excerpta Pentateuchi Samaritanae versionis","description":"Samaritan Aramaic, or Samaritan, was the dialect of Aramaic used by the Samaritans in their sacred and scholarly literature. This should not be confused with the Samaritan Hebrew language of the Scriptures. Samaritan Aramaic ceased to be a spoken language sometime between the 10th and 12th centuries. In form, it resembles the Aramaic of the Targumim and is written in the Samaritan alphabet. Important works written in Samaritan include the translation of the Samaritan Pentateuch in the form of the targum paraphrased version. There are also legal, exegetical, and liturgical texts, though later works of the same kind were often written in Arabic.\u003cbr\u003e\u003cbr\u003eSamaritan Character unless noted:  1645 Pentateuch (Paris Polyglot) A. Vitre, Paris;  1657 Pentateuch (London Polyglot) T. Roycroft, London The Samaritan Pentateuch is not a translation into Samaritan, but the Pentateuch as preserved by the Samaritans. The Samaritan Pentateuch is printed in these volumes with the Samaritan Targum, a translation of the Hebrew Pentateuch into the Samaritan dialect. Fragments of both the Samaritan Torah and Targum were published during the 18th century;  1872-1891 Pentateuch W. Moeser, Berolini The Targum edited by H. Petermann;  1876 Pentateuch (Hebrew character) Printed privately, Frankfurt The Targum, edited by A. Briill;  1884 Genesis (Hebrew character) Leipzig Edited by At. Heidenheim as Vol. 1 o/ Bibliotheca Samaritana;  1918 Pentateuch A. Topelmann, Giessen Edited by August von Gall;  1959-1965 Pentateuch Printed privately, Tel Aviv Edited by Avraham and Ratson Sadaqa from the text of the Sepher Abisha, one of the oldest Samaritan Torah scrolls.","collections":"historic","ref":"","filesize":"19","iso":"sam","year":1705,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"SAMPOR_DBS_HS/Samaritan-Arabic-(1705)-Old-Testament-Portions-(Christophori-Cellarii-Horae-Samaritanae-excerpta-Pentateuchi-Samaritanae-versionis)","language":{"iso":"sam","glotto_id":"sama1314","name":"Samaritan Aramaic","autonym":"ארמית Arāmît","level":"E","area":"West Bank near Nablus; Tel Aviv, Israel. Also in Israel.","country_id":"PS","latitude":32.31075,"longitude":35.25798,"status_id":"9"}}