{"id":"Scottish-Gaelic-1807-Bible-Leabhraichean-an-t-Seann-Tiomnaidh-agus-an-Tiomnaidh-Nuaidh","abbr":"GLAOLD","title":"Scottish Gaelic (1807) Bible","title_vernacular":"Leabhraichean an t-Seann Tiomnaidh agus an Tiomnaidh Nuaidh","description":"Scots (endonym: Scots; Scottish Gaelic: Albais, Beurla Ghallta) is an Anglic language variety in the West Germanic language family, spoken in Scotland and parts of Ulster in the north of Ireland (where the local dialect is known as Ulster Scots). Most commonly spoken in the Scottish Lowlands, Northern Isles, and northern Ulster, it is sometimes called Lowland Scots or Broad Scots to distinguish it from Scottish Gaelic, the Goidelic Celtic language that was historically restricted to most of the Scottish Highlands, the Hebrides, and Galloway after the 16th century. Modern Scots is a sister language of Modern English, as the two diverged independently from the same source: Early Middle English (1150–1300).\u003cbr\u003e\u003cbr\u003e1684 Metrical Psalms S. Knibo, Edinburgh The first complete Psalter in Gaelic, translated by Robert Kirk. It incorporated the fifty Psalms, or ‘Caogad’ of 1659 (which was also included in the Synod of Argyll version, 1694, and its revisions: MacFarlane’s, 1753; Smith’s, 1787; Ross’s, 1807 and the revision of the General Assembly on the Gaelic Scriptures, 1826);  1767 New Testament;  1796 New Testament (revised);  1801 Old Testament Scottish Society for the Promotion of Christian Knowledge, Edinburgh Translated by John Stuart, with assistance from his son, John Stuart, and John Smith, all Scottish ministers. Revised several times;  1875 New Testament A. King, Aberdeen Translated by Fr. Ewcn MacEachen and Fr. Colin Grant;  1902 Bible SSPCK, Edinburgh A revision begun in 1880 resulted in a new translation by a committee headed by Norman Macleod.","collections":"historic","ref":"","filesize":"518","iso":"gla","year":1807,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"GLAOLD_DBS_HS/Scottish-Gaelic-(1807)-Bible-(Leabhraichean-an-t-Seann-Tiomnaidh-agus-an-Tiomnaidh-Nuaidh)","language":{"iso":"gla","glotto_id":"scot1245","iso1":"gd","name":"Scottish Gaelic","autonym":"Gàidhlig","level":"L","location":"Ireland and United Kingdom","area":"North and central counties of Ross, islands of Hebrides and Skye, Glasgow. Also in Australia, Canada, United States.","country_id":"GB","latitude":56.75735,"longitude":-5.24366,"population":60130,"status_id":"4"}}