{"id":"Serbian-1864-New-Testament-Novi-Zavjet-Gospoda-nasega-Isusa-Hrista","abbr":"SRPVDS","title":"Serbian (1864) New Testament","title_vernacular":"Српски (1864) Нови Завет","description":"Among the first translations in Serbian are the famous Codex Marianus (written in Glagolitic script) from the 11th century, and Miroslav Gospel (written in Cyrillic script) from 1186.\u003cbr\u003e\u003cbr\u003eIn 1561 South Slavic Bible Institute was established for publishing Protestant books translated into South Slavic languages. For this task, the president of this institute Primož Trubar engaged Stjepan Konzul Istranin and Antun Dalmatin as translators for Croatian and Serbian. The Cyrillic text was the responsibility of Antun Dalmatin. The type for printing the Cyrillic-script texts was cast by craftsmen from Nuremberg. The first attempt to use it failed and the type had to be reconstructed. In 1561 in Tübingen three small books were printed (including Abecedarium and Catechismus) in Croatian in the Glagolitic script. The same books were also printed in Ulach in Serbian with the reconstructed Cyrillic type. For a considerable amount of time, the institute tried to employ a certain Dimitrije Serb to help Istranin and Dalmatin, but without success. Eventually, they managed to employ two Serbian Orthodox priests - Jovan Maleševac from Ottoman Bosnia and Matija Popović from Ottoman Serbia.\u003cbr\u003e\u003cbr\u003eAt the beginning of the 18th century, Gavrilo Stefanović Venclović translated some 20,000 pages of old biblical literature into vernacular Serbian.\u003cbr\u003e\u003cbr\u003eThe first Serbian gospel was printed in 1537 in the Rujno Monastery printing house, and in Belgrade printing house in 1552, and also in Mrkšina crkva printing house in 1562. Despite the retained archaic forms and vocabulary, these texts were understandable to the people. Meanwhile, the first modern printed Bible was of Atanasije Stojković (published by the Russian Bible Society at Saint Petersburg, 1824) but was not written in vernacular Serbian, but was a mixture of Church Slavonic and Serbian. Stojković later translated the New Testament to Serbian in 1830. A more popular translation of the New Testament by Vuk Karadžić was published in Vienna in 1847 and was combined with the translation of the Old Testament of 1867 by Đuro Daničić in Belgrade, printed together in 1868.\u003cbr\u003e\u003cbr\u003e1563 New Testament (Glagolitic character);  1563 New Testament (Cyrillic character) Tubingen Translated by Antun Dalmatin and Stipan Istrianin, both Protestant refugees in Germany. They also published translations of the Liturgical Gospels and Epistles. An earlier edition of these Liturgical Selections was published in Venice in 1495, the first Scriptures printed in Serbo- Croatian;  1564 Isaiah—Malachi (Roman Character) Tubingen A planned continuation of the Dalmatin-Istrianin version, for which they were joined byJurajJuricic and Leonardus Mercheritsch. Although it is known that much of the Pentateuch was translated, only the Books of the Prophets appear to have been printed;  1804 Bible (Cyrillic character) Budapest first Serbo-Croatian Bible, prepared by an unknown translator;  1824 New Testament (Cyrillic character) Russian BS Translated by Atamasije Stojkovic, a Serb. In 1831 a commentary, with literal translation from the Vulgate by Matia P. Katancic, was published;  1847 New Testament (Cyrillic character) Vienna Called the Vuk Translation. Translated by Vuk S. Karadzic, a leader in the reform of the Serbian language and orthography, in an attempt to create a common literary language, it was not approved by the Serbian Church. The BFBS obtained the copyright and reprinted it often. Published in Roman script, 1864;  1861 Bible (Roman character) Vienna Translated, with commentary, by Ivan Matija Skaric, a Dalmatian priest;  1864-1868 Bible (Roman character) BFBS, Belgrade Translated by Gjuro Danicic, a friend and colleague of Vuk Karadzic. He agreed in 1865 to prepare a fresh O.T. translation for the BFBS. The Bible was completed in 1868, with a slight revision of Vuk’s N. T. ( The same year, 1868, four years after his death, Vuk’s system of orthography was accepted by the Serbian Church.) After 1877 a number of slight revisions of the text, prepared by D. Sulek, were published;  1930 New Testament (Roman character); 1933 Bible BFBS, Belgrade A revision of the Vuk text by Lujo Bakotic;  1934 New Testament (Cyrillic character) BFBS, Belgrade Translated by Dimitri Stefanocic. The BFBS published the Gospels and Acts in 1930;  1961 New Testament Pastoraltia Biblica, Vol. 7 Translated by Ljubevit Rupcic; a revision appeared in 1967. A translation of the Bible by Ivan E. Saric is also reported;  1963-1968 Gospels Serbopress, Belgrade Translated by E. M. Charnic;  1968 Bible Stvarnost, Zagreb Translated by Silvij Grubisic (Pentateuch), Filibert Gas (Psalms), Antun Sovic (rest of the O.T.), Nikol Milicevic (Song of Solomon), and Ljubevit Rupcic (N.T.), and under the general editorship of Jure Kastelan. The text was submitted to the French Jerusalem Bible translators before publication.","collections":"historic","ref":"","filesize":"32","iso":"srp","year":1864,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"SRPVDS_DBS_HS/Serbian-(1864)-New-Testament-(Novi-Zavjet-Gospoda-nasega-Isusa-Hrista)","language":{"iso":"srp","glotto_id":"serb1264","iso1":"sr","name":"Serbian","autonym":"српски / srpski","level":"L","location":"Greece and The Former Yugoslav Republic of Macedonia","area":"Also in Albania, Australia, Bosnia and Herzegovina, Bulgaria, Canada, Croatia, Czech Republic, Greece, Hungary, Libya, Macedonia, Montenegro, Romania, Russian Federation (Europe), Sweden, Switzerland, Turkey (Europe), Ukraine, United Arab Emirates, United States, Zambia.","country_id":"RS","latitude":44.323844,"longitude":21.919184,"population":7730000,"status_id":"1"}}