{"id":"Sgau-Karen-1884-Genesis-Portion","abbr":"KSWOKV","title":"Sgau Karen (1884) Genesis Portion","title_vernacular":"Sgau Karen (1884) သစ်တပင် ပထမဦးဆုံး (Genesis Portion)","description":"The Sgaw, who refer to themselves as ‘Kanyaw’, is the largest of the Karen groups. They number more than half a million in Burma, where they live both in the lowlands of the Irrawaddy Delta and Tenasserim and in the hill areas of the Pegu Range. There are also 50,000 Sgaw Karens in Thailand, where they are known as Yang Khao, meaning White Karen. Burmese historians claim that inscriptions suggest the existence of Sgaw Karens in Lower Burma since the 13th century. The Paku are a closely related group.\u003cbr\u003e\u003cbr\u003eThe Karen or Karenic languages are tonal languages spoken by some seven million Karen people. They are of unclear affiliation within the Sino-Tibetan languages. The Karen languages are written using the Karen script. The three main branches are Sgaw, Pwo, and Pa'O. Karenni (also known as Kayah or Red Karen) and Kayan (also known as Padaung) are a branch of the Karen languages. They are unusual among the Sino-Tibetan languages in having a subject–verb–object word order; other than Karen, Bai, and the Chinese languages, Sino-Tibetan languages have a subject-object-verb order. This is likely due to the influence of neighboring Mon and Tai languages.\u003cbr\u003e\u003cbr\u003e1839 John;  1843 New Testament;  1848 Genesis;  1849 Psalms;  1853 Bible American and Foreign BS, Tavoy Translated by Francis Mason, American Baptist Missionary Union, with the assistance of his colleagues J. Wade and J. H. Vinton, and Saw Kwala, a Karen;  1888 Matthew Mission Press, Tougoo Translated by Fr. G. Conti;  1964 Mark Assumption Press, Bangkok A translation in the roman alphabet, prepared by Fr. Joseph Seguinotte;  1967 Mark Thai Bible House, Bangkok A new popular translation by Benny Gyaw and a committee of Sgaw Karens.","collections":"historic","ref":"","filesize":"449","iso":"ksw","year":1884,"type":"scan","provider":"","org_id":"","digitizer":"The Long Now Foundation","archive_id":"KSWOKV_DBS_HS/Sgau-Karen-(1884)-Genesis-Portion","language":{"iso":"ksw","glotto_id":"sgaw1245","name":"S'gaw Karen","autonym":"ကညီကျိာ်","level":"L","location":"Central Myanmar","area":"Ayeyawaddy (Irrawaddy) delta area, Taninthayi (Tenasserim) Division, the Pegu range between the Irrawaddy and Sittang rivers, the eastern hills Kayin (Karen) state. Also in Thailand.","country_id":"MM","latitude":17.9872,"longitude":97.71262,"population":2170000,"status_id":"5"}}