{"id":"Sindhi-Mark-print","abbr":"SNDCLB","title":"Sindhi - Mark (Print)","title_vernacular":"Sindhi - مرقس","description":"Sindhi is a North-western Indo-Aryan language spoken by about 30 million people in Pakistan, primarily in the province of Sindh, where it has official status, and by 1.7 million in India, where it is a scheduled language at the national level, but without any state-level official status. The main writing system is a modified form of the Perso-Arabic script, which accounts for the majority of the Sindhi literature and is the only one currently used in Pakistan. In India, both the Perso-Arabic script and Devanagari are in use.\u003cbr\u003e\u003cbr\u003eSindhi has an attested history from the 10th century CE, before which it is unclear how it relates to local varieties of Middle Indo-Aryan languages. Sindhi was one of the first languages of South Asia to encounter influence from Persian and Arabic following the Umayyad conquest in 712 CE. A substantial body of Sindhi literature developed during the Medieval period, the most famous of which is the religious and mystic poetry of Shah Abdul Latif Bhittai from the 18th century. Modern Sindhi was promoted under British rule beginning in 1843, which led to the current status of the language in independent Pakistan after 1947.\u003cbr\u003e\u003cbr\u003eArabic character unless noted:  1825 Matthew Serampore MP Translated under the auspices of the Serampore missionaries.;  1850 Matthew (Devanagari character) Bombay Auxiliary B S Translated by G. Stack, an Indian army officer.;  1858 John;  1859 John (Gurmukhi character);  1860 Genesis Bombay Auxiliary BS;  1868-1870 Gospels Acts BFBS, London Translated and transliterated by A. Burn, Church MS.;  1872-1876 Romans-Ephesians BFBS, London;  1879 Psalms;  1885 Proverbs;  1890 New Testament Isaiah Panjab Auxiliary BS Translated by G. Shirt, CMS.;  1877 Luke (Gurmukhi character);  1899 Acts (Gurmukhi character) Panjab Auxiliary BS Revised by J. Redman, CMS.;  1908 Mark John Panjab Auxiliary BS Prepared in both Arabic and Gurmukhi character; both revised by a committee under the supervision of]. Redman.;  1913 Matthew (Banya character) BFBS, Lahore A transliteration.;  1930 New Testament BFBS, London A revision prepared by D. Bulchand, CMS, and a Sindhi Christian namedBhagtani.;  1954 Old Testament BS of India, Pakistan and Ceylon, Lahore;  1962 New Testament BS of India and Ceylon, Bangalore Translated and revised by Chandhu Ray, Anglican, R. A. Carson, C. Haskell, and Alice Ward.","collections":"modern","ref":"","filesize":"2","iso":"snd","year":2009,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"SNDCLB_DBS_HS/Sindhi-Mark-(print)","language":{"iso":"snd","glotto_id":"sind1272","iso1":"sd","name":"Sindhi","autonym":"سنڌي","level":"L","location":"India: Index Map","area":"Sindh. Possibly also United Arab Emirates. Also in Canada, India, Oman, Philippines, Singapore, United Kingdom, United States.","country_id":"PK","latitude":26,"longitude":69,"population":24600000,"status_id":"2"}}