{"id":"Sinhala-1868-John","abbr":"SINTOV","title":"Sinhala (1868) John","title_vernacular":"සිංහල (1868) යෝහන්","description":"Sinhala, sometimes called Sinhalese, is an Indo-Aryan language primarily spoken by the Sinhalese people of Sri Lanka, who make up the largest ethnic group on the island, numbering about 16 million. Sinhala is also spoken as the first language by other ethnic groups in Sri Lanka, totaling about 2 million people as of 2001. It is written using the Sinhala script, which is one of the Brahmic scripts; a descendant of the ancient Indian Brahmi script closely related to the Grantha script.\u003cbr\u003e\u003cbr\u003eSinhalese Character unless noted: 1739 Gospels Colombo Translated by Willem Komijn and edited by J. P. Wetzelius, Dutch Reformed Church ministers;  1771 Acts J. Dornheim, Colombo Translated by Simon Cat, Dutch Reformed Church, and two Sinhalese interpreters;  1772 Romans;  1773 1, 2 Corinthians Galatians;  1776 Ephesians-Hebrews James-Revelation;  1780 Gospels (revised) 1783-1789 Pentateuch J. Dornheim, Colombo Translated by J. J. Fybrandse and H. Philipsz, Dutch Reformed Church;  1817 New Testament Colombo Auxiliary BS Translated by William Tolfrey, a Ceylonese civil servant, and A. Armour, an English schoolmaster, assisted by a committee;  1820 Psalms Wesleyan MP, Colombo Included in the Book of Common Prayer;  1823 Old Testament Colombo Auxiliary BS Translated by W. Tolfrey and a committee, including C. E. Layard, Mudaliyar P. Perera, and W. B. Fox;  1826 Matthew Church MP, Cotta Translated into simple Sinhala by Samuel Lambrick, Church MS;  1827 New Testament;  1830 Bible Colombo Auxiliary BS Revised by Abraham de Thomas, a member of the committee for the 1817 and 1823 Testaments;  1832 New Testament 1834 Old Testament MP, Cotta The CMS simplified version begun by S. Lambrick;  1855 Bible Colombo A partial revision, prepared by a committee directed by D.J. Gogerly, lVMS;  1862 New Testament Psalms;  1876 Old Testament;  1881 New Testament (revised) Baptist MS, Colombo Translated by Charles Carter, BMS, and a committee;  1897 New Testament St. Lucia’s Press, Colombo Translated by C. Chounavel, Roman Catholic;  1899 New Testament;  1905 Old Testament BMS, Colombo A revision, prepared by C. Carter, H. A. Lapham, and S. De Saram;  1905 New Testament ;  1910 Bible Colombo Auxiliary BS Revised by S. Coles, CMS, C. W. de Silva, lVMS, and a committee;  1909 Mark (Roman character) Printed privately, Eastbourne Transliterated byJ. H. Knowles;  1926-1929 Gospels;  1931 New Testament;  1938 Bible BFBS, Colombo A revision prepared by a union committee, representing the Anglicans, Methodists, Baptists, Presbyterians, and the Salvation Army. Chief revisers were H. de S. Wickremaratne andJ. S. de Silva;  1966 Mark (tentative revision) BS of India and Ceylon Prepared by S.J. de S. Weerasinghe and Lynn de Silva.","collections":"historic","ref":"","filesize":"30","iso":"sin","year":1868,"type":"scan","provider":"The Colombo Auxiliary Bible Society","org_id":"","digitizer":"","archive_id":"SINTOV_DBS_HS/Sinhala-(1868)-John","language":{"iso":"sin","glotto_id":"sinh1246","iso1":"si","name":"Sinhala","autonym":"Sinhalese","level":"L","location":"Sri Lanka","area":"Widespread in Sri Lanka except some districts in the north, east, and center. Also in Canada, Libya, Maldives, Singapore, Thailand, United Arab Emirates, United States.","country_id":"LK","latitude":8,"longitude":81,"population":15300000,"status_id":"1"}}