{"id":"Slavic-1868-New-Testament-Sveto-pismo-Staroga-i-Novoga-zavjeta","abbr":"MKDOLD","title":"Slavic (1868) New Testament","title_vernacular":"Sveto pismo Staroga i Novoga zavjeta","description":"The Slavic languages, also known as the Slavonic languages, are Indo-European languages spoken primarily by the Slavic peoples and their descendants. They are thought to descend from a proto-language called Proto-Slavic, spoken during the Early Middle Ages, which in turn is thought to have descended from the earlier Proto-Balto-Slavic language, linking the Slavic languages to the Baltic languages in a Balto-Slavic group within the Indo-European family.\u003cbr\u003e\u003cbr\u003eSlavonic is now used exclusively as a liturgical language in the Eastern Orthodox Church. Also known as Old Slavonic, or Church Slavonic, the language is that found by St. Cyril to be spoken in the 9th century by the Southern and Western Slavic It was devised (either by Cyril, his brother Methodius, or a disciple), and it was in their language that the Slavonic Bible was first prepared. The influence of Cyril and Methodius was particularly strong on the newly evangelized Slavic peoples of Bulgaria, Serbia, and southern Russia, where the Slavonic Bible became the standard liturgical text. During the centuries after the translation of this original Slavonic Bible, the text underwent numerous revisions, reflecting the regional development of the Slavic tongues: Bohemian, Old Bulgarian, Croatian, Macedonian, Russo-Ruthenian, and Slovenian. The Slavonic Bible later served as the basis for early translations into Czech (1475) and Bulgarian (1840) and influenced versions in the other Slavic tongues. The Cyrillic alphabet, originally 38 letters, is based on the Greek alphabet. A number of variant Cyrillic systems of writing are now in use: Russian, Ukrainian, Ossete, and other adaptations.\u003cbr\u003e\u003cbr\u003e1512 Gospels Tirgoviste The first edition of the Slavonic Gospels. It was followed by the publication of the Gospels in other recensions throughout the 1500s;  1564 Acts Epistles Moscow the first book printed in Russia, by order of the Czarevitch, and with the approval of the Metropolitan Makarios;  1580 New Testament Psalms;  1581 Bible Fedorov, Ostrog Printed under the auspices of Constantin of Ostrog. Text taken from various Mss., primarily the Ms. Bible of Gennadius, and using Greek and Latin checks;  1663 Bible Moscow A revision of the 1581 Bible of Ostrog by a group of Greek monks, including Arsenios and Zacharios;  1751 Bible St. Petersburg Prepared, by order ofPeter the Great, by Theophylact Lapotinsky and Sophronius Lichudi, with several assistants. Later revised by Varlaan Ljashchevsky and Gedeon Sloninasky. Printed by order of Empress Elizabeth, hence called the Bible of Elizabeth. It became and remains the standard version of the Slavonic Bible, with only slight subsequent revisions. Published by the Bible Societies: St. Petersburg BS ( later Russian BS), 1813, Moscow; BFBS (N.T. ), 1867, St. Petersburg; ABS(N.T.), 1867, New York.","collections":"historic","ref":"","filesize":"244","iso":"mkd","year":1868,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"MKDOLD_DBS_HS/Slavic-(1868)-New-Testament-(Sveto-pismo-Staroga-i-Novoga-zavjeta)","language":{"iso":"mkd","glotto_id":"mace1250","iso1":"mk","name":"Macedonian","autonym":"македонскиmakedonski","level":"L","location":"Greece and The Former Yugoslav Republic of Macedonia","area":"North: Kumanovo-Kratovo region; Southeast: Gevgelija, Strumica, and Lake Dojran areas; West: Veles, Prilep, Kichevo, Bitola region, and Debar-Galchnik region. Also in Albania, Bulgaria, Canada, Croatia, Greece, Serbia, Slovenia, United States.","country_id":"MK","latitude":41.595727,"longitude":21.793212,"population":1713880,"status_id":"1"}}