{"id":"Slavic-1574-Acts-and-Epistles-WDL-7487","abbr":"MKD1574","title":"Slavic (1574) Acts and Epistles (WDL-7487)","title_vernacular":"Апостол","description":"The Acts and the Epistles of the Apostles, also known as the Apostle, is the first dated imprint published on the territory of present-day Ukraine. Written in Church Slavic, the liturgical language of the Orthodox Church in Russia, Ukraine, and other Slavic-speaking countries, it was printed in 1574 at the Saint Onuphrius Monastery in Lviv by Ivan Fyodorov (circa 1510-83). One of the fathers of printing in the East Slavic region, Fyodorov graduated from Jagiellonian University in Kraków, Poland, and later worked in Moscow, where he published liturgical works using movable type, the first books printed in Russia. He was driven from Moscow by scribes who feared competition from his innovation and fled to the Grand Duchy of Lithuania, where he set up a press in Zabłudów (Zabludovo, in present-day Belarus). In 1572, he moved to Lviv. The Apostle was among the most widely used liturgical books of the Orthodox Church. The 1574 edition contains an autobiographical epilogue by Fyodorov in which he recounts the history of his printing houses in Moscow, Zabłudów, and Lviv. About 120 copies of this edition are known to exist, of which five are in the collections of the Vernadsky National Library of Ukraine. (World Digital Library)","collections":"historic","ref":"https://www.wdl.org/en/item/7487","filesize":"193","iso":"mkd","year":1574,"type":"reprint","provider":"Ivan Fyodorov, L'viv, Ukraine","org_id":"","digitizer":"World Digital Library","archive_id":"MKD1574_DBS_HS/Slavic-(1574)-Acts-and-Epistles-(WDL-7487)","language":{"iso":"mkd","glotto_id":"mace1250","iso1":"mk","name":"Macedonian","autonym":"македонскиmakedonski","level":"L","location":"Greece and The Former Yugoslav Republic of Macedonia","area":"North: Kumanovo-Kratovo region; Southeast: Gevgelija, Strumica, and Lake Dojran areas; West: Veles, Prilep, Kichevo, Bitola region, and Debar-Galchnik region. Also in Albania, Bulgaria, Canada, Croatia, Greece, Serbia, Slovenia, United States.","country_id":"MK","latitude":41.595727,"longitude":21.793212,"population":1713880,"status_id":"1"}}