{"id":"Slovenian-1996-Genesis-Portion-Sveto-Pismo-Izvlecek","abbr":"SSLVSSV","title":"Slovenian (1996) Genesis Portion","title_vernacular":"Sveto Pismo - Izvleček","description":"Slovene, or alternatively Slovenian, is a South Slavic language, a sub-branch that is part of the Balto-Slavic branch of the Indo-European language family. It is spoken by about 2.5 million speakers worldwide, mainly ethnic Slovenes, the majority of whom live in Slovenia, where it is the sole official language. As Slovenia is part of the European Union, Slovene is also one of its 24 official and working languages.\u003cbr\u003e\u003cbr\u003e1555 Matthew Reutlingen;   1557-1558 Gospels Act;  1561-1577 Romans-Revelation Psalms (in 4 parts;  1582 New Testament (revised) Ttibingen Translated by Primus Truber, a Reformedpreacher;  1584 Bible H. KrafFts, Wittenberg Translated byjuri Dalmatin, a Lutheran pastor, whose translation of Ecclesiasticus was published in 1575. The Bible was revised by a committee before publication;  1784-1802 Bible Ljubljana A Roman Catholic translation by Juri Japel, Blaz Kumerday, and others; published in ten volumes, bearing various dates;  1859 Bible Ljubljana Translated from the German Allioli Bible by several Roman Catholic priests;  1869 Mar;  1870 Gospels Acts1873 Roman;  1876 Matthew—Galatian;  1882 New Testament Psalm;  1883 Proverbs BFBS, Vienna Translated by Franz Remcc, Matija Valjavec, and Josip Stritar;  1908 New Testament (revised;  1914 Bible (revised) BFBS, Vienn;  1946 Bible (further revised) Czech Bible Week, Kutna Hora Revised by Anton Chraska, a pastor at Ljubljana, assisted by two Slovenian scholars and Pavel Chraska, a Czech Congregational minister;  1959 Ezra-Sirach New Testament;  1960 Isaiah-Malach;  1961 Bible Order of Maribor, Ljubljana Translated by Matija Slavic, Francisek Jere, Grcqori Pecjak, and Jacob Aleksic, Roman Catholics.","collections":"genesis","ref":"","filesize":"417","iso":"slv","year":1996,"type":"genesis","provider":"","org_id":"","digitizer":"The Long Now Foundation","archive_id":"SSLVSSV_DBS_HS/Slovenian-(1996)-Genesis-Portion-(Sveto-Pismo-Izvlecek)","language":{"iso":"slv","glotto_id":"slov1268","iso1":"sl","name":"Slovenian","autonym":"Slovenian","level":"L","area":"Carniola, south Styria and Carinthia. Lower Carniola in Dolenjsko; Upper Carniola in Gorenjska; Primorski in West Slovenia; Stajerski in Styria. Also in Argentina, Australia, Austria, Canada, Croatia, Hungary, Italy, Serbia, United States.","country_id":"SI","latitude":46.254258,"longitude":14.776588,"population":2046060,"status_id":"1"}}