{"id":"Sotho-Northern-1904-Genesis-Portion","abbr":"NSOBSSA","title":"Sotho Northern (1904) Genesis Portion","title_vernacular":"Sotho Northern (1904) Genesise Karolo","description":"The Sotho people, also known as the Basuto or Basotho, are a Bantu nation native to southern Africa. They split into different ethnic groups over time, due to regional conflicts and colonialism, which resulted in the modern Basotho, who have inhabited the region of Lesotho, South Africa since around the fifth century CE.\u003cbr\u003e\u003cbr\u003e1839 Mark John Richert \u0026 Pike Press, Cape Town;  1848 Gospels Acts Paris Evangelical MS, Beersheba Translated by Eugene Casalis and Samuel Rolland, PEMS;  1851 Revelation 1852 1-3John Wesleyan MS Press, Platberg Translated byJ. D. M. Ludorf WMS;  1855 New Testament PEMS, Beersheba;  1855 Psalms BFBS, Platberg;  1868 New Testament (revised) BFBS, Paris;  1872-1878 Old Testament (tentative, in parts) PEMS, Masitise \u0026 Morija;  1876 New Testament (further revised) BFBS, Paris;  1881 Bible (revised) BFBS, London Translated and revised by missionaries of the PEMS, including Emile Rollatid, T. Arbousset, D. F. Ellenberger, J. Maitin, H. M. Dyke, L. Cochct, and L. Duvoisin;  1898 New Testament; 1899 Bible BFBS, London A revision prepared by E. Jacottet and missionary colleagues of the PEMS;  1909 Bible BFBS, London Prepared with orthographic revision by C. Christeller and Louis Mabille, PEMS. In 1961 a Bible in further revised orthography was published at Cape Town;  1948 New Testament Mazenod Institute, Mazenod Translated by Fr. Henri Lebreton;  1963 Luke;  1965 New Testament BS of South Africa, Cape Town A revision prepared by a committee, including B. J. Odendaal, A.A. Odendaal, and A. R. Paroz.","collections":"historic","ref":"","filesize":"320","iso":"nso","year":1904,"type":"scan","provider":"Bible Society of South Africa","org_id":"bible-society-of-south-africa","digitizer":"The Long Now Foundation","archive_id":"NSOBSSA_DBS_HS/Sotho-Northern-(1904)-Genesis-Portion","language":{"iso":"nso","glotto_id":"pedi1238","name":"Pedi","autonym":"Pedi","level":"L","location":"Lesotho, South Africa and Swaziland","area":"Transvaal, south and central. Also in Botswana.","country_id":"ZA","latitude":-24.79929,"longitude":29.47179,"population":4631000,"status_id":"1"}}