{"id":"Spanish-1870-Santa-Biblia-Revisada-y-Corregida-Cipriano-de-Valera","abbr":"SPARVC","title":"Spanish (1870) Santa Biblia Revisada y Corregida","title_vernacular":"Español (1870) Santa Biblia Revisada y Corregida","description":"The 1870 \"Santa Biblia Revisada y Corregida\" is part of the significant lineage of the Valera Bible, a key text in the Spanish-speaking Protestant community. The original Valera Bible, known as the 1602 Valera, was produced by Cipriano de Valera, a Spanish Protestant involved in the Protestant Reformation, who engaged in street preaching. His work was a monumental effort in making the Bible accessible and understandable to the Spanish-speaking public.\u003cbr\u003e\u003cbr\u003eThe Valera1865 edition, produced primarily in Spain by Angel de Mora, stands as an outstanding representative of the original 1602 Valera, particularly in its treatment of the Old Testament. While the two Bibles are fundamentally similar, especially in the Old Testament, modifications were introduced in the New Testament of the Valera1865. These changes aimed to align the Valera Bible more closely with the King James Bible in terms of certain readings and translation nuances.\u003cbr\u003e\u003cbr\u003eOf all the modern Bibles bearing the Valera name, the Valera1865 is regarded as the closest to the original 1602 Valera. It is important to note that the Valera1865 is not a modern production; it was completed before 1881, meaning it predates the influence of Tischendorf's discoveries on biblical scholarship. This aspect underscores the historical authenticity and significance of the Valera1865 as a faithful continuation of the original Valera translation tradition.","collections":"historic","ref":"","filesize":"76","iso":"spa","year":1870,"type":"scan","provider":"American Bible Society","org_id":"american-bible-society","digitizer":"Google","archive_id":"SPARVC_DBS_HS/Spanish-(1870)-Santa-Biblia-Revisada-y-Corregida-(Cipriano-de-Valera)","language":{"iso":"spa","glotto_id":"stan1288","iso1":"es","name":"Spanish","autonym":"Castilian","level":"L","location":"Andorra and France","area":"Central, south; Canary Islands. Also in Andorra, Anguilla, Argentina, Aruba, Australia, Belgium, Belize, Bolivia, Canada, Cayman Islands, Chile, Colombia, Costa Rica, Cuba, Dominican Republic, Ecuador, El Salvador, Equatorial Guinea, Finland, France, Germany, Gibraltar, Guatemala, Honduras, Israel, Jamaica, Mexico, Morocco, Netherlands Antilles, Nicaragua, Norway, Panama, Paraguay, Peru, Philippines, Puerto Rico, Sweden, Switzerland, Trinidad and Tobago, United States, U.S. Virgin Islands, Uruguay, Venezuela.","country_id":"ES","latitude":40.441418,"longitude":-1.11788,"population":480000000,"status_id":"1"}}