{"id":"Spanish-1854-La-Biblia-Sagrada-Bible","abbr":"SPALBS","title":"Spanish (1854) La Biblia Sagrada Bible","title_vernacular":"Español (1854) La Biblia Sagrada","description":"The 1854 edition of \"La Biblia Sagrada,\" translated by Félix Torres Amat, marks a significant milestone in the history of the Bible's translation into vernacular Spanish. Félix Torres Amat, a distinguished Spanish bishop, undertook the task of translating the Bible, which was initially commissioned by Spanish kings Carlos IV and Fernando VII in 1824. His translation work, however, was met with controversy due to associations with Jansenism, a movement within the Catholic Church, leading him to a period of retirement in a monastery.\u003cbr\u003e\u003cbr\u003eOrdained as the Bishop of Astorga in 1834, Torres Amat later met with William Harris Rule from Gibraltar, sharing a mutual commitment to distributing the Bible in people's first languages. Despite facing challenges in publishing his translation, including financial difficulties that required support from Anglicans in London, Torres Amat's persistence resulted in the successful publication of his work.\u003cbr\u003e\u003cbr\u003eAdditionally, Torres Amat was elected to the prestigious Real Academia Española, where he briefly held the \"T Seat.\" His Bible, known as the Torres Amat Bible, is notable for being published with illustrations by the renowned artist Gustave Doré. This edition of the Bible is not only a testament to Torres Amat's dedication to making religious texts accessible to the Spanish-speaking public but also serves as a reflection of the cultural and linguistic landscape of 19th-century Spain.","collections":"historic","ref":"","filesize":"62","iso":"spa","year":1854,"type":"scan","provider":"Nueva-York","org_id":"","digitizer":"","archive_id":"SPALBS_DBS_HS/Spanish-(1854)-La-Biblia-Sagrada-Bible","language":{"iso":"spa","glotto_id":"stan1288","iso1":"es","name":"Spanish","autonym":"Castilian","level":"L","location":"Andorra and France","area":"Central, south; Canary Islands. Also in Andorra, Anguilla, Argentina, Aruba, Australia, Belgium, Belize, Bolivia, Canada, Cayman Islands, Chile, Colombia, Costa Rica, Cuba, Dominican Republic, Ecuador, El Salvador, Equatorial Guinea, Finland, France, Germany, Gibraltar, Guatemala, Honduras, Israel, Jamaica, Mexico, Morocco, Netherlands Antilles, Nicaragua, Norway, Panama, Paraguay, Peru, Philippines, Puerto Rico, Sweden, Switzerland, Trinidad and Tobago, United States, U.S. Virgin Islands, Uruguay, Venezuela.","country_id":"ES","latitude":40.441418,"longitude":-1.11788,"population":480000000,"status_id":"1"}}