{"id":"Spanish-1884-Santa-Biblia-Revisada","abbr":"SPARVC","title":"Spanish (1884) Santa Biblia Revisada","title_vernacular":"Español (1884) Santa Biblia Revisada","description":"The 1884 edition of the \"Santa Biblia Revisada\" is a significant work in the Spanish Bible translation tradition, following in the footsteps of the original 1602 Valera Bible. The 1602 Valera, produced by Cipriano de Valera, a Spanish Protestant active during the Protestant Reformation, represents a milestone in making the Bible accessible to Spanish-speaking Protestants. Valera's translation is notable for its impact and its role in the spread of Protestantism among Spanish speakers.\u003cbr\u003e\u003cbr\u003eThe Valera1865 edition, created primarily in Spain by Angel de Mora, is recognized as a key representative of the original 1602 Valera, particularly regarding the Old Testament. While the Valera1865 maintains the essence of the 1602 Valera in the Old Testament, it incorporates certain changes in the New Testament. These modifications were made to align the Valera Bible more closely with the King James Bible in terms of specific readings and to resolve some translation issues.\u003cbr\u003e\u003cbr\u003eAmong the modern Bibles that carry the Valera name, the Valera1865 is considered the closest to the 1602 original. Its production before 1881, prior to the influence of Tischendorf's biblical discoveries, adds to its authenticity and historical value. The 1884 \"Santa Biblia Revisada\" thus holds a special place in the lineage of the Valera Bible, reflecting both the enduring legacy of the original 1602 translation and the evolving nature of biblical scholarship.","collections":"historic","ref":"","filesize":"69","iso":"spa","year":1884,"type":"scan","provider":"Se Halla En El Deposito Central De La Sociedad Biblica","org_id":"","digitizer":"","archive_id":"SPARVC_DBS_HS/Spanish-(1884)-Santa-Biblia-Revisada","language":{"iso":"spa","glotto_id":"stan1288","iso1":"es","name":"Spanish","autonym":"Castilian","level":"L","location":"Andorra and France","area":"Central, south; Canary Islands. Also in Andorra, Anguilla, Argentina, Aruba, Australia, Belgium, Belize, Bolivia, Canada, Cayman Islands, Chile, Colombia, Costa Rica, Cuba, Dominican Republic, Ecuador, El Salvador, Equatorial Guinea, Finland, France, Germany, Gibraltar, Guatemala, Honduras, Israel, Jamaica, Mexico, Morocco, Netherlands Antilles, Nicaragua, Norway, Panama, Paraguay, Peru, Philippines, Puerto Rico, Sweden, Switzerland, Trinidad and Tobago, United States, U.S. Virgin Islands, Uruguay, Venezuela.","country_id":"ES","latitude":40.441418,"longitude":-1.11788,"population":480000000,"status_id":"1"}}