{"id":"Spanish-1560-Bible-La-Biblia-Qve-Es-Los-Sacros-Libros-Del-Vieio-Y-Nvevo-Testamento-Cassiodoro-de-Reyna-facsimilie","abbr":"SPASEV","title":"Spanish (1560) Bible - facsimilie","title_vernacular":"Español (1560) Biblia - facsímil","description":"The 1560 facsimile edition of the Spanish Bible, a classic work translated by Casiodoro de Reina and revised by Cipriano de Valera, is a significant publication in the history of biblical translations. This Bible, designed for the burgeoning Protestant movement, is often compared to the King James Version in its impact and importance for Spanish-speaking Christians.\u003cbr\u003e\u003cbr\u003eThe first complete Spanish Bible, printed in Basel in 1569 and authored by Casiodoro de Reina, is believed by some to be a collaborative effort of monks from the San Isidoro community in Spain. Led by Casiodoro de Reina, they reportedly fled the Inquisition and persecution. Known as the \"Biblia del Oso\" (Bible of the Bear), due to its title page featuring a honey-eating bear, this edition was the first complete Bible in Spanish, including the Apocrypha. Reina gifted some volumes to the University of Basel, with at least one volume bearing his dedicatory and signature.\u003cbr\u003e\u003cbr\u003eThe Old Testament in this Bible was possibly based on the Ferrara Bible (printed in 1553), with comparisons to the Masoretic Text and the Vetus Latina. The New Testament likely drew from the Textus Receptus of Erasmus, also comparing the Vetus Latina and Syriac manuscripts. Reina might have also used New Testament translations by Francisco de Enzinas and Juan Pérez de Pineda.\u003cbr\u003e\u003cbr\u003eThe Reina-Valera Bible has undergone several revisions since its original publication (1602, 1862, 1865, 1909, 1960, 1977, 1989, 1990, 1995, 2000, 2004, 2007, 2009, 2010, 2011, 2012). Notably, the 1960 revision sparked the \"Monterrey Revision Project,\" aiming to revise the original 1602 version according to the Textus Receptus.\u003cbr\u003e\u003cbr\u003eThe divine name, based on the Hebrew Tetragrammaton, is rendered as \"Jehová\" (Jehovah) throughout the Old Testament in most revisions, starting from Genesis 2:4. The Reina-Valera Bible is authorized for use in Spanish language services within the Episcopal Church and the Anglican Communion, illustrating its widespread acceptance and continued relevance.","collections":"historic","ref":"","filesize":"85","iso":"spa","year":1560,"type":"scan","provider":"La Palabra a del Dios Nueftro Permanece Para a Fiempre","org_id":"","digitizer":"Internet Archive","archive_id":"SPASEV_DBS_HS/Spanish-(1560)-Bible-(La-Biblia-Qve-Es-Los-Sacros-Libros-Del-Vieio-Y-Nvevo-Testamento-Cassiodoro-de-Reyna)-facsimilie","language":{"iso":"spa","glotto_id":"stan1288","iso1":"es","name":"Spanish","autonym":"Castilian","level":"L","location":"Andorra and France","area":"Central, south; Canary Islands. Also in Andorra, Anguilla, Argentina, Aruba, Australia, Belgium, Belize, Bolivia, Canada, Cayman Islands, Chile, Colombia, Costa Rica, Cuba, Dominican Republic, Ecuador, El Salvador, Equatorial Guinea, Finland, France, Germany, Gibraltar, Guatemala, Honduras, Israel, Jamaica, Mexico, Morocco, Netherlands Antilles, Nicaragua, Norway, Panama, Paraguay, Peru, Philippines, Puerto Rico, Sweden, Switzerland, Trinidad and Tobago, United States, U.S. Virgin Islands, Uruguay, Venezuela.","country_id":"ES","latitude":40.441418,"longitude":-1.11788,"population":480000000,"status_id":"1"}}