{"id":"Spanish-1622-Bible-La-Biblia-que-es-los-sacros-libros-del-Vieio-y-Nueuo-Testamento","abbr":"SPAR02","title":"Spanish (1622) Bible","title_vernacular":"Español (1622) Biblia","description":"The Spanish Bible translation known as the Reina-Valera Bible, initially translated by Casiodoro de Reina and later revised by Cipriano de Valera, is a cornerstone of Spanish biblical literature. Comparable in its historical and cultural significance to the King James Version in English, it has played a pivotal role in the Spanish-speaking Protestant movement.\u003cbr\u003e\u003cbr\u003eThe first complete Spanish Bible, printed in Basel in 1569, was authored by Casiodoro de Reina. There is a belief that this work might have been a collaborative effort of monks from the San Isidoro community in Spain, led by Casiodoro de Reina, who fled from the Inquisition. This edition, known as \"Biblia del Oso\" (Bible of the Bear), included the Apocrypha and is recognizable by its distinctive title page featuring a honey-eating bear. Reina's translation likely utilized the Ferrara Bible (1553) for the Old Testament, with references to the Masoretic Text and the Vetus Latina. The New Testament was probably based on the Textus Receptus of Erasmus, with comparisons to the Vetus Latina and Syriac manuscripts, and possibly influenced by translations by Francisco de Enzinas and Juan Pérez de Pineda.\u003cbr\u003e\u003cbr\u003eThe Reina-Valera Bible underwent further revisions by Cipriano de Valera, with the first Reina-Valera print appearing in Amsterdam in 1602. Subsequent revisions occurred across several centuries (1602, 1862, 1865, 1909, 1960, 1977, 1989, 1990, 1995, 2000, 2004, 2007, 2009, 2010, 2011, 2012), with significant discussions and projects aimed at revising the original 1602 version according to the Textus Receptus. Notably, the Reina-Valera Bible consistently uses \"Jehová\" (Jehovah) for the divine name based on the Hebrew Tetragrammaton in the Old Testament, starting from Genesis 2:4, except in the 2011 and 2015 revisions which use \"El Señor\" (The Lord) and the 1990 revision which uses \"El Eterno\" (The Eternal).\u003cbr\u003e\u003cbr\u003eThe Reina-Valera Bible is authorized for use in Spanish language services of the Episcopal Church and the Anglican Communion, reflecting its enduring influence and importance in the Spanish-speaking Christian world.","collections":"historic","ref":"","filesize":"1","iso":"spa","year":1622,"type":"scan","provider":"La Palabra a del Dios Nueftro Permanece Para a Fiempre","org_id":"","digitizer":"","archive_id":"SPAR02_DBS_HS/Spanish-(1622)-Bible-(La-Biblia-que-es-los-sacros-libros-del-Vieio-y-Nueuo-Testamento)","language":{"iso":"spa","glotto_id":"stan1288","iso1":"es","name":"Spanish","autonym":"Castilian","level":"L","location":"Andorra and France","area":"Central, south; Canary Islands. Also in Andorra, Anguilla, Argentina, Aruba, Australia, Belgium, Belize, Bolivia, Canada, Cayman Islands, Chile, Colombia, Costa Rica, Cuba, Dominican Republic, Ecuador, El Salvador, Equatorial Guinea, Finland, France, Germany, Gibraltar, Guatemala, Honduras, Israel, Jamaica, Mexico, Morocco, Netherlands Antilles, Nicaragua, Norway, Panama, Paraguay, Peru, Philippines, Puerto Rico, Sweden, Switzerland, Trinidad and Tobago, United States, U.S. Virgin Islands, Uruguay, Venezuela.","country_id":"ES","latitude":40.441418,"longitude":-1.11788,"population":480000000,"status_id":"1"}}