{"id":"Spanish-1569-Spanish-Bear-Bible","abbr":"SPABDO","title":"Spanish (1569) Spanish Bear Bible","title_vernacular":"Español (1569) Biblia del Oso","description":"The Spanish Bear Bible, translated by Casiodoro de Reina, is a significant work in the history of biblical translations. Reina dedicated twelve years to this project, starting in 1565. His translation work initially involved translating the Old Testament from Hebrew, utilizing the Hebrew Bible and the Ferrara Bible for linguistic support. However, the project encountered setbacks, and it wasn't until two years later that his translation was finally printed.\u003cbr\u003e\u003cbr\u003ePublished in Basel, Switzerland, on September 28, 1569, this Bible is notable for featuring an illustration of a bear on its cover. This was the logo of the Bavarian printer Matthias Apiarius and was used instead of religious icons, as translations of the Bible into vernacular languages were prohibited at that time.\u003cbr\u003e\u003cbr\u003eThe Bear Bible had a second edition in 1622, commissioned by Reina's own relatives, and it retained the original's bear image. In 1602, Cipriano de Valera published the first revision of Reina's translation, known as the Cantaro Bible, identified by the emblem on its cover. According to specialists like Carlos Gilly, the new editor made only minor changes, such as altering the order of the books and adjusting marginal notes, with minimal quantitative alterations to the biblical text established by Reina. Interestingly, Reina's name was conspicuously omitted on the cover of this revised edition.","collections":"historic","ref":"","filesize":"254","iso":"spa","year":1569,"type":"scan","provider":"GreatSite.com","org_id":"","digitizer":"","archive_id":"SPABDO_DBS_HS","language":{"iso":"spa","glotto_id":"stan1288","iso1":"es","name":"Spanish","autonym":"Castilian","level":"L","location":"Andorra and France","area":"Central, south; Canary Islands. Also in Andorra, Anguilla, Argentina, Aruba, Australia, Belgium, Belize, Bolivia, Canada, Cayman Islands, Chile, Colombia, Costa Rica, Cuba, Dominican Republic, Ecuador, El Salvador, Equatorial Guinea, Finland, France, Germany, Gibraltar, Guatemala, Honduras, Israel, Jamaica, Mexico, Morocco, Netherlands Antilles, Nicaragua, Norway, Panama, Paraguay, Peru, Philippines, Puerto Rico, Sweden, Switzerland, Trinidad and Tobago, United States, U.S. Virgin Islands, Uruguay, Venezuela.","country_id":"ES","latitude":40.441418,"longitude":-1.11788,"population":480000000,"status_id":"1"}}