{"id":"Spanish-1569-Reina-Valera-Bible","abbr":"SPASEV","title":"Spanish (1569) Reina Valera Bible","title_vernacular":"Español (1569) Reina Valera Biblia","description":"The Reina-Valera Bible, a seminal Spanish translation of the Bible, has a rich history dating back to its initial publication. The first version, produced in 1569 by Casiodoro de Reina, is famously known as the \"Biblia del Oso\" (Bear Bible) due to its title page illustration featuring a bear reaching for honeycombs. This edition marked a significant milestone in making the scriptures accessible to the Spanish-speaking Protestant community.\u003cbr\u003e\u003cbr\u003eIn 1602, the Reina-Valera Bible underwent its first major revision, spearheaded by Cipriano de Valera, enhancing and refining Reina's initial work. Since then, the translation has been revised multiple times, with notable revisions occurring in 1862, 1909, 1960, 1977, 1995, and as recently as 2011. Each revision aimed to update the language and make the text more accessible and relevant to contemporary audiences while maintaining the integrity of the original translations.\u003cbr\u003e\u003cbr\u003eThe 1909 revision by the United Bible Societies is particularly noteworthy as it marked a significant effort to modernize the language and presentation of the Bible. The Reina-Valera Bible's enduring popularity and its series of revisions reflect its importance in Spanish-speaking Christian communities and its status as a counterpart to the English King James Version. The Reina-Valera continues to be widely used in worship, study, and personal devotion within Spanish-speaking Protestant denominations.","collections":"historic","ref":"","filesize":"85","iso":"spa","year":1569,"type":"reprint","provider":"La Palabra a del Dios Nueftro Permanece Para a Fiempre","org_id":"","digitizer":"Internet Archive","archive_id":"SPASEV_DBS_HS/Spanish-(1569)-Reina-Valera-Bible","language":{"iso":"spa","glotto_id":"stan1288","iso1":"es","name":"Spanish","autonym":"Castilian","level":"L","location":"Andorra and France","area":"Central, south; Canary Islands. Also in Andorra, Anguilla, Argentina, Aruba, Australia, Belgium, Belize, Bolivia, Canada, Cayman Islands, Chile, Colombia, Costa Rica, Cuba, Dominican Republic, Ecuador, El Salvador, Equatorial Guinea, Finland, France, Germany, Gibraltar, Guatemala, Honduras, Israel, Jamaica, Mexico, Morocco, Netherlands Antilles, Nicaragua, Norway, Panama, Paraguay, Peru, Philippines, Puerto Rico, Sweden, Switzerland, Trinidad and Tobago, United States, U.S. Virgin Islands, Uruguay, Venezuela.","country_id":"ES","latitude":40.441418,"longitude":-1.11788,"population":480000000,"status_id":"1"}}