{"id":"Spanish-1964-New-Testmant-Study-La-Sagrada-Escritura-texto-y-comentario-por-profesores-de-la-Compaa-de-Jesus","abbr":"SPALSE","title":"Spanish (1964) New Testmant Study","title_vernacular":"Español (1964) Nuevo Testamento de Estudio","description":"The 1964 Spanish New Testament Study, titled \"La Sagrada Escritura texto y comentario,\" represents a significant contribution to biblical scholarship. This work, produced by professors from the Compañía de Jesús (Society of Jesus), combines the text of the New Testament with extensive commentary, offering a comprehensive and scholarly exploration of the Christian scriptures.\u003cbr\u003e\u003cbr\u003eThe Society of Jesus, known for its educational and missionary work, has a long tradition of biblical scholarship and theological study. The involvement of Jesuit scholars in this project guarantees a high level of academic rigor and insight. The commentary provided in this edition likely covers a wide range of perspectives, including historical context, linguistic analysis, theological implications, and practical applications of the New Testament teachings.\u003cbr\u003e\u003cbr\u003eAs a study Bible, \"La Sagrada Escritura texto y comentario\" would have been an invaluable resource for both religious educators and students, as well as laypersons seeking a deeper understanding of the New Testament. The 1964 publication date suggests that this work might also reflect the theological and scriptural insights that were prominent in the Catholic Church during the era leading up to and including the Second Vatican Council. This makes it not only a tool for scriptural study but also a historical document reflecting the Catholic theological thought of its time.","collections":"historic","ref":"","filesize":"67","iso":"spa","year":1964,"type":"study","provider":"Biblioteca De Autores Cristianos","org_id":"","digitizer":"","archive_id":"SPALSE_DBS_HS/Spanish-(1964)-New-Testmant-Study-(La-Sagrada-Escritura-texto-y-comentario-por-profesores-de-la-Compaa-de-Jesus)","language":{"iso":"spa","glotto_id":"stan1288","iso1":"es","name":"Spanish","autonym":"Castilian","level":"L","location":"Andorra and France","area":"Central, south; Canary Islands. Also in Andorra, Anguilla, Argentina, Aruba, Australia, Belgium, Belize, Bolivia, Canada, Cayman Islands, Chile, Colombia, Costa Rica, Cuba, Dominican Republic, Ecuador, El Salvador, Equatorial Guinea, Finland, France, Germany, Gibraltar, Guatemala, Honduras, Israel, Jamaica, Mexico, Morocco, Netherlands Antilles, Nicaragua, Norway, Panama, Paraguay, Peru, Philippines, Puerto Rico, Sweden, Switzerland, Trinidad and Tobago, United States, U.S. Virgin Islands, Uruguay, Venezuela.","country_id":"ES","latitude":40.441418,"longitude":-1.11788,"population":480000000,"status_id":"1"}}