{"id":"Spanish-1824-La-Biblia-Sagrada-Felipe-Scio-de-San-Miguel","abbr":"SPALBS","title":"Spanish (1824) La Biblia Sagrada","title_vernacular":"Español (1824) La Biblia Sagrada","description":"In 1824, Félix Torres Amat, a Spanish bishop and scholar, published a translation of the Bible into vernacular Spanish, a significant contribution to religious literature and linguistic accessibility. This translation was commissioned by the Spanish kings Carlos IV and Fernando VII. However, the publication faced criticism, partly because Torres Amat and his father were associated with Jansenism, a movement within the Catholic Church that emphasized original sin and predestination. This controversy led Torres Amat to temporarily retire to a monastery.\u003cbr\u003e\u003cbr\u003eOn May 1, 1834, Torres Amat was ordained as the Bishop of Astorga. During his tenure, he met William Harris Rule from Gibraltar, and they shared a common interest in distributing the Bible in people's first languages. Publishing his translation was challenging for Torres Amat, who had to rely on financial support from Anglicans in London.\u003cbr\u003e\u003cbr\u003eTorres Amat was also elected to the prestigious Real Academia Española, holding the \"T Seat\" briefly. His Bible, known as the Torres Amat Bible, was published with illustrations by the renowned artist Gustave Doré. This edition of the Bible not only represents a significant step in making religious texts accessible to a wider Spanish-speaking audience but also reflects the cultural and linguistic shifts occurring in 19th-century Spain.","collections":"historic","ref":"","filesize":"113","iso":"spa","year":1824,"type":"scan","provider":"Institvtio Theologica","org_id":"","digitizer":"Google","archive_id":"SPALBS_DBS_HS/Spanish-(1824)-La-Biblia-Sagrada-(Felipe-Scio-de-San-Miguel)","language":{"iso":"spa","glotto_id":"stan1288","iso1":"es","name":"Spanish","autonym":"Castilian","level":"L","location":"Andorra and France","area":"Central, south; Canary Islands. Also in Andorra, Anguilla, Argentina, Aruba, Australia, Belgium, Belize, Bolivia, Canada, Cayman Islands, Chile, Colombia, Costa Rica, Cuba, Dominican Republic, Ecuador, El Salvador, Equatorial Guinea, Finland, France, Germany, Gibraltar, Guatemala, Honduras, Israel, Jamaica, Mexico, Morocco, Netherlands Antilles, Nicaragua, Norway, Panama, Paraguay, Peru, Philippines, Puerto Rico, Sweden, Switzerland, Trinidad and Tobago, United States, U.S. Virgin Islands, Uruguay, Venezuela.","country_id":"ES","latitude":40.441418,"longitude":-1.11788,"population":480000000,"status_id":"1"}}