{"id":"Spanish-1900-Santa-Biblia-Antigua-Version-Referencias","abbr":"SPAR02","title":"Spanish (1900) Santa Biblia Antigua Version (Referencias)","title_vernacular":"Espa침ol (1900) Santa Biblia Antigua Versi칩n (Referencias)","description":"The 1900 edition of the \"Santa Biblia Antigua Versi칩n\" is a continuation of the enduring legacy of the Reina-Valera translation, a cornerstone of the Spanish biblical literature. This edition is particularly significant as it represents the culmination of the dedicated efforts of two eminent scholars, Casiodoro de Reina and Cipriano de Valera.\u003cbr\u003e\u003cbr\u003eCasiodoro de Reina first translated and published this version of the Bible in 1569, a process that demanded twelve years of intensive work. His commitment to accurately translating the scriptures was driven by a desire to make the Bible accessible to the Spanish-speaking public. The initial publication, which included the complete Bible, was a significant achievement in the field of biblical translations.\u003cbr\u003e\u003cbr\u003eThe work was later revised and enhanced by Cipriano de Valera, who dedicated over twenty years to its revision and improvement, resulting in the 1602 version. This revised edition focused on refining the accuracy and clarity of the translation.\u003cbr\u003e\u003cbr\u003eThe 1900 edition of the \"Santa Biblia Antigua Versi칩n\" with references stands as a testament to the enduring value of the Reina-Valera Bible. It not only reflects the scholarly rigour of its translators but also continues to serve as an important religious text for Spanish-speaking Christian communities worldwide.","collections":"historic","ref":"","filesize":"123","iso":"spa","year":1900,"type":"scan","provider":"American Bible Society-British and Foreign Bible Society","org_id":"american-bible-society","digitizer":"","archive_id":"SPAR02_DBS_HS/Spanish-(1900)-Santa-Biblia-Antigua-Version-(Referencias)","language":{"iso":"spa","glotto_id":"stan1288","iso1":"es","name":"Spanish","autonym":"Castilian","level":"L","location":"Andorra and France","area":"Central, south; Canary Islands. Also in Andorra, Anguilla, Argentina, Aruba, Australia, Belgium, Belize, Bolivia, Canada, Cayman Islands, Chile, Colombia, Costa Rica, Cuba, Dominican Republic, Ecuador, El Salvador, Equatorial Guinea, Finland, France, Germany, Gibraltar, Guatemala, Honduras, Israel, Jamaica, Mexico, Morocco, Netherlands Antilles, Nicaragua, Norway, Panama, Paraguay, Peru, Philippines, Puerto Rico, Sweden, Switzerland, Trinidad and Tobago, United States, U.S. Virgin Islands, Uruguay, Venezuela.","country_id":"ES","latitude":40.441418,"longitude":-1.11788,"population":480000000,"status_id":"1"}}