{"id":"Squaw-Karen-1977-Genesis-Portion","abbr":"KSWSGW","title":"Squaw Karen (1977) Genesis Portion","title_vernacular":"Squaw Karen (1977) သစ်တပင် ပထမဦးဆုံး (Genesis Portion)","description":"The Karen or Karenic languages are tonal languages spoken by some seven million Karen people. They are of unclear affiliation within the Sino-Tibetan languages. The Karen languages are written using the Karen script. The three main branches are Sgaw, Pwo and Pa'O. Karenni (also known as Kayah or Red Karen) and Kayan (also known as Padaung) are a branch of Karen languages. They are unusual among the Sino-Tibetan languages in having a subject–verb–object word order; other than Karen, Bai and the Chinese languages, Sino-Tibetan languages have a subject–object–verb order. This is likely due to influence from neighboring Mon and Tai languages.\u003cbr\u003e\u003cbr\u003eThe Bghai, or Bwe, Karens live in the Shan States and south- ward to Kayah State, and some in Thailand. They are usually divided into Eastern Bghai and Western Bghai; the latter include the Geba, Padaung, Gek’o, Brek, and other tribes. The Kayah Karens are sometimes considered to be Eastern Bghai.\u003cbr\u003e\u003cbr\u003e1857 Matthew American Mission Press, Maulmain; 1858 James I-3 John; 1859 Genesis Exodus (Chaps. 1-20); 1862 Psalms BFBS, Calcutta Auxiliary: Translated by Francis Mason, American Baptist Missionary Union.","collections":"genesis","ref":"","filesize":"485","iso":"ksw","year":1977,"type":"genesis","provider":"United Bible Societies","org_id":"united-bible-societies","digitizer":"The Long Now Foundation","archive_id":"KSWSGW_DBS_HS/Squaw-Karen-(1977)-Genesis-Portion","language":{"iso":"ksw","glotto_id":"sgaw1245","name":"S'gaw Karen","autonym":"ကညီကျိာ်","level":"L","location":"Central Myanmar","area":"Ayeyawaddy (Irrawaddy) delta area, Taninthayi (Tenasserim) Division, the Pegu range between the Irrawaddy and Sittang rivers, the eastern hills Kayin (Karen) state. Also in Thailand.","country_id":"MM","latitude":17.9872,"longitude":97.71262,"population":2170000,"status_id":"5"}}