{"id":"Sukuma-1960-Genesis-Portion","abbr":"SUKBST","title":"Sukuma (1960) Genesis Portion","title_vernacular":"Sukuma (1960) Genisisi Ikondwa","description":"Sukuma is a Bantu language of Tanzania, spoken in an area southeast of Lake Victoria between Mwanza, Shinyanga, and Lake Eyasi. Its orthography uses Roman script without special letters, which resembles that used for Swahili, and has been used for Bible translations and in religious literature. Dialects (KɪmunaSukuma in the west, GɪmunaNtuzu/GɪnaNtuzu in the northeast, and Jìnàkɪ̀ɪ̀yâ/JimunaKɪɪyâ in the southeast) are easily mutually intelligible.\u003cbr\u003e\u003cbr\u003e1895 Matthew;  1896 Mark John Acts;  1897 Luke;  1898 Matthew (revised);  1899 Mark (revised);  1903 James;  1906 Luke (revised);  1907 Romans Galatians;  1911 John (revised) 1 Corinthians Philemon Revelation BFBS, London Translated by missionaries of the Church MS, including E. C. Gordon, E. H. Hubbard, J. W. Purser, and F. H. Wright.;  1925 New Testament BFBS, London Translated by Africa Inland Mission missionaries, including T. G. Marsh.;  1929 Genesis;  1931 Exodus;  1932 Joel Daniel Obadiah Jonah Haggai Malachi; 1934 Leviticus;  1942 Psalms (incomplete) AIM Press, Lohumbo Translated by Zachariah Baleli, under the supervision of missionaries of the AIM.;  1944 New Testament (revised);  1960 Bible BFBS, London Revised and translated by Zachariah Baleli, E. Sywulka, Charles E. Hess, and W.J. Maynard, AIM. Numerous editions of Liturgical Selections and Scripture narratives in translations by Roman Catholics have also been reported.","collections":"genesis","ref":"","filesize":"353","iso":"suk","year":1960,"type":"genesis","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"The Long Now Foundation","archive_id":"SUKBST_DBS_HS/Sukuma-(1960)-Genesis-Portion","language":{"iso":"suk","glotto_id":"suku1261","name":"Sukuma","autonym":"Kɪsukuma","level":"L","location":"Tanzania","area":"Northwest, between Lake Victoria and Lake Rukwa, Shinyanga to Serengeti Plain (Kiya); also Mwanza (Gwe). Few in cities; 88% in the traditional area.","country_id":"TZ","latitude":-3.16082,"longitude":32.87653,"population":8130000,"status_id":"5"}}