{"id":"Swahili-1882-1Kings-Vitabu-vya-wafalme.-Kitabu-cha-kwanza-cha-wafalme","abbr":"SWHPOR","title":"Swahili (1882) 1Kings","title_vernacular":"Swahili (1882) 1 Wafalme","description":"The 1882 translation of 1 Kings into Swahili marks a significant contribution to the accessibility of biblical scriptures for Swahili-speaking communities, which number around 200 million people across Tanzania, Kenya, and Mozambique. Swahili, a Bantu language with a rich incorporation of loanwords, notably from Arabic, reflects the historical interactions between Arab traders and the East African coast. This language, serving as a vital lingua franca, contains about forty percent of its vocabulary from Arabic, highlighting its cross-cultural origins.\u003cbr\u003e\u003cbr\u003eInitial translations of the Scriptures into Swahili were based on the Southern or Urban Zanzibar dialect, KiUnguja, thanks to the pioneering work of Dr. Steere, later Bishop. This dialect laid the groundwork for Standard Swahili, which has traditionally been employed in literary and religious texts. However, recognizing the diversity of Swahili speakers, modern translations have adopted the 'Union' Swahili idiom. This approach bridges dialectal differences, including those between KiUnguja and the Central or Mombasa dialect, KiMvita, ensuring a more inclusive and accessible scripture for a wide range of Swahili speakers across the region. This adaptation underscores the dynamic evolution of language and its role in fostering deeper connections with spiritual texts.","collections":"historic","ref":"","filesize":"421","iso":"swh","year":1882,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"SWHPOR_DBS_HS/Swahili-(1882)-1Kings-(Vitabu-vya-wafalme.-Kitabu-cha-kwanza-cha-wafalme)","language":{"iso":"swh","glotto_id":"swah1253","name":"Swahili (Coastal)","autonym":"Kiswahili","level":"L","location":"Kenya","area":"Zanzibar, coastal areas. Also in Burundi, Canada, Kenya, Libya, Mayotte, Mozambique, Oman, Rwanda, Somalia, South Africa, Uganda, United Arab Emirates, United States.","country_id":"TZ","latitude":-8.256053,"longitude":37.624033,"population":16335000,"status_id":"1"}}