{"id":"Swahili-John-print","abbr":"SWHSUV","title":"Swahili - John (Print)","title_vernacular":"Swahili - Yohana","description":"Swahili, also known by its native name Kiswahili, is the native language of the Swahili people, who are found primarily in Tanzania, Kenya, and Mozambique (along the East African coast and adjacent litoral islands). It is a Bantu language, though Swahili has borrowed a number of words from foreign languages, particularly Arabic, but also words from Portuguese, English and German. Around forty percent of Swahili vocabulary consists of Arabic loanwords, including the name of the language (سَوَاحِلي sawāḥilī, a plural adjectival form of an Arabic word meaning 'of the coast'). The loan words date from the era of contact between Arab slave traders and the Bantu inhabitants of the east coast of Africa, which was also the time period when Swahili emerged as a lingua franca in the region. The number of Swahili speakers, be they native or second-language speakers, is estimated to be approximately 200 million.\u003cbr\u003e\u003cbr\u003eThe first Swahili Scriptures were in the Southern, or Urban, Zanzibar dialect. They were originally prepared and printed by Dr. (later Bishop) Steers. The Zanzibar dialect, called KiUnguja, has traditionally been the basis of literary or ‘Standard’ Swahili. Scriptures in this Standard Swahili literary usage are now prepared in the ‘Union’ Swahili (q.v.) idiom, which accommodates most Swahili speakers of East Africa.\u003cbr\u003e\u003cbr\u003eThe Central, or Mombasa, a dialect of Swahili, known as ‘KiMvita’, should not be confused with KiVita, a nickname given to a pidgin form of Swahili. The Union Swahili Scriptures are published in the Mombasa dialect.","collections":"modern","ref":"","filesize":"2","iso":"swh","year":1997,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"SWHSUV_DBS_HS/Swahili-John-(print)","language":{"iso":"swh","glotto_id":"swah1253","name":"Swahili (Coastal)","autonym":"Kiswahili","level":"L","location":"Kenya","area":"Zanzibar, coastal areas. Also in Burundi, Canada, Kenya, Libya, Mayotte, Mozambique, Oman, Rwanda, Somalia, South Africa, Uganda, United Arab Emirates, United States.","country_id":"TZ","latitude":-8.256053,"longitude":37.624033,"population":16335000,"status_id":"1"}}