{"id":"Swahili-1882-Isaiah-Isaya","abbr":"SWHPOR","title":"Swahili (1882) Isaiah (Isaya)","title_vernacular":"Swahili (1882) Isaya","description":"The translation of the Book of Isaiah into Swahili in 1882 marked a significant advancement in making the Bible accessible to the Swahili-speaking communities across East Africa, including Tanzania, Kenya, and Mozambique. Swahili, a Bantu language enriched by a substantial number of loanwords from Arabic and other languages such as Portuguese, English, and German, serves as a lingua franca for approximately 200 million people, both native and second-language speakers. The incorporation of about forty percent Arabic vocabulary reflects the historical trade interactions between Arab traders and the Bantu peoples along the East African coast.\u003cbr\u003e\u003cbr\u003eInitially, Swahili Scriptures were based on the Southern or Urban Zanzibar dialect, KiUnguja, pioneered by Dr. Steere, who was later consecrated as a Bishop. This dialect has historically underpinned the literary standard of Swahili. However, recognizing the linguistic diversity among Swahili speakers, modern translations have embraced a 'Union' Swahili idiom. This approach aims to bridge dialectical differences, ensuring broader comprehension and engagement with the Scriptures across diverse Swahili-speaking regions. By adopting the Union Swahili idiom, the Scriptures now cater to a wider audience, transcending the variations between the KiUnguja dialect and the Central or Mombasa dialect, KiMvita, thus fostering a more inclusive understanding of biblical texts among East African communities.","collections":"historic","ref":"","filesize":"9","iso":"swh","year":1882,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"SWHPOR_DBS_HS/Swahili-(1882)-Isaiah-(Isaya)","language":{"iso":"swh","glotto_id":"swah1253","name":"Swahili (Coastal)","autonym":"Kiswahili","level":"L","location":"Kenya","area":"Zanzibar, coastal areas. Also in Burundi, Canada, Kenya, Libya, Mayotte, Mozambique, Oman, Rwanda, Somalia, South Africa, Uganda, United Arab Emirates, United States.","country_id":"TZ","latitude":-8.256053,"longitude":37.624033,"population":16335000,"status_id":"1"}}