{"id":"Swahili-1882-Daniel-Kitabu-cha-nabii-Danieli","abbr":"SWHPOR","title":"Swahili (1882) Daniel","title_vernacular":"Swahili (1882) Danieli","description":"The 1882 translation of the Book of Daniel into Swahili represents a pivotal moment in making biblical scriptures accessible to the Swahili-speaking population, estimated at around 200 million people across Tanzania, Kenya, and Mozambique. Swahili, a Bantu language enriched with foreign loanwords, especially from Arabic, reflects the historical interactions along the East African coast. Approximately forty percent of its vocabulary is derived from Arabic, evidencing the deep cultural exchanges between Arab traders and the Bantu people. This linguistic blend underscores Swahili's role as a vital lingua franca in the region.\u003cbr\u003e\u003cbr\u003eEarly Swahili scriptures were based on the Southern or Urban Zanzibar dialect, KiUnguja, thanks to the foundational work of Dr. Steere, who later became a Bishop. This dialect formed the basis for Standard Swahili used in literary and scriptural texts. Recognizing the diversity of Swahili dialects, contemporary scripture translations have shifted towards a 'Union' Swahili idiom, facilitating wider accessibility and understanding among Swahili speakers throughout East Africa. This inclusive approach bridges the gap between different dialects, such as KiUnguja and the Central or Mombasa dialect, KiMvita, thus ensuring broader engagement with the biblical text across the Swahili-speaking world.","collections":"historic","ref":"","filesize":"3","iso":"swh","year":1882,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"SWHPOR_DBS_HS/Swahili-(1882)-Daniel-(Kitabu-cha-nabii-Danieli)","language":{"iso":"swh","glotto_id":"swah1253","name":"Swahili (Coastal)","autonym":"Kiswahili","level":"L","location":"Kenya","area":"Zanzibar, coastal areas. Also in Burundi, Canada, Kenya, Libya, Mayotte, Mozambique, Oman, Rwanda, Somalia, South Africa, Uganda, United Arab Emirates, United States.","country_id":"TZ","latitude":-8.256053,"longitude":37.624033,"population":16335000,"status_id":"1"}}