{"id":"Swahili-1883-New-Testament-Kitabu-cha-Agano-Jipya","abbr":"SWHPOR","title":"Swahili (1883) New Testament","title_vernacular":"Swahili (1883) Agano Jipya","description":"The 1883 translation of the New Testament into Swahili represents a pivotal moment in the dissemination of Christian Scriptures among the Swahili-speaking populations of East Africa, spanning Tanzania, Kenya, and Mozambique. Swahili, a Bantu language enriched with Arabic, Portuguese, English, and German loanwords, serves as a crucial lingua franca for an estimated 200 million native and second-language speakers. The significant Arabic influence, accounting for about forty percent of its lexicon, traces back to historical interactions with Arab traders along the East African coastline.\u003cbr\u003e\u003cbr\u003eOriginally, Swahili Scriptures were rendered in the KiUnguja dialect, prevalent in the Zanzibar region and crafted by Dr. Steere, who would later become a Bishop. This dialect laid the foundation for what is considered 'Standard' Swahili in literary contexts. In recent times, to ensure broader accessibility and comprehension, translations have adopted a 'Union' Swahili idiom, effectively bridging the linguistic gap between diverse Swahili-speaking communities. This inclusive approach aims to harmonize the traditional KiUnguja dialect with the Central or Mombasa dialect, KiMvita, thereby extending the reach of the Scriptures across the extensive Swahili-speaking regions of East Africa.","collections":"historic","ref":"","filesize":"300","iso":"swh","year":1883,"type":"scan","provider":"Uitgegeven Door Het Nederlandsch Bijbelgenootschap","org_id":"","digitizer":"","archive_id":"SWHPOR_DBS_HS/Swahili-(1883)-New-Testament-(Kitabu-cha-Agano-Jipya)","language":{"iso":"swh","glotto_id":"swah1253","name":"Swahili (Coastal)","autonym":"Kiswahili","level":"L","location":"Kenya","area":"Zanzibar, coastal areas. Also in Burundi, Canada, Kenya, Libya, Mayotte, Mozambique, Oman, Rwanda, Somalia, South Africa, Uganda, United Arab Emirates, United States.","country_id":"TZ","latitude":-8.256053,"longitude":37.624033,"population":16335000,"status_id":"1"}}