{"id":"Swahili-1902-Acts-Matendo-ya-mitume-kwa-watoto","abbr":"SWH1909","title":"Swahili (1902) Acts (Matendo ya mitume kwa watoto)","title_vernacular":"Swahili (1902) Matendo ya Mitume kwa Watoto","description":"The publication of the Book of Acts, titled \"Matendo ya mitume kwa watoto\" in 1902, marks a significant step in making biblical narratives accessible to the Swahili-speaking community, particularly targeting younger audiences. Swahili, a Bantu language with substantial Arabic, Portuguese, English, and German loanwords, is spoken by approximately 200 million people across East Africa, notably in Tanzania, Kenya, and Mozambique. This linguistic blend reflects the historical interactions between Arab traders and the indigenous Bantu populations, contributing to Swahili's role as a regional lingua franca.\u003cbr\u003e\u003cbr\u003eThe initial translations of the Scriptures into Swahili utilized the Southern or Urban Zanzibar dialect, KiUnguja, laying the foundation for what is considered Standard Swahili in religious and literary texts. Efforts led by Dr. Steere, who later became a bishop, were pivotal in this early translation work. In recent times, the focus has shifted towards creating Union Swahili Scriptures to ensure broader inclusivity and comprehension among East African Swahili speakers. This approach aims to consolidate various dialects, including the Central or Mombasa dialect, KiMvita, distinct from the colloquial KiVita. By translating Acts into Swahili and targeting children, the initiative not only promotes biblical literacy but also fosters a deeper cultural and linguistic connection with the Christian faith among the younger generation in the region.","collections":"historic","ref":"","filesize":"222","iso":"swh","year":1902,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"SWH1909_DBS_HS/Swahili-(1902)-Acts-(Matendo-ya-mitume-kwa-watoto)","language":{"iso":"swh","glotto_id":"swah1253","name":"Swahili (Coastal)","autonym":"Kiswahili","level":"L","location":"Kenya","area":"Zanzibar, coastal areas. Also in Burundi, Canada, Kenya, Libya, Mayotte, Mozambique, Oman, Rwanda, Somalia, South Africa, Uganda, United Arab Emirates, United States.","country_id":"TZ","latitude":-8.256053,"longitude":37.624033,"population":16335000,"status_id":"1"}}