{"id":"Swahili-1887-Hosea","abbr":"SWHPOR","title":"Swahili (1887) Hosea","title_vernacular":"Swahili (1887) Hosea","description":"The translation of the Book of Hosea into Swahili in 1887 marks a significant development in the effort to make the Bible accessible to Swahili-speaking communities in East Africa, encompassing Tanzania, Kenya, and Mozambique. Swahili, a Bantu language with a considerable infusion of Arabic loanwords—comprising about forty percent of its vocabulary—serves as a vital lingua franca for an estimated 200 million people. The language's substantial Arabic component stems from historical interactions with Arab traders, highlighting a rich cultural exchange that has shaped the region's linguistic landscape.\u003cbr\u003e\u003cbr\u003eInitial translations of the Scriptures into Swahili utilized the Southern or Urban Zanzibar dialect, KiUnguja, spearheaded by Dr. Steere, later consecrated as a bishop. This dialect has traditionally underpinned the literary standard of Swahili. In contemporary times, translations have adopted a 'Union' Swahili approach, harmonizing various dialects to broaden the reach and comprehension of the Scriptures among East Africa's diverse Swahili-speaking populace. This strategy aims to merge the literary KiUnguja with the Central or Mombasa dialect, KiMvita, thereby ensuring the Scriptures are accessible to a wider audience across the Swahili-speaking world.","collections":"historic","ref":"","filesize":"7","iso":"swh","year":1887,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"SWHPOR_DBS_HS/Swahili-(1887)-Hosea","language":{"iso":"swh","glotto_id":"swah1253","name":"Swahili (Coastal)","autonym":"Kiswahili","level":"L","location":"Kenya","area":"Zanzibar, coastal areas. Also in Burundi, Canada, Kenya, Libya, Mayotte, Mozambique, Oman, Rwanda, Somalia, South Africa, Uganda, United Arab Emirates, United States.","country_id":"TZ","latitude":-8.256053,"longitude":37.624033,"population":16335000,"status_id":"1"}}