{"id":"Swahili-Genesis-Portion-La-Sainte-Bible-en-Swahili-du-Zaire","abbr":"SWH1909","title":"Swahili - Genesis Portion","title_vernacular":"Swahili - Sehemu ya Mwanzo","description":"The introduction of the Genesis portion in Swahili represents a significant milestone in the accessibility of biblical texts to the Swahili-speaking population of East Africa. Swahili, a Bantu language enriched by loanwords from Arabic and other languages, serves as a lingua franca across Tanzania, Kenya, and Mozambique. The language's development into a written form of scripture was initially based on the Southern, or Urban, Zanzibar dialect, under the efforts of Dr. Steere, who later became a bishop. This dialect, known as KiUnguja, laid the groundwork for what would become the standard literary form of Swahili used in religious texts.\u003cbr\u003e\u003cbr\u003eOver time, the focus has shifted towards creating a 'Union' Swahili Bible that harmonizes the various dialects, thereby reaching a broader audience. This Union Swahili, especially evident in the Scriptures published in the Mombasa dialect or KiMvita, aims to be inclusive of the diverse Swahili-speaking community. Unlike KiVita, a pidgin form of Swahili, Union Swahili strives for a comprehensive and accessible translation for an estimated 200 million native and second-language speakers. The translation of Genesis into Swahili not only enriches the spiritual lives of East Africans but also underscores the importance of language in uniting diverse cultures through shared sacred texts.","collections":"genesis","ref":"","filesize":"284","iso":"swh","year":1914,"type":"genesis","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"The Long Now Foundation","archive_id":"SWH1909_DBS_HS/Swahili-Genesis-Portion-(La-Sainte-Bible-en-Swahili-du-Zaire)","language":{"iso":"swh","glotto_id":"swah1253","name":"Swahili (Coastal)","autonym":"Kiswahili","level":"L","location":"Kenya","area":"Zanzibar, coastal areas. Also in Burundi, Canada, Kenya, Libya, Mayotte, Mozambique, Oman, Rwanda, Somalia, South Africa, Uganda, United Arab Emirates, United States.","country_id":"TZ","latitude":-8.256053,"longitude":37.624033,"population":16335000,"status_id":"1"}}