{"id":"Swahili-1909-New-Testament-Chuo-cha-Maagano-Mapya-ya-bwana-wetu-Jesu-Masihi-mwokozi-wetu","abbr":"SWH1909","title":"Swahili (1909) New Testament","title_vernacular":"Swahili (1909) Agano Jipya","description":"The 1909 publication of the New Testament in Swahili represents a monumental stride in making Christian scriptures accessible to Swahili speakers, estimated at around 200 million people across Tanzania, Kenya, and Mozambique. Swahili, a Bantu language enriched with loanwords from Arabic, Portuguese, English, and German, serves as a crucial lingua franca in East Africa. The integration of approximately forty percent Arabic vocabulary reflects its historical evolution during the Arab trade era along the East African coast.\u003cbr\u003e\u003cbr\u003eOriginally, Swahili Scriptures were crafted in the Southern or Urban Zanzibar dialect, KiUnguja, under the pioneering efforts of Dr. Steere, who later became a bishop. This dialect set the foundation for what is known today as Standard Swahili, used in literary and religious texts. However, to ensure broader comprehension and inclusivity, current translations have adopted the 'Union' Swahili idiom, harmonizing various dialects, including the Central or Mombasa dialect, KiMvita. This strategic linguistic approach facilitates a more unified and accessible scripture for the diverse Swahili-speaking communities across the region, thereby fostering a deeper engagement with the biblical text.","collections":"historic","ref":"","filesize":"50","iso":"swh","year":1909,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"SWH1909_DBS_HS/Swahili-(1909)-New-Testament-(Chuo-cha-Maagano-Mapya-ya-bwana-wetu-Jesu-Masihi-mwokozi-wetu)","language":{"iso":"swh","glotto_id":"swah1253","name":"Swahili (Coastal)","autonym":"Kiswahili","level":"L","location":"Kenya","area":"Zanzibar, coastal areas. Also in Burundi, Canada, Kenya, Libya, Mayotte, Mozambique, Oman, Rwanda, Somalia, South Africa, Uganda, United Arab Emirates, United States.","country_id":"TZ","latitude":-8.256053,"longitude":37.624033,"population":16335000,"status_id":"1"}}