{"id":"Swedish-1541-Gustav-Vasa-Bible","abbr":"SWE1541","title":"Swedish (1541) Gustav Vasa Bible","title_vernacular":"Svenska (1541) Gustav Vasas Bibel","description":"The Gustav Vasa Bible, published in 1540-41, represents a seminal moment in Swedish literary and religious history. Commissioned by King Gustav Vasa after Sweden's break from the Papacy in the 1520s, this Bible facilitated the spread of Lutheran Protestantism in Sweden and contributed significantly to the development of the Swedish language. The primary figures behind this translation were Laurentius Andreae and the brothers Olaus and Laurentius Petri, with Archbishop Laurentius being the key contributor. Their work was instrumental in introducing Luther's German Bible translation to the Swedish populace.\u003cbr\u003e\u003cbr\u003eThis Bible stands out not only as the sole complete Bible printed in Sweden during the 16th century but also as a critical tool in establishing modern Swedish. Its significance is further highlighted by the inclusion of woodcuts from Lucas Cranach the Elder and his pupils, as well as Georg Lemberger's Apocalypse illustrations. Additionally, it features the first printed map produced in Sweden, known as \"Daniel's Dream Map,\" alongside the \"Wittenberg World\" map, marking a notable advancement in Swedish printing and cartography. The Gustav Vasa Bible's publication under the auspices of King Gustav I underscores its pivotal role in Sweden's religious and cultural transformation during the Reformation era.","collections":"historic","ref":"","filesize":"327","iso":"swe","year":1541,"type":"illuminated","provider":"","org_id":"","digitizer":"","archive_id":"SWEGVB_DBS_HS","language":{"iso":"swe","glotto_id":"swed1254","iso1":"sv","name":"Swedish","autonym":"svenska","level":"L","location":"Denmark, Finland, Norway and Sweden","area":"The Göta dialect group south, including parts of Småland, south Swedish provinces, Värmland, Västergvtland; Svea in north, including Hälsingland, parts of Östergötland and Uppland, and Swedish-speaking parts of Finland; Southern Swedish in Skåne, Blekinge, southern Småland, southern Halland; Northern Swedish in northern Hälsingland and Jämtland and north; Jamtska mainly in Jämtland; Eastern Swedish in Finland, Estonia, and Gammalsvenskby, Ukraine; Gutnic southeast Isle of Gotland and Fårö. Also in Canada, Denmark, Estonia, Finland, Norway, United Arab Emirates, United States.","country_id":"SE","latitude":59.800634,"longitude":17.389526,"population":13055000,"status_id":"1"}}