{"id":"Swedish-1902-New-Testamant-Psalms-Nya-Testamentet-och-Psaltaren-i-Ofverens","abbr":"SWEBDHS","title":"Swedish (1902) New Testamant Psalms","title_vernacular":"Nya Testamentet och Psaltaren_i_Ofverens","description":"The 1902 New Testament and Psalms in Swedish are part of a rich tradition of biblical translation in Sweden, reflecting the country's long history of Christian practice and textual scholarship. Christianity's introduction by Saint Ansgar in the 9th century marked the beginning of a complex process of religious and cultural transformation, culminating in the establishment of Christianity as the dominant faith by the early 12th century. Early Swedish translations of the Bible, attested by medieval manuscript fragments, paved the way for the first printed Swedish Bible, commissioned by King Gustavus Vasa in 1525. This effort resulted in the publication of the 'Gustavus Vasa’s Bible', translated by Laurentius Petri under royal patronage, which has remained a foundational text in Swedish Christian practice.\u003cbr\u003e\u003cbr\u003eThe subsequent centuries saw continued efforts to revise and adapt the biblical texts to changing linguistic and theological contexts. Notable among these were the 'Gustavus Adolphus Bible' of 1617-1618 and 'Charles XII’s Bible' of 1702-1703, each reflecting the concerns and contributions of their times. The 19th and early 20th centuries brought further translations and revisions, including the significant 1917 Bible by the Royal Commission, establishing a new standard for Swedish biblical texts. The 1902 New Testament and Psalms represent a moment within this ongoing narrative of translation, embodying the enduring commitment to making the Scriptures accessible to Swedish speakers in a language that resonates with their contemporary experience.","collections":"historic","ref":"","filesize":"29","iso":"swe","year":1902,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"Google","archive_id":"SWEBDHS_DBS_HS/Swedish-(1902)-New-Testamant-Psalms-(Nya-Testamentet-och-Psaltaren-i-Ofverens)","language":{"iso":"swe","glotto_id":"swed1254","iso1":"sv","name":"Swedish","autonym":"svenska","level":"L","location":"Denmark, Finland, Norway and Sweden","area":"The Göta dialect group south, including parts of Småland, south Swedish provinces, Värmland, Västergvtland; Svea in north, including Hälsingland, parts of Östergötland and Uppland, and Swedish-speaking parts of Finland; Southern Swedish in Skåne, Blekinge, southern Småland, southern Halland; Northern Swedish in northern Hälsingland and Jämtland and north; Jamtska mainly in Jämtland; Eastern Swedish in Finland, Estonia, and Gammalsvenskby, Ukraine; Gutnic southeast Isle of Gotland and Fårö. Also in Canada, Denmark, Estonia, Finland, Norway, United Arab Emirates, United States.","country_id":"SE","latitude":59.800634,"longitude":17.389526,"population":13055000,"status_id":"1"}}