{"id":"Swedish-1866-New-Testament-Nya-Testamentet","abbr":"SWEBDHS","title":"Swedish (1866) New Testament (Nya Testamentet)","title_vernacular":"Svenska (1866) Nya Testamentet","description":"The 1866 New Testament (\"Nya Testamentet\") in Swedish is part of a long tradition of biblical translation in Sweden, reflecting the country's deep Christian roots and the evolution of its language. Introduced to Christianity in the 9th century, Sweden saw the creation of its first Bible translations following King Gustavus Vasa's commission in 1525. Despite the initial translation not being printed, it laid the groundwork for the first published Swedish Bible, known as ‘Gustavus Vasa’s Bible’, translated by Laurentius Petri and supported by royal patronage. This Bible, with its subsequent revisions, remains a significant part of Swedish religious and cultural heritage.\u003cbr\u003e\u003cbr\u003eOver the centuries, efforts to revise and update the Bible's text to reflect contemporary language and understanding continued, as seen in the ‘Gustavus Adolphus Bible’ of 1617-1618 and ‘Charles XII’s Bible’ of 1702-1703. The 19th and early 20th centuries brought further revisions and translations, including the significant 1917 Bible by the Royal Commission, which has served as the standard Swedish Bible. Modern translations, like those based on J. N. Darby’s Greek text and David Hedegård’s work, demonstrate the ongoing vitality of biblical scholarship in Sweden, aiming to make the Scriptures accessible to contemporary readers.","collections":"historic","ref":"","filesize":"20","iso":"swe","year":1866,"type":"scan","provider":"","org_id":"","digitizer":"Google","archive_id":"SWEBDHS_DBS_HS/Swedish-(1866)-New-Testament-(Nya-Testamentet)","language":{"iso":"swe","glotto_id":"swed1254","iso1":"sv","name":"Swedish","autonym":"svenska","level":"L","location":"Denmark, Finland, Norway and Sweden","area":"The Göta dialect group south, including parts of Småland, south Swedish provinces, Värmland, Västergvtland; Svea in north, including Hälsingland, parts of Östergötland and Uppland, and Swedish-speaking parts of Finland; Southern Swedish in Skåne, Blekinge, southern Småland, southern Halland; Northern Swedish in northern Hälsingland and Jämtland and north; Jamtska mainly in Jämtland; Eastern Swedish in Finland, Estonia, and Gammalsvenskby, Ukraine; Gutnic southeast Isle of Gotland and Fårö. Also in Canada, Denmark, Estonia, Finland, Norway, United Arab Emirates, United States.","country_id":"SE","latitude":59.800634,"longitude":17.389526,"population":13055000,"status_id":"1"}}