{"id":"Swedish-English-1894-New-Testament-Det-Nya-Testamentet-of-War-Harre-och-Fralsare-Jesus-Christus","abbr":"SWEBDHS","title":"Swedish-English (1894) New Testament","title_vernacular":"Det Nya Testamentet of Wår Harre och Fralsare Jesus Christus","description":"The 1894 Swedish-English New Testament reflects a significant milestone in the history of biblical translation and cross-cultural exchange within the Christian tradition in Sweden. The journey of Christianity in Sweden, beginning with the introduction by Saint Ansgar in the 9th century, has been marked by gradual assimilation and eventual dominance over pagan beliefs, culminating in a rich tradition of biblical scholarship and translation. Early translations, evidenced by medieval manuscript fragments, laid the groundwork for the first printed Swedish Bible, commissioned by King Gustavus Vasa in 1525. This initiative led to the publication of what is known as ‘Gustavus Vasa’s Bible’, translated under the royal patronage of Laurentius Petri, which has remained a cornerstone of Swedish Christian practice.\u003cbr\u003e\u003cbr\u003eSubsequent centuries witnessed efforts to revise and adapt the biblical texts, reflecting the evolving linguistic and theological landscape. Notable efforts included the 'Gustavus Adolphus Bible' and 'Charles XII’s Bible', each embodying the era's textual and spiritual priorities. The 19th and early 20th centuries brought further translations and revisions, culminating in the 1917 Bible by the Royal Commission, which established a new standard for Swedish biblical texts. The 1894 Swedish-English New Testament stands as a testament to this historical trajectory, symbolizing the enduring commitment to making the Scriptures accessible and relevant to Swedish speakers and facilitating cross-linguistic engagement with the sacred texts.","collections":"historic","ref":"","filesize":"237","iso":"swe","year":1894,"type":"scan","provider":"American Bible Society","org_id":"american-bible-society","digitizer":"Google","archive_id":"SWEBDHS_DBS_HS/Swedish-English-(1894)-New-Testament-(Det-Nya-Testamentet-of-War-Harre-och-Fralsare-Jesus-Christus)","language":{"iso":"swe","glotto_id":"swed1254","iso1":"sv","name":"Swedish","autonym":"svenska","level":"L","location":"Denmark, Finland, Norway and Sweden","area":"The Göta dialect group south, including parts of Småland, south Swedish provinces, Värmland, Västergvtland; Svea in north, including Hälsingland, parts of Östergötland and Uppland, and Swedish-speaking parts of Finland; Southern Swedish in Skåne, Blekinge, southern Småland, southern Halland; Northern Swedish in northern Hälsingland and Jämtland and north; Jamtska mainly in Jämtland; Eastern Swedish in Finland, Estonia, and Gammalsvenskby, Ukraine; Gutnic southeast Isle of Gotland and Fårö. Also in Canada, Denmark, Estonia, Finland, Norway, United Arab Emirates, United States.","country_id":"SE","latitude":59.800634,"longitude":17.389526,"population":13055000,"status_id":"1"}}