{"id":"Swedish-1526-Bible-Portions-and-Commentary-Illuminated-WDL-17184","abbr":"SWE1526","title":"Swedish (1526) Bible Portions and Commentary - Illuminated (WDL-17184)","title_vernacular":"Svenska (1526) Bibeldelar och Kommentarer - Illuminated (WDL-17184)","description":"The Swedish manuscript from 1526, housed in the National Library of Sweden, represents a seminal piece in the history of biblical translation into Swedish, featuring an abridged Old Swedish version of the Pentateuch, along with selected books from both the Old and New Testaments, including Joshua, Judges, Judith, Esther, Ruth, Maccabees, and Revelation. This early attempt at translation, or more accurately paraphrasing from Latin sources, showcases the medieval approach to making biblical texts accessible to a broader audience. Notably, the translations of Joshua and Judges were undertaken by Nicolaus Ragvaldi, a significant figure at Vadstena monastery, while Jöns Budde, a monk from the Birgittine monastery of Nådendal in Finland, translated Esther, Ruth, Judith, and Maccabees.\u003cbr\u003e\u003cbr\u003eThe manuscript is distinguished by its historical and philosophical tracts by Saint Augustine and Saint Thomas Aquinas, illustrating the intellectual milieu of the time. It is the earliest known translation of the Bible, or substantial portions thereof, into Swedish, commissioned by Ingegärd of the Vadstena monastery, highlighting the pivotal role of religious communities in the dissemination of scriptural texts. The inclusion of hand-colored woodcuts, one possibly by Hans Sebald Beham, adds to its artistic and historical value. This manuscript not only embodies the religious and linguistic aspirations of its era but also marks a foundational moment in the Swedish reception of biblical literature.","collections":"historic","ref":"https://www.wdl.org/en/item/17184","filesize":"34","iso":"swe","year":1526,"type":"illuminated","provider":"World Digital Library","org_id":"","digitizer":"World Digital Library","archive_id":"SWE1526_DBS_HS/Swedish-(1526)-Bible-Portions-and-Commentary-Illuminated-(WDL-17184)","language":{"iso":"swe","glotto_id":"swed1254","iso1":"sv","name":"Swedish","autonym":"svenska","level":"L","location":"Denmark, Finland, Norway and Sweden","area":"The Göta dialect group south, including parts of Småland, south Swedish provinces, Värmland, Västergvtland; Svea in north, including Hälsingland, parts of Östergötland and Uppland, and Swedish-speaking parts of Finland; Southern Swedish in Skåne, Blekinge, southern Småland, southern Halland; Northern Swedish in northern Hälsingland and Jämtland and north; Jamtska mainly in Jämtland; Eastern Swedish in Finland, Estonia, and Gammalsvenskby, Ukraine; Gutnic southeast Isle of Gotland and Fårö. Also in Canada, Denmark, Estonia, Finland, Norway, United Arab Emirates, United States.","country_id":"SE","latitude":59.800634,"longitude":17.389526,"population":13055000,"status_id":"1"}}