{"id":"Swedish-1918-Apocrypha-Gamla-Testamentet-de-Apokryfiska-Bockerna","abbr":"SWES17","title":"Swedish (1918) Apocrypha","title_vernacular":"Gamla Testamentet de Apokryfiska Böckerna","description":"The 1918 publication of the Apocrypha in Swedish marks a continuation of the rich tradition of Bible translation in Sweden, a process that began in earnest with the commissioning of the first Bible translation by King Gustavus Vasa in 1525. Despite the non-completion of this earliest version, the \"Gustavus Vasa’s Bible\" of 1540-41, translated by Laurentius Petri and his brother Olaus with the support of King Gustavus Vasa, laid the foundation for future Swedish Bible translations. This translation, revised multiple times, has significantly influenced the standard Swedish Bible used today.\u003cbr\u003e\u003cbr\u003eSwedish Bible history is characterized by a series of revisions and new translations aimed at refining and updating the language and accessibility of the Scriptures for Swedish speakers. From the \"Gustavus Adolphus Bible\" of 1617-1618 to the comprehensive revision by the Royal Commission leading to the 1917 Bible, these efforts reflect the evolving linguistic and religious landscape of Sweden. The translation of the Apocrypha in 1918 contributes to this ongoing process, offering Swedish readers access to these deuterocanonical books, which, while not universally included in the Protestant canon, hold historical and religious interest. The inclusion of the Apocrypha in Swedish reflects the depth and breadth of biblical scholarship and religious practice in Sweden, from the early translations influenced by Lutheranism to the modern efforts to provide a Bible that resonates with contemporary Swedish society.","collections":"historic","ref":"","filesize":"18","iso":"swe","year":1918,"type":"scan","provider":"A. B. Evang Fosterlands","org_id":"","digitizer":"","archive_id":"SWES17_DBS_HS/Swedish-(1918)-Apocrypha-(Gamla-Testamentet-de-Apokryfiska-Bockerna)","language":{"iso":"swe","glotto_id":"swed1254","iso1":"sv","name":"Swedish","autonym":"svenska","level":"L","location":"Denmark, Finland, Norway and Sweden","area":"The Göta dialect group south, including parts of Småland, south Swedish provinces, Värmland, Västergvtland; Svea in north, including Hälsingland, parts of Östergötland and Uppland, and Swedish-speaking parts of Finland; Southern Swedish in Skåne, Blekinge, southern Småland, southern Halland; Northern Swedish in northern Hälsingland and Jämtland and north; Jamtska mainly in Jämtland; Eastern Swedish in Finland, Estonia, and Gammalsvenskby, Ukraine; Gutnic southeast Isle of Gotland and Fårö. Also in Canada, Denmark, Estonia, Finland, Norway, United Arab Emirates, United States.","country_id":"SE","latitude":59.800634,"longitude":17.389526,"population":13055000,"status_id":"1"}}