{"id":"Syriac-1905-New-Testament","abbr":"SYROLD","title":"Syriac (1905) New Testament","title_vernacular":"ܣܘܪܝܝܐ (1905) ܐܘܢܓܠܝܘܢ","description":"Syriac (1905) New Testament The Syriac language, also known as Syriac Aramaic (Syrian Aramaic, Syro-Aramaic) and Classical Syriac ܠܫܢܐ ܥܬܝܩܐ (in its literary and liturgical form), is an Aramaic dialect that emerged during the first century AD from a local Aramaic dialect spoken by Arameans in the ancient Aramean kingdom of Osroene, centered in Edessa. It became the main literary language of various Aramaic-speaking Christian communities in Ancient Syria and the Near East during the Early Christian period. As a liturgical language of Syriac Christianity, it played a significant role among Eastern Christian communities using Eastern and Western Syriac rites and spread as far as India and China. Flourishing from the 4th to the 8th century, it remained important in subsequent centuries but was gradually reduced to liturgical use by the end of the Middle Ages due to the rise of Neo-Aramaic dialects.\u003cbr\u003e\u003cbr\u003eScript variations include Estrangelo (E), Jacobite (J), Hebrew (H), and Nestorian (N). The 1555 New Testament (J) in Vienna was edited from Ms. Peshitta texts by Johann A. Widmanstadt. The 1569 New Testament (H) in Geneva, edited by Immanuel Tremcllius, was published alongside Greek and Latin texts. Syriac versions also appeared in the 1575 Antwerp, H99 Nürnberg, Paris, and London Polyglots. The 1625 Psalms (J) in Paris, edited by Gabriel Sionita, coincided with a Syriac Psalter in Leiden. The first publications of omitted Syriac canon books like 2 Peter, 2-3 John, Jude (J \u0026 H) were edited by E. Pococke in Leiden in 1630. The first complete Syriac printed Bible appeared in the 1629-1645 Paris Polyglot (J), edited by G. Sionita.\u003cbr\u003e\u003cbr\u003eEarly critical editions include the 1708 New Testament (J) in Leiden by J. Leusden and C. Schaaf. The 1778 Gospels (J) and 1799-1803 Acts Epistles (J) in Oxford were edited by Joseph White. The 1823 Old Testament (J) in London for the BFBS was edited by S. Lee, based on the London Polyglot. The 1820 Psalms (J) in Milan was the Syro-Hcxaplar text, edited by C. Bugatus. The 1858 Gospels (E) in London, edited by William Cureton, was the Curetonian Old Syriac text. The 1861-1874 Old Testament (J) in Milan, the Syro-Hexaplar Ambrosianus, was edited by A. M. Ceriani. The 1901 Gospels (J) in Oxford was a critical edition of the Peshitta text by G. H. Gwilliam. The 1904 Psalms (E) in Cambridge was a critical edition of the Peshitta Psalter by W. E. Barnes. The 1905-1920 New Testament (J) in London for the BFBS was the Peshitta text edited by G. H. Gwilliam and J. Gwynn. Notable publications also include the 1899 Gospels (E) in London, re-edited by Agnes Smith Lewis and Margaret Dunlop Gibson, and the 1861-1864 Gospels in Verona, the Vatican Gospel lectionary edited by Francesca Miniscalchi-Erizzo.","collections":"historic","ref":"","filesize":"508","iso":"syr","year":1905,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"SYROLD_DBS_HS/Syriac-(1905)-New-Testament","language":{"iso":"syr","glotto_id":"syr","name":"Syriac","level":"L","country_id":"IQ","population":858080}}