{"id":"Syriac-1910-Gospels-Evangelion-da-Mepharreshe-Sinai-or-Syro-Antiochene-Palimpsest-Gospels","abbr":"SYROLD","title":"Syriac (1910) Gospels Sinai or Syro-Antiochene Palimpsest - Gospels","title_vernacular":"ܣܘܪܝܝܐ (1910) ܐܘܢܓܠܝܘܢ ܕܣܝܢܝ (Gospels Sinai or Syro-Antiochene Palimpsest)","description":"Syriac (1910) Gospels Sinai or Syro-Antiochene Palimpsest - Gospels The Syriac language, known as Syriac Aramaic, Syro-Aramaic, or Classical Syriac ܠܫܢܐ ܥܬܝܩܐ, is an Aramaic dialect from the ancient Aramean kingdom of Osroene, with Edessa as its center. It became the literary language of Aramaic-speaking Christian communities in Ancient Syria and the Near East during the Early Christian period. As a liturgical language, it was prominent among Eastern Christian communities using both Eastern and Western Syriac rites and spread to Christian communities in India and China. Flourishing from the 4th to the 8th century, it remained significant in subsequent centuries but was eventually limited to liturgical use due to the rise of Neo-Aramaic dialects.\u003cbr\u003e\u003cbr\u003eScripts include Estrangelo (E), Jacobite (J), Hebrew (H), and Nestorian (N). Key publications: 1555 New Testament (J) in Vienna, edited by Johann A. Widmanstadt; 1569 New Testament (H) in Geneva, edited by Immanuel Tremcllius; 1625 Psalms (J) in Paris, edited by Gabriel Sionita; 1630 publications of 2 Peter, 2-3 John, Jude (J \u0026 H) in Leiden, edited by E. Pococke; 1629-1645 Paris Polyglot containing the first complete Syriac printed Bible (J), edited by G. Sionita; 1655-1657 Bible (J) in London Polyglot; 1708 New Testament (J) in Leiden; 1778 Gospels (J); 1799-1803 Acts Epistles (J) in Oxford; 1823 Old Testament (J) for BFBS in London; 1820 Psalms (J) in Milan; 1828 New Testament (J) in London; 1835 Syro-Hexaplar (J) in Berlin; 1836 New Testament (H) in London; 1841 Bible (N) for the Nestorian Christian communities; 1858 Gospels (E) in London; 1861-1874 Old Testament (J) in Milan; 1874 Bible (N) in New York; 1886 Psalms (J) in Paris; 1891 Bible (J) for Nestorian Christians in Mosul; 1894 Gospels (E) in Cambridge; 1901 Gospels (J) in Oxford; 1904 Psalms (E) and Gospels (J) in Cambridge; 1905-1920 New Testament (J) for BFBS in London. Notable publications also include the 1861-1864 Gospels in Verona and the 1899 Gospels (E) in London.","collections":"historic","ref":"","filesize":"28","iso":"syr","year":1910,"type":"scan","provider":"Williams and Norgate","org_id":"","digitizer":"","archive_id":"SYROLD_DBS_HS/Syriac-(1910)-Gospels-(Evangelion-da-Mepharreshe)-Sinai-or-Syro-Antiochene-Palimpsest-Gospels","language":{"iso":"syr","glotto_id":"syr","name":"Syriac","level":"L","country_id":"IQ","population":858080}}