{"id":"Syriac-1890-Triglot-Bible-Vol.-1-2-Greek-Latin-Hebrew","abbr":"SYROLD","title":"Syriac (1890) Triglot Bible Vol.-1-2 Greek Latin Hebrew","title_vernacular":"ܣܘܪܝܝܐ (1890) ܒܝܒܠܝܐ ܬܪܝܓܠܘܛ","description":"Syriac (1890) Triglot Bible Vol 1 - Old Testament The Syriac language, also known as Syriac Aramaic (Syrian Aramaic, Syro-Aramaic) and Classical Syriac ܠܫܢܐ ܥܬܝܩܐ (in its literary and liturgical form), is an Aramaic dialect that emerged during the first century AD from a local Aramaic dialect that was spoken by Arameans in the ancient Aramean kingdom of Osroene, centered in the city of Edessa. During the Early Christian period, it became the main literary language of various Aramaic-speaking Christian communities in the historical region of Ancient Syria and throughout the Near East. As a liturgical language of Syriac Christianity, it gained a prominent role among Eastern Christian communities that used both Eastern Syriac and Western Syriac rites. Following the spread of Syriac Christianity, it also became a liturgical language of eastern Christian communities as far as India and China. It flourished from the 4th to the 8th century and continued to have an important role during the next centuries, but by the end of the Middle Ages it was gradually reduced to liturgical use since the role of vernacular language among its native speakers was overtaken by several emerging Neo-Aramaic dialects.\u003cbr\u003e\u003cbr\u003eScript is indicated as follows: (E) Estrangelo;(J) Jacobite;(H) Hebrew; (N) Nestorian; 1555 New Testament (J) Zimmermann, ViennaEditedfrom Ms. Peshitta texts by Johann A. Widmanstadt; 1569 New Testament (H) Stephanus, GenevaEdited by Immanuel Tremcllius and published with Greek and Latin texts. Syriac versions appeared in other Polyglots: 1575, Antwerp; H99, Niirnherg; also the Paris and London Polyglots (see below); 1625 Psalms(J) ParisEdited by Gabriel Sionita, a Maronite. In the same year a SyriacPsalter was published in Leiden, edited by T. Erpenius; 1627 Revelation (J \u0026 H); 1630 2 Peter 2-3JohnJude (J \u0026 H) LeidenThefirst publication of these Books which are omitted from the Syriaccanon; edited by E. Pococke; 1629-1645 Bible (J) Paris: The Paris Polyglot contained the first complete Syriac printed Bible, edited by G. Sionita; 1655-1657 Bible(J) LondonThe London Polyglot, edited by Brian Walton and others. Numerous editions appeared during the 17th and centuries, based on the texts of these prestigious polyglot Bibles; 1708 New Testament(J) LeidenAn early critical edition, prepared by J. Leusden and C. Schaaf. The Gospels were reprinted by the BFBS in 1815; 1778 Gospels(J); 1799-1803 Acts Epistles(J) OxfordThe Philoxenian and/or Harkleian recension, edited byJoseph White; 1816 NewTestament(J); 1822 Psalms (J); 1823 Old Testament(J) BFBS, LondonEditedfor the BFBS by S. Lee, and based on the London Polyglot; 1820 Psalms (J) MilanThe Syro-Hcxaplar text, edited by C. Bugatus. This version, prepared by Paul of Telia (617 A.D.), is a translation of the Septuagint into Syriac. Other portions of the Syro-Hcxaplar had appeared earlier; 1828 New Testament(J) Bagster, London Edited by William Greenfield; 1835 2 Kings Job Proverbs-Isaiah Lamentations Hosea—Malachi(J) BerlinThe Syro-Hcxaplar, edited by Heinrich Middeldorpf In 1858-1860 Judges and Ruth from the Syro-Hexaplar, edited by T. Skat Rordatn, were published in Copenhagen; 1836 New Testament (H) London Jews Society, London Edited for the LJS in the hope that similarity of usage with that of the Zohar would encourage interest in Jewish readers; 1841 Bible (N) American Board of Commissioners for Foreign Missions, UrumiaThe first edition of the Scriptures prepared for the use of the Nestorian Christian communities. In 1846 a N. T. with Modern Syriac text was also published by the ABCFM; O.T., 1852. A Liturgical Psalter was published in Mosul, in 1866. In 1913 the Trinitarian BS published the O. T. in Ancient Syriac only,","collections":"historic","ref":"","filesize":"254","iso":"syr","year":1890,"type":"scan","provider":"Richard D. Dickinson","org_id":"","digitizer":"","archive_id":"SYROLD_DBS_HS/Syriac-(1890)-Triglot-Bible-Vol-1-Old-Testament","language":{"iso":"syr","glotto_id":"syr","name":"Syriac","level":"L","country_id":"IQ","population":858080}}