{"id":"Tagalog-John-book","abbr":"TGLMBB","title":"Tagalog - John (Book)","title_vernacular":"Tagalog Juan (Aklat)","description":"Tagalog is an Austronesian language spoken as a first language by the ethnic Tagalog people, who make up a quarter of the population of the Philippines, and as a second language by the majority. Its standardized form, officially named Filipino, is the national language of the Philippines, and is one of two official languages, alongside English. Tagalog is closely related to other Philippine languages, such as the Bikol languages, Ilocano, the Bisayan languages, Kapampangan, and Pangasinan, and more distantly to other Austronesian languages, such as the Formosan languages of Taiwan, Indonesian, Malay, Hawaiian, Māori, and Malagasy.\u003cbr\u003e\u003cbr\u003e1898 Matthew Mark Luke Acts BFBS, London;  1900 John BFBS, Madrid;  1901 Luke (revised);  1902 New Testament;  1905 Old Testament BFBS, Manila Translated by Sofronio Calderon and H. F. Miller, on the basis of earlier work by Pascual H. Poblctc;  1911 New Testament;  1915 Bible BFBS, ABS, Manila A revision prepared by J. L. McLaughlin, G. Zarco, Sofronio Calderon, Emiliano Quijano, T. Eldridge, C. N. McGill, and Cypriano Santos;  1917 Gospels L. Cribc, Manila Translated by Fr. Mariano Sevilla;  1930 Bible (N.T. revised) ABS, Manila Revised by Leslie Wolfe, C. N. McGill, Leon Baua, Agaton Pascual, Catalino Paulino, and J.. B. Cottingham. Later other corrected editions of the Bible, with minor revisions, were published;  1952 New Testament Sacred Heart Publications, Manila Translated by a group of Roman Catholic scholars, including Fr. Juan Trinidad, Fr. Juan Ledesma, Fr. Leopoldo Arcaira, Fr. Gabriel Hodson, Fr. Rufino Alejandro, and others;  1954 Luke (with English) Philippine Bible House, Manila Translated by David Raymondo, E. Cruz, and R. Candelaria;  1958 John (tentative);  1960 John (revised) 1961 Acts;  1962 Matthew Luke 1-2 Peter Philippine Bible House, Manila A revision prepared by a committee, including Simon D. Reyes and Esteban Cruz, Methodists, Marciano Evangelista, and Diego Romulo, United Church of Christ, and J. D. Cristobal, Seventh Day Adventist;  1959 Psalms;  1962 Old Testament Apocrypha Daughters of St. Paul, Manila Translated by Fr. Jose C. Abriol and based on the French Jerusalem \nBible.","collections":"modern","ref":"","filesize":"267","iso":"tgl","year":2005,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"TGLMBB_DBS_HS/Tagalog-John-(book)","language":{"iso":"tgl","glotto_id":"taga1270","iso1":"tl","name":"Tagalog","autonym":"ᜏᜒᜃᜅ᜔ ᜆᜄᜎᜓᜄ᜔","level":"L","location":"Northern Philippines","area":"Manila, most of Luzon, and Mindoro. Also in Canada, Guam, Libya, Saudi Arabia, United Arab Emirates, United Kingdom, United States.","country_id":"PH","latitude":14.06,"longitude":121.74695,"population":23600000,"status_id":"3"}}