{"id":"Tahitian-New-Testament-print","abbr":"TAHBSSP","title":"Tahitian - New Testament (Print)","title_vernacular":"Tahitian Te Feia Api","description":"Tahitian (Tahitian: Reo Tahiti, part of Reo Mā’ohi, languages of French Polynesia) is a Polynesian language spoken mainly on the Society Islands in French Polynesia. It belongs to the Eastern Polynesian group. As Tahitian had no written tradition before the arrival of the Western colonists, the spoken language was first transcribed by missionaries of the London Missionary Society in the early 19th century.\u003cbr\u003e\u003cbr\u003e1818 Luke;  1819 Matthew;  1820 John London MS, Huahine;  1822 Acts LMS, Tahiti;  1824 Daniel Ruth Esther LMS, Tahaa;  1824 Galatians-Philemon LMS, Tahiti;  1826 Hebrews-Revelation LMS, Tahaa;  1827 Mark;  1829 Romans-2 Corinthians 1,2 Peter Jude;  1832 Psalms LMS, Tahiti;  1833 Isaiah LMS, Huahine;  1834 Hosea-Malachi LMS, Tahiti;  1838 Bible BFBS, London Translated by members of the LMS, including Henry Nott, John Davies, andJohn Williams;  1847 Bible BFBS, London Revised by William Howe and ThomasJoseph, LMS;  1861 Mark (with French) St. Germain en Laye Translated by Roman Catholic missionaries;  1863 Bible BFBS, London Revised by William Howe, Alexander Chisholm, and John Barjf, LMS. Another edition, slightly revised, was published in 1884, BFBS;  1889 New Testament Nantes;  1913 Bible Braine-le-Comte Translated by Roman Catholic missionaries. A new edition, with revised Psalms, was published in 1963.","collections":"modern","ref":"","filesize":"13","iso":"tah","year":1997,"type":"book","provider":"","org_id":"","digitizer":"Google","archive_id":"TAHBSSP_DBS_HS/Tahitian-New-Testament-(print)","language":{"iso":"tah","glotto_id":"tahi1242","iso1":"ty","name":"Tahitian","autonym":"Reo TahitiReo Māꞌohi","level":"L","location":"French Polynesia","area":"Society Islands and some islands in the Tuamotus including the Mihiroa group. Also in New Caledonia, New Zealand, Vanuatu.","country_id":"PF","latitude":-17.648472,"longitude":-149.450226,"population":68610,"status_id":"1"}}