{"id":"Tamil-2006-WBTC-Bible","abbr":"TAMWTC","title":"Tamil (2006) WBTC Bible","title_vernacular":"தமிழ் (2006) WBTC பைபிள்","description":"Tamil is a Dravidian language natively spoken by the Tamil people of South Asia. Tamil is the official language of the Indian state of Tamil Nadu, the sovereign nations of Sri Lanka and Singapore, and the Indian territory of Puducherry. Tamil is also spoken by significant minorities in the four other South Indian states of Kerala, Karnataka, Andhra Pradesh and Telangana, and the Union Territory of the Andaman and Nicobar Islands. It is also spoken by the Tamil diaspora found in many countries, including Malaysia, Myanmar, South Africa, the United Kingdom, the United States, Canada, Australia, and Mauritius. Tamil is also natively spoken by Sri Lankan Moors. One of 22 scheduled languages in the Constitution of India, Tamil was the first to be classified as a classical language of India. \u003cbr\u003e\u003cbr\u003e Tamil Character:  1714 Gospels Acts 1715 New Testament Tranquebar Translated by Bartholomaus Ziegenbalg, Danish Lutheran missionary;  1722 New Testament Tranquebar A revision prepared by Benjamin Schultze, a colleague ofZiegenbalg. A year later a Passion narrative, prepared by Schultze, was published;  1723 Genesis-Judges;  1724 Psalms;  1726 Ruth-Song of Solomon;  1727 Isaiah—Malachi Tranquebar Translated by Ziegenbalg and Schultze. In 1728 the Apocrypha was published at Tranquebar;  1739 Matthew Tranquebar A revision of the Ziegenbalg version by Lutheran missionaries;  1741 Matthew;  1742 Mark Luke John;  1739 New Testament Colombo A revision, begun in Ceylon by Adolphus Cramer, relying heavily upon a Ms. Tamil version by Philippus Baldeus and Adrianus de Mey. The project was later carried on by J. P. Wetzelius, P. de Melho, and Simon de Zilva;  1772 New Testament Society for the Promotion of Christian Knowledge, Madras;  1777-1796 Old Testament (in 4 parts) Tranquebar Translated, with heavy reliance on the Schultze version, by J. P. Fabricius, SPCK;  1790 Pentateuch Colombo A revision of the Tranquebar version, prepared in Ceylon by P. de Melho;  1818 Psalms Serampore MP The Book of Common Prayer, including numerous liturgical selections, prepared by Christian David;  1819 Psalms Madras Another translation of the Book of Common Prayer, by J. P. Rottler;  1827 Gospels Acts;  1833 New Testament Madras Auxiliary BS Revised by C. T.E. Rhenius, Church MS;  1850 Bible (tentative) Madras Auxiliary BS A revision, begun by P. Percival, Wesleyan MS, who was later joined by M. Winslow, L. Spaulding, and T. Brotherton;  1857 Gospels Acts Pondicherry Translated by Roman Catholic missionaries of the Paris Society for Foreign Missions. As early as 1578, however, Roman Catholic missionaries published the first book ever printed in an Indian language, a doctrinal text, which contained Scripture Selections;  1864 New Testament;  1871 Bible Madras Auxiliary BS A new revision, known as the ‘Union Version, based primarily on the Fabricius text and prepared by H. Bower, Society for the Propagation of the Gospel;  1891 Psalms Madras A metrical version, prepared by J. Gillings;  1891 New Testament Pondicherry Translated by Fr. J. B. Trincal. A revision was printed in Trichinopoly in 1906;  1899 Genesis Coimbatore Translated by Fr.J. Tour;  1904 Old Testament Catholic MP, Pondicherry Translated by H. M. Bottero and others;  1906 New Testament Tranquebar A recension of the Fabricius text, prepared by A. Gehring and N. Samuel, Leipzig Evangelical Mission;  1908 Matthew Madras A metrical version, prepared by a Hindu, C. Swaminatha Pillai;  1911 Mark;  1912 Matthew Luke Madras Translated by M. Ellwein, Leipzig Evangelical Mission;  1922 New Testament YMCA Press Translated by N. Gnanapprakasam, SPG;  1929 New Testament;  1936 Old Testament BFBS, Madras Translated by L. P. Larsen, Lutheran, and others;  1936 John BFBS, Madras The Union Version, with some stylistic changes, intended to accommodate Muslim readers;  1941 Gospels Acts;  1942 New Testament;  1949 Bible BFBS, London A revision ofthe Larsen version, prepared by a committee composed of C. E. Monahan, Bishops Azariah and Neill, H. K. Moulton, and others;  1964 Mark Star Press, Palayamcottai Translated by S. T.JebegnanamofTamilnad Theological College;  1965 Matthew De Nobili Press, Madras;  1966 Mark Luke John Tamil Literature Society, Tuticorin Translated by Roman Catholic scholars;  1967 Luke BS ofIndia, Bangalore Translated by Devanesan Rajarigam and V. P. K. Sundaram. \u003cbr\u003e\u003cbr\u003eArabic Character:  1919 John Madras Auxiliary BS Translated by H. Bjerrum;  1932 John BFBS, Madras A transliteration ofthe Union Version. Roman Character;  1912 Mark Madras Auxiliary BS Translated by J. Lazarus;  1937 Mark Diocesan Press, Madras;  1956 New Testament Psalms Trinitarian BS, London A transliteration of the Bower [Union) text, prepared by Mrs. E. W. Wilder. As early as 1945 a Gospel narrative by Mrs. Wilder was published in Madras.","collections":"modern","ref":"","filesize":"8","iso":"tam","year":2006,"type":"book","provider":"World Bible Translation Center","org_id":"world-bible-translation-center","digitizer":"","archive_id":"TAMWTC_DBS_HS/Tamil-(2006)-WBTC-Bible","language":{"iso":"tam","glotto_id":"tami1289","iso1":"ta","name":"Tamil","autonym":"தமிழ்","level":"L","location":"India: Index Map","area":"Tamil Nadu and neighboring states. Also in Bahrain, Canada, Fiji, Germany, Malaysia (Peninsular), Mauritius, Netherlands, Qatar, Réunion, Singapore, South Africa, Sri Lanka, Thailand, United Arab Emirates, United Kingdom, United States.","country_id":"IN","latitude":10.520219,"longitude":78.825989,"population":75000000,"status_id":"2"}}