{"id":"Telugu-1881-Bible-Madras-Auxiliary-Bible-Society","abbr":"TELOLD","title":"Telugu (1881) Bible - Madras Auxiliary Bible Society","title_vernacular":"Telugu (1881) బైబిలు మద్రాస్ సహాయక బైబిలు సమాజం","description":"Telugu is a Dravidian language spoken by Telugu people predominantly living in the Indian states of Andhra Pradesh and Telangana, where it is also the official language. It is the most widely spoken member of the Dravidian language family and one of the twenty-two scheduled languages of the Republic of India. It is one of the few languages that has primary official status in more than one Indian state, alongside Hindi and Bengali. Telugu is one of six languages designated as a classical language (of India) by the Government of India. Telugu Character; 1812 Matthew Mark Luke BFBS, Serampore MP Translated by Augustus Desgranges, London MS. Two translations were prepared earlier, but neither was published. In the early 18th century Benjamin Schultze (see Tamil) translated the whole Bible into Telugu. About 1795 James Dodds, a Scottish layman, translated the N.T.\u003cbr\u003e\u003cbr\u003e1818 New Testament Serampore MP Translated by the Serampore missionaries; 1818 New Testament BFBS, Madras Translated by Edward Pritchett andJohn Gordon, London MS; 1821 Pentateuch Serampore MP Translated by the Serampore missionaries; 1830 Luke Madras Auxiliary BS Translated byJohn Gordon; 1831 Genesis-Exodus Chap. 20 Madras Auxiliary BS Translated by Pritchett and revised by Gordon; 1838 Luke Madras Auxiliary BS Translated by C. P. Brown, a Madras civil servant. Certain other portions of a complete Bible, translated by Brown, were tentatively published by the Madras Auxiliary BS in 1855; 1839 Psalms; 1840-1848 Gospels Acts Madras Auxiliary BS Translated by a committee, on the basis of a Ms. version by Pritchett and Gordon; 1841 Genesis; 1844 Exodus Madras Auxiliary BS Translated byJohn Reid, LMS; 1854 Old Testament Madras Auxiliary BS A revision, based on Pritchett’s Mss., prepared by a committee which included, besides Pritchett and Gordon, R. D. Johnston and John GordonJr., LMS; 1856 New Testament Printed privately, Vizagapatani A version prepared independently by J. S. Wardlaw and John Hay, LMS, assisted by Choudhary Purushottam; 1878 New Testament; 1881 Bible (tentative); 1884 Bible (tentative); 1888 Bible (tentative); 1890 Bible (tentative); 1904 Bible Madras Auxiliary BS A revision started independently by John Hay, who was later joined by a N.T. committee, then by an O.T. committee. Each of the ‘tentative’ Bibles included more of the revised O. T. portions; 1911 Bible Madras Auxiliary BS A revision of the 1904 Bible. It benefited from many original criticisms of that work, and became for decades the standard Telugu Scriptures; 1913 Gospels; 1914 Galatians; 1915 Romans Printed privately; 1924 New Testament Rama Press, Ellore A translation in verse, prepared by Rajah M. Bhujanga Rao, a Hindu. He also translated the story of Peter, which was published in 1924; 1914 Gospels Acts Franciscan Press, Madras; 1924 Romans-Revelation Printed privately, Mellore Translated by Fr. D. Thomas. A volume of Bible Stories, translated by Roman Catholics, had appeared in 1884; 1924 Mark Madras Auxiliary BS Translated (in the simple script) by F. T. Shipman and a committee appointed by the Madras Missionary Representative Council; 1960 Mark BS of India and Ceylon, Bangalore Translated, in simple Telugu for new literates, by B. E. Devaraj, M.J. Prakasam, S. Anstey, and E. Prakasam; 1966 Psalms St. Michael’s School, Guntur Translated by a Telugu pundit, under the direction of Bishop Mumtnadi, Roman Catholic.","collections":"historic","ref":"","filesize":"125","iso":"tel","year":1881,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"TELOLD_DBS_HS","language":{"iso":"tel","glotto_id":"telu1262","iso1":"te","name":"Telugu","autonym":"తెలుగు","level":"L","location":"India: Index Map","area":"Andhra Pradesh and neighboring states. Also in Bahrain, Canada, Fiji, Malaysia (Peninsular), Mauritius, Singapore, South Africa, United Arab Emirates, United States.","country_id":"IN","latitude":16.452944,"longitude":78.702392,"population":82000000,"status_id":"2"}}