{"id":"Thai-1993-Genesis-Portion","abbr":"THATBS","title":"Thai (1993) Genesis Portion","title_vernacular":"Thai (1993) ปฐมกาล","description":"Thai, or Central Thai (ภาษาไทย), is a Tai language of the Kra–Dai language family spoken by the Central Thai people and a vast majority of Thai Chinese. It is the sole official language of Thailand. Thai is the most spoken of over 60 languages of Thailand by both native and overall speakers. Over half of its vocabulary is derived from or borrowed from Pali, Sanskrit, Mon, and Old Khmer. It is a tonal and analytic language. Thai has a complex orthography and system of relational markers. Spoken Thai, depending on standard sociolinguistic factors such as age, gender, class, spatial proximity, and the urban/rural divide, is partly mutually intelligible with Lao, Isan, and some fellow Thai topolects. These languages are written with slightly different scripts, but are linguistically similar and effectively form a dialect continuum.\u003cbr\u003e\u003cbr\u003e1819 Catechism Serampore MP Translated by Anna Hascltine Judson in Rangoon, where she met numerous Siamese. She learned the language and translated Luke and the catechism, but only the latter was printed. It was the first Christian book in Thai;  1834 Luke Singapore Translated by Karl Gutzlajf, Netherlands MS;  1835 Matthew;  1837 Acts;  1840 Mark;  1842-1843 John Romans-Revelation Singapore;  1849 Gospels (revised);  1850 New Testament (revised) American and Foreign BS, Bangkok Translated and revised by J. TaylorJones, American Baptist Missionary Union, assisted by Charles Robinson and J. Caswell, American Board of Commissioners for Foreign Missions;  1851 Mark John;  1853 Matthew i854Luke American Missionary Association Press, Bangkok Translated by Stephen Mattoon, American Presbyterian missionary;  1853 Gospels Acts American Bible Union, Bangkok A revision of the Jones version by S.J. Smith, ABMU;  1860-1883 Old Testament;  1881-1883 New Testament (revised) ABS, Bangkok Translated by American Presbyterian missionaries: S. G. MacFarland, N. A. MacDonald, S. C. George, J. N. Culbertson, D. McGilvary, and D. B. Bradley. The N. T. was revised by N. A. MacDonald and J. W. Van Dyke;  1891-1896 Bible ABS, Bangkok The first Bible in Thai in one volume. A revision of much of the APM text by J. Carrington, ABS agent in Siam, issued in portions as early as 1890, and continuing until his death in 1912;  1926 Gospels Acts;  1927 Acts Romans;  1929 1-2 Corinthians Galatians 1930 New Testament ABS, Bangkok A revision prepared by a committee, including Paul A. Eakin, P. Suddhikatn, S. Mangarabhandhu, C. Skoolkan, C. Wichi, and S. Pangsanoi, and later R. O. Franklyn. In 1940 a Bible was published containing the 1930 N. T. and the Carrington O. T. with several Books revised by this committee;  1952 Gospels Chiengmai A Roman Catholic translation, bearing the imprimatur of Jacobus Aloysius Cheng;  1957 Genesis;  1960 Exodus Psalms;  1964-1967 New Testament;  1968 Esther Thai Bible House, Bangkok A revision prepared by Acharti Saranya and W. J. S. Thompson, Church of Christ in Thailand, and Herbert Grether and Francis Seely, Presbyterians;  1964 Mark;  1967 Acts Luke Thai Bible House, Bangkok A ‘popular’ version, translated by Kru Jit and Howard Hatton, of the Overseas Missionary Fellowship.","collections":"genesis","ref":"","filesize":"470","iso":"tha","year":1993,"type":"genesis","provider":"Bangkok, Thailand: Thailand Bible Society","org_id":"bible-society-of-thailand","digitizer":"The Long Now Foundation","archive_id":"THATBS_DBS_HS/Thai-(1993)-Genesis-Portion","language":{"iso":"tha","glotto_id":"thai1261","iso1":"th","name":"Thai","autonym":"Siamese","level":"L","location":"Cambodia","area":"Central, centered in Bangkok. Khorat in Ratchasima. Also in Canada, Singapore, United Arab Emirates, United States.","country_id":"TH","latitude":14.191968,"longitude":100.671386,"population":20700000,"status_id":"1"}}