{"id":"Tibetan-Bible-Central-New-Testament","abbr":"BODTBB","title":"Tibetan Bible - Gospel of John - Johonni Gaham Khôthanai (1914)","title_vernacular":"Tibetan Bible Johonni Gaham Khôthanai (1914)","description":"Lhasa Tibetan, or Standard Tibetan, is the Tibetan dialect spoken by the educated people of Lhasa, the capital of the Tibetan Autonomous Region of China. It is the official language of the Tibet Autonomous Region. In the traditional \"three-branched\" classification of Tibetic languages, the Lhasa dialect belongs to the Central Tibetan branch (the other two being Khams Tibetan and Amdo Tibetan). In terms of mutual intelligibility, speakers of Khams Tibetan are able to communicate at a basic level with Lhasa Tibetan, while Amdo speakers cannot. Both Lhasa Tibetan and Khams Tibetan evolved to become tonal and do not preserve the word-initial consonant clusters, which makes them very far from Classical Tibetan, especially when compared to the more conservative Amdo Tibetan.\u003cbr\u003e\u003cbr\u003e 1862 Acts; 1865 Romans Colossians; 1866 Matthew; 1867 John; 1868 I Corinthians—Philippians 1, 2 Thessalonians; 1873 Mark; 1874 James Jude; 1875 1 Timothy-Philemon 1 Peter-3 John Printed privately, Kyelang; 1883 Gospels; 1885 Acts-Revelation [BFBS] Berlin; 1 890 Deuteronomy Kyelang Translated by missionaries of the Moravian Mission, Kyelang, including H. A. Jaeschke, A. W. Heyde, and F. A. Redslob; 1894 Gospels BFBS, Shanghai A revision, prepared by missionaries of the Scandinavian Alliance Mission; 1898 John Printed privately, Hong Kong Translated by A. Giraudeau, Roman Catholic; 1899 Mark (tentative) 1903 New Testament Calcutta Auxiliary BS, Ghoom A revision, prepared by a committee, including A. W. Heyde, David MacDonald, J. F. Frederickson, and others; 1905-1907 Pentateuch Psalms BFBS, Berlin A translation by F. A. Redslob, made before his death in 1891; 1906 1 Samuel (tentative) MP, Leh; 1912 Joshua; 1924 Judges-2 Samuel; 1926-1930 1, 2 Chronicles 1,2 Kings; 1935 Isaiah Jeremiah BFBS, London; 1948 Bible BS of India and Ceylon, Lahore Translated by A. H. Francke and Yoseb Gergan, Moravian Mission, and finished before World War II. The Ms. was sent to England, where it was stored during the war in the crypt of Ripon Cathedral. The 1948 Bible contains a revised N. T. by Chandhu Ray; 1966 Luke; 1968 Gospels Acts BS of India, Bangalore A revision prepared by E. Tsetan-Puntsok and G. Tharchin, United Church of North India, and P. Vittoz, Moravian Mission, with the assistance of a committee.","collections":"historic","ref":"","filesize":"1","iso":"bod","year":1914,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"bodo_bible_gospel_of_john_2","language":{"iso":"bod","glotto_id":"tibe1272","iso1":"bo","name":"Tibetan","autonym":"བོད་སྐད་","level":"L","location":"China","area":"Tibet, Sichuan, Qinghai. Also in Bhutan, India, Nepal, Norway, Switzerland, Taiwan, United States.","country_id":"CN","latitude":28.36807,"longitude":90.187243,"population":1186020,"status_id":"2"}}