{"id":"Tongan-1862-Bible","abbr":"TONOLD","title":"Tongan (1862) Bible","title_vernacular":"Koe Tohi Tabu katoa - aia cku i ai ae Tohi Tabu Motua","description":"Tongan is an Austronesian language of the Polynesian branch native to the island nation of Tonga. It has around 187,000 speakers. Tongan is one of the multiple languages in the Polynesian branch of the Austronesian languages, along with Hawaiian, Māori, Samoan, and Tahitian, for example. Together with Niuean, it forms the Tongic subgroup of Polynesians.\u003cbr\u003e\u003cbr\u003e1849 New Testament Wesleyan MS, Vavau Translated by John Thomas. Many portions were printed on a local press before 1849. The 1849 N.T. is a revision of previous versions by Stephen Rabone, W. H. Davis, Thomas West, and Thomas Adams, WMS;  1852 New Testament BFBS, London Revised by T. Adams and other WMS missionaries;  1853-1854 Genesis-l Samuel Job-Malachi WMS, Vavau;  1862 Bible BFBS, London Translated by Wesleyan missionaries, primarily T. West;  1880 New Testament Printed privately, London Revised by J. Egan Moulton, Wesleyan missionary;  1884 Bible BFBS, London Partially revised by T. West;  1894-1897 Bible Printed privately, London Revised by J. E. Moulton. A corrected edition appeared in 1912;  1966 Bible BFBS, London Revised orthography by Sione ’Amanaki Havea, Free Wesleyan Church of Tonga. A copy was presented to the new King of Tonga. In 1876 a Bible History, translated by Roman Catholic missionaries, was published in Freiburg.","collections":"historic","ref":"","filesize":"154","iso":"ton","year":1862,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"TONOLD_DBS_HS/Tongan-(1862)-Bible","language":{"iso":"ton","glotto_id":"tong1325","iso1":"to","name":"Tonga (Tonga Islands)","autonym":"lea faka-Tonga","level":"L","location":"Tonga","area":"Also in American Samoa, Australia, Canada, Fiji, New Zealand, Niue, United States, Vanuatu.","country_id":"TO","latitude":-21.17,"longitude":-175.25,"population":189740,"status_id":"1"}}