{"id":"Tswana-Serolong-1907-New-Testament","abbr":"TSNSERO","title":"Tswana Serolong (1907) New Testament","title_vernacular":"Tswana Serolong (1907) Testamente e Ntšha","description":"Tswana, also known by its native name Setswana, and previously spelled Sechuana in English, is a Bantu language spoken in Southern Africa by about 8.2 million people. It belongs to the Bantu language family within the Sotho-Tswana branch of Zone S (S.30) and is closely related to the Northern Sotho and Southern Sotho languages, as well as the Kgalagadi language and the Lozi language.\u003cbr\u003e\u003cbr\u003eSetswana is an official language of Botswana and South Africa. It is a lingua franca in Botswana and parts of South Africa, particularly North West Province. Tswana tribes are found in more than two provinces of South Africa, primarily in the North West, where about four million people speak the language. An urbanised variety, which is part slang and not the formal Setswana, is known as Pretoria Sotho, and is the principal unique language of the city of Pretoria. The three South African provinces with the most speakers are Gauteng (circa 11%), Northern Cape, and North West (over 70%). Until 1994, South African Tswana people were notionally citizens of Bophuthatswana, one of the bantustans of the apartheid regime. The Setswana language in the Northwest Province has variations in which it is spoken according to the tribes found in the Tswana culture (Bakgatla, Barolong, Bakwena, Batlhaping, Bahurutshe, Bafokeng, Batlokwa, Bataung, and Bapo, among others); the written language remains the same. A small number of speakers are also found in Zimbabwe (unknown number) and Namibia (about 10,000 people).\u003cbr\u003e\u003cbr\u003e1830 Luke Government Printing Office, Cape Town Translated by Robert Moffat, London MS;  1837 Matthew French and Foreign BS, Graham’s Town Translated by J. P. Pellissier, Paris Evangelical MS;  1840 New Testament;  1841 Psalms (incomplete) BFBS, London;  1847 Proverbs Ecclesiastes Isaiah;  1851 Genesis Exodus;  1853 Genesis-2 Kings;  1857 Old Testament;  1867 New Testament BFBS, Kuruman Translated by Robert Moffat, LMS;  1885 New Testament LMS, Kuruman;  1902 Luke;  1903 Psalms;  1908 Bible BFBS, London A revision prepared byA.J. Wookey, R. Price, and J. Brown;  1916 Gospels Acts BFBS, London Revised by a committee directed by George Lowe, BFBS;  1925 Mark (tentative) BFBS, London Revised by John T. Brown, LMS, and Johannes Baumbach, Berlin Mission;  1957 Mark BFBS, Cape Town;  1963 Matthew;  1964 John;  1966 Luke Acts BS in South Africa, Cape Town A revision, prepared by a committee under the supervision of Alexandre Sandilands, LMS.","collections":"historic","ref":"","filesize":"9","iso":"tsn","year":1907,"type":"scan","provider":"Society for Promoting Christian Knowledge","org_id":"","digitizer":"Google","archive_id":"TSNSERO_DBS_HS/Tswana-Serolong-(1907)-New-Testament","language":{"iso":"tsn","glotto_id":"tswa1253","iso1":"tn","name":"Tswana","autonym":"Setswana","level":"L","location":"Botswana","area":"Widespread as lingua franca; Southeast and Kgatleng districts; east Southern and Kweneng districts, Central District, Serowe-Palapye and Mahalapye subdistricts; Northwest District Maun village area. Also in Namibia, South Africa, Zimbabwe.","country_id":"BW","latitude":-24.36797,"longitude":24.75867,"population":5815730,"status_id":"1"}}