{"id":"Tulu-John-print","abbr":"TULNBT","title":"Tulu - John (Print)","title_vernacular":"Tulu - ಯೋಹಾನ","description":"Tulu (Tulu Bāse) is a Dravidian language whose speakers are concentrated in Dakshina Kannada and the southern part of Udupi of Karnataka in south-western India and in the northern parts of the Kasaragod district of Kerala. The native speakers of Tulu are referred to as Tuluva or Tulu people and the geographical area is unofficially called Tulu Nadu.\u003cbr\u003e\u003cbr\u003eThe Indian census report of 2011 reported a total of 1,846,427 native Tulu speakers in India. The 2001 census reported a total of 1,722,768 native speakers. There is some difficulty in counting Tulu speakers who have migrated from their native region as they are often counted as Kannada speakers in Indian census reports.\u003cbr\u003e\u003cbr\u003eKannada Character:  1842 Matthew Basel Mission, Mangalore;  1844 John Galatians—2 Thessalonians;  1845 Romans 1 Timothy-Philemon 1, 2 Peter Jude Hebrews;  1846 Luke;  1847 New Testament (in 14 parts);  1849 Psalms-Ecclesiastes;  1850 Genesis;  1858 New Testament (revised);  1863 Psalms (revised) Mangalore Translated by C. Greimer, J.J. Ammann, and A. Biihrer, Basel MS;  1890 Proverbs;  1892 New Testament (revised);  1899 Psalms (revised) Madras Auxiliary BS Translated and revised by a committee of missionaries of the Basel MS, including R. Hartmann, G. Ritter, P. Ott, and J. Hermelink;  1903 Proverbs;  1905 Genesis;  1909 Exodus;  1912 Daniel Madras Auxiliary BS Translated by G. Ritter and H. Baechle, Basel MS; work continued on the O. T.","collections":"modern","ref":"","filesize":"13","iso":"tcy","year":2015,"type":"book","provider":"","org_id":"","digitizer":"","archive_id":"TULNBT_DBS_HS/Tulu-John-(print)","language":{"iso":"tcy","glotto_id":"tulu1258","name":"Tulu","autonym":"ತುಳು","level":"L","location":"India, Map 8","area":"Karnataka, South Kanara (Dakshina Kannada) and Udipi districts; Kerala, Kasargod District; scattered in other states in India.","country_id":"IN","latitude":12.81143,"longitude":75.26509,"population":1850000,"status_id":"5"}}