{"id":"Turkish-1819-New-Testament-Kitab-al-Ahd-al-Jadid-al-mansub-ila-Rabbina-Isa-al-Masih","abbr":"TUR1819","title":"Turkish (1819) New Testament","title_vernacular":"Kitab al- Ahd al-Jadid al-mansub ila Rabbina Isa al-Masih","description":"Turkish (1819) New Testament N.T. Turkish. Ali Ufki. 1819. [title-page in Turkish in Arabic characters, transliterated as] Kitab el-ahd el-cedid [i.e., New Testament]. [Paris: British and Foreign Bible Society]. Darlow and Moule report that this is “apparently the earliest Arabo-Turkish edition” of the New Testament, and North and Nida corroborate that, having found no earlier printing. “The earliest translation of the scriptures into Osmanli was made in the 17th century [in Constantinople] by Albertus Bobovius (Bobowsky), a Pole by birth. . . . Publicly embracing the Moslem faith, he received the name of Ali Bey. . . . [He] translated the entire Christian Scriptures [in manuscript] into Osmanli [i.e., Ottoman Turkish]. . . . In 1814 the B.F.B.S. obtained the loan of this MS. from the University of Leyden” (Darlow \u0026 Moule). Editing began in 1815 and printing in 1817, but the death of the editor, Jean Daniel Kieffer, in April 1817 delayed publication until 1819.","collections":"historic","ref":"https://www.prbm.com/interest/gm-bibles2.php","filesize":"270","iso":"tur","year":1819,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"TUR1819_DBS_HS/Turkish-(1819)-New-Testament-(Kitab-al-Ahd-al-Jadid-al-mansub-ila-Rabbina-Isa-al-Masih)","language":{"iso":"tur","glotto_id":"nucl1301","iso1":"tr","name":"Turkish","autonym":"Türkçe","level":"L","location":"Cyprus","area":"Widespread in Turkey as L1 or L2. Also in Australia, Austria, Azerbaijan, Belgium, Bosnia and Herzegovina, Bulgaria, Canada, Cyprus, Denmark, Egypt, El Salvador, Finland, France, Georgia, Germany, Greece, Honduras, Iran, Iraq, Israel, Kazakhstan, Kyrgyzstan, Macedonia, Netherlands, Romania, Russian Federation (Asia), Serbia, Sweden, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United Kingdom, United States, Uzbekistan.","country_id":"TR","latitude":39.866667,"longitude":32.866667,"population":79400000,"status_id":"1"}}