{"id":"Turkish-1665-Ali-Beyin-el-Yzmasi","abbr":"TUROLD","title":"Turkish Ali Beyin el Yzmasi Bible","title_vernacular":"Türkçe Ali Bey'in El Yazması Kitabı Mukaddes","description":"Turkish Ali Beyin el Yzmasi Bible Turkish (Türkçe, Türk dili), also referred to as Turkish of Turkey (Türkiye Türkçesi), is the most widely spoken of the Turkic languages, with around 80 to 90 million speakers. It is the national language of Turkey and Northern Cyprus. Significant smaller groups of Turkish speakers also exist in Iraq, Syria, Germany, Austria, Bulgaria, North Macedonia, Greece, the Caucasus, and other parts of Europe and Central Asia. Cyprus has requested the European Union to add Turkish as an official language, even though Turkey is not a member state. Turkish is the 13th most spoken language in the world.\u003cbr\u003e\u003cbr\u003eArabic Character unless noted: 1782 Psalms (Greek character) Venice Translated by Seraphim, Metropolitan ofCaramania.; 1800 Psalms (Armenian character) Constantinople An Armenian liturgical Psalter, with accompanying Turkish text.; 1819 New Testament BFBS, Paris Translated during the mid- 17th century by Ali Bey, a Pole by birth, who had been kidnapped and sold as a slave in Constantinople. Growing up in the Sultan s seraglio, he developed a linguistic skill that made him the personal translator of the Sultan. At the request of the Dutch Ambassador to Constantinople, Ali Bey made a complete translation of the Bible. His manuscript served as the basis for this edition of the N. T.; 1819 New Testament (Armenian character) Russian BS, St. Petersburg Translated by an Armenian named Khojentz.; 1826 New Testament (Greek character) BFBS, Istanbul The Ali Bey version, transliterated by a Greek schoolmaster named Theoctistus. In 1827 his revision of Seraphim’s Psalter was published by the BFBS.; 1827 Bible BFBS, Paris The Ali Bey text, revised by J. D. Kieffer.; 1831 New Testament (Armenian character) BFBS, Malta; 1842 Old Testament (Armenian character) ABS, Smyrna Translated by William Goodell, American Board of Commissioners for Foreign Missions. The ABS published a revision in 1856-1857. It was often reprinted.; 1838 Bible (Greek character) BFBS, Athens A revision of the Kieffer text by H. D. Leeves and Christo Nicolaides. A further revision by Constantinidu Philadelphus was published in 1856, BFBS, Istanbul.; 1852 Genesis Psalms; 1853 New Testament BFBS, London A revision ofthe BFBS text by TurahiEffcndi.; 1862 Gospels Acts; 1866 New Testament; 1868 Psalms ABS, BFBS, Istanbul Translated by William G. Schaufflcr.; 1866 Psalms (Greek character); 1869 Bible (Greek character) BFBS, Istanbul A revision ofthe BFBS text by Elias Riggs, ABCFM.; 1871 Luke ABCFM, Istanbul; 1873 New Testament (Armenian character) ABS, Istanbul Translated by A. T. Pratt, ABCFM, assisted by Avedis Constantian.; 1874 Gospels 1875 New Testament; 1876 Psalms 1878 Bible; 1880 Bible (Armenian character) ABS, BFB S, Istanbul A revision of the Bible Society text by a committee, including G. F. Herrick, Elias Rigga, W. G. Schauffler, R. H. Weakley, and Avedis Constantian.; 1884 Bible (Greek character) BFBS, Istanbul Translated by G. Casakos and Avedis Asadourian.; 1885 Bible; 1888 Bible (Armenian character) ABS, BFBS, Istanbul A further committee revision, prepared by an expanded group which included H. O. Dwight and Edward Riggs.; 1905 Bible (Greek character) BFBS, Istanbul A transliteration of the 1885 committee version, prepared by G. F. Herrick.\u003cbr\u003e\u003cbr\u003eRoman Character; 1928 Proverbs BFBS, ABS, Istanbul A transliteration of the 1885 text, published with Arabic character (bi-script), just before the law forbidding printing in Arabic went into effect.; 1930-1931 Gospels Acts; 1932 Psalms; 1933 New Testament Genesis; 1941 Bible BFBS, ABS, Istanbul A revision prepared in Roman character by Frederick W. MacCallum and several Turkish scholars.; 1959 Gospels Acts Padua Translated by Fr. Wendel.; 1967 John (with German); 1968 John (with English) Printed privately, Vienna and Frankfurt Translated into colloquial Turkish by Thomas Cosmades.","collections":"historic","ref":"","filesize":"525","iso":"tur","year":1665,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"TUROLD_DBS_HS/Turkish-(1665)-Ali-Beyin-el-Yzmasi","language":{"iso":"tur","glotto_id":"nucl1301","iso1":"tr","name":"Turkish","autonym":"Türkçe","level":"L","location":"Cyprus","area":"Widespread in Turkey as L1 or L2. Also in Australia, Austria, Azerbaijan, Belgium, Bosnia and Herzegovina, Bulgaria, Canada, Cyprus, Denmark, Egypt, El Salvador, Finland, France, Georgia, Germany, Greece, Honduras, Iran, Iraq, Israel, Kazakhstan, Kyrgyzstan, Macedonia, Netherlands, Romania, Russian Federation (Asia), Serbia, Sweden, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United Kingdom, United States, Uzbekistan.","country_id":"TR","latitude":39.866667,"longitude":32.866667,"population":79400000,"status_id":"1"}}