{"id":"Urdu-1943-Bible-Kitab-Muqaddas-Yaani-Purana-Aur-Naya-Auhad-Naama","abbr":"URDB43","title":"Urdu (1943) Bible","title_vernacular":"اردو (1943) بائبل","description":"Urdu (1943) Bible Urdu is an Indo-Aryan language spoken chiefly in South Asia. It is the national language and lingua franca of Pakistan, where it is also an official language alongside English. In India, Urdu is an Eighth Schedule language whose status and cultural heritage are recognized by the Constitution of India; it also has official status in several Indian states. In Nepal, Urdu is a registered regional dialect.\u003cbr\u003e\u003cbr\u003eThe Urdu language has been described as a Persianised register of the Hindustani language; Urdu and Hindi share a common Sanskrit- and Prakrit-derived vocabulary base, phonology, syntax, and grammar, making them mutually intelligible during colloquial communication. While formal Urdu draws literary, political, and technical vocabulary from Persian, formal Hindi draws these aspects from Sanskrit; consequently, the two languages' mutual intelligibility effectively decreases as the factor of formality increases.\u003cbr\u003e\u003cbr\u003eArabic Script unless noted: 1805 Gospels (Devanagari character) Hindoostanee Press, Calcutta Translated by Mirza Fitrut and William Hunter of the College of Fort William. Hunter’s use of Arabic and Persian loan words to produce a version acceptable to Muslim scholars, and the wide audience reached by this and other works by the Fort William scholars, led to the allegation that literary Hindi and Urdu were ‘invented by the Fort William crowd'; 1814 New Testament Serampore MP [BFBS]; 1817 New Testament (Devanagari character) Hindoostanee Press, Calcutta Translated by Henry Martyn, with the aid of Mirza Fitrut. It still serves as the basis of the Urdu N.T.; 1822 Pentateuch Calcutta Auxiliary BS, Serampore; 1825-1826 Isaiah Proverbs Not published Translated by Mirza Fitrut, and revised by Thomas Thomason and Daniel Corrie; 1828 Genesis (Devanagari character) Church MP, Calcutta Translated by W. Bowley, Church MS; 1829 New Testament (revised); 1829 Genesis-2 Kings Calcutta Auxiliary BS, Serampore Revised and expanded by W. H. Mill, T. Thomason, D. Carrie, and others; 1836 Matthew (Roman character) Baptist MP, Calcutta The Martyn version, transliterated by J. Thomas, Baptist; 1837 Gospels Acts (English and Urdu, Roman character) Church MP, Calcutta A mixed text, including Martyn’s version of Matthew, a revision of Mark and John by W. Bowley, and of Luke and Acts by the Benares Translation Committee; 1839 New Testament Baptist MS, American \u0026 Foreign BS, Calcutta Translated by William Yates, BMS; 1841 New Testament (Roman character) Calcutta Auxiliary BS Translated by J. Haberlin, Secretary of the Calcutta Auxiliary BS; 1842 New Testament Calcutta Auxiliary BS The Benares Committee version, prepared by R. C. Mather and J. C. A. Dannenberg, London MS, W. Smith, C. B. Leupolt, K. G. Pfander, and F. E. Schneider, CMS. A slight revision appeared in 1845; 1842 New Testament (Roman character) BFBS, London Translated by W. Buyers andJ. A. Shurman, LMS; 1842 Psalms Calcutta Auxiliary BS Translated by J. Thomason; 1842 Genesis-Esther 1843 Job-Malachi; 1843 Bible (Roman character) Calcutta Auxiliary BS The Benares version, prepared by the Benares Committee who revised their N. T. for the 1843 Bible; 1849 Bible Baptist MP, Calcutta Translated by W. Yates; 1860 New Testament BFBS, London A revision, prepared by C. T. Hoernle, LMS; 1863 Psalms Allahabad MP Translated byJoseph Owen, American Presbyterian Mission; 1864 New Testament Printed privately, Patna Translated by Fr. A. Hartmann, who refers to an earlier Roman Catholic version translated by Antonio Pezzoni, which was never published; 1870 Bible; 1870 Bible (Roman character) North India Auxiliary BS, Mirsapore A revision by R. C. Mather, based on Hoernle’s text. A slightly revised text in Arabic character, prepared by H. U. Weitbrecht, CMS, was published by the BFBS in 1887; 1890 John (with Greek and Persian) Panjab Auxiliary BS, Allahabad Translated by W. St. C. Tisdall, CMS; 1900 New Testament Panjab Auxiliary BS, Lahore; 1900 New Testament (Roman character) BFBS, London A revision prepared,","collections":"historic","ref":"","filesize":"1","iso":"urd","year":1943,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"URDB43_DBS_HS/Urdu-(1943)-Bible-(Kitab-Muqaddas-Yaani-Purana-Aur-Naya-Auhad-Naama)","language":{"iso":"urd","glotto_id":"urdu1245","iso1":"ur","name":"Urdu","autonym":"اُردُو","level":"L","location":"Bangladesh","area":"Widespread. Also in Afghanistan, Bahrain, Bangladesh, Botswana, Canada, Fiji, Germany, Guyana, India, Malawi, Mauritius, Nepal, Norway, Oman, Qatar, Saudi Arabia, South Africa, Thailand, United Arab Emirates, United Kingdom, United States, Zambia.","country_id":"PK","latitude":25,"longitude":67,"population":68600000,"status_id":"1"}}