{"id":"Urdu-1860-New-Testament","abbr":"URDOLD","title":"Urdu (1860) New Testament","title_vernacular":"اردو (1860) نیا عہد نامہ","description":"The Urdu (1860) New Testament marked a significant development in the translation of Christian scriptures into Urdu, a language spoken across South Asia. This edition was a revision prepared by C. T. Hoernle of the London Missionary Society (LMS) and published by the British and Foreign Bible Society (BFBS) in London. This effort was part of a broader initiative to make the Bible accessible to Urdu speakers, reflecting the complex linguistic and cultural landscape of the region. Urdu, known for its blend of Sanskrit, Prakrit, Arabic, and Persian influences, serves as a lingua franca in Pakistan and has a substantial presence in India and Nepal. The translation initiatives of the 19th century, such as this 1860 New Testament, played a crucial role in the religious and linguistic history of South Asia, facilitating the spread of Christianity and contributing to the development of Urdu as a literary language. These translations were instrumental in bridging the gap between formal religious texts and the colloquial understanding of the masses, thereby expanding the reach and impact of biblical teachings in the region.","collections":"historic","ref":"","filesize":"159","iso":"urd","year":1860,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"Google","archive_id":"URDOLD_DBS_HS/Urdu-(1860)-New-Testament","language":{"iso":"urd","glotto_id":"urdu1245","iso1":"ur","name":"Urdu","autonym":"اُردُو","level":"L","location":"Bangladesh","area":"Widespread. Also in Afghanistan, Bahrain, Bangladesh, Botswana, Canada, Fiji, Germany, Guyana, India, Malawi, Mauritius, Nepal, Norway, Oman, Qatar, Saudi Arabia, South Africa, Thailand, United Arab Emirates, United Kingdom, United States, Zambia.","country_id":"PK","latitude":25,"longitude":67,"population":68600000,"status_id":"1"}}