{"id":"Urdu-1855-Psalms-Zabur-aur-git","abbr":"URDOLD","title":"Urdu (1855) Psalms (Zabúr aur gít)","title_vernacular":"اردو (1855) زبور اور گیت","description":"The Urdu (1855) Psalms, also known as \"Zabúr aur gít,\" represents a pivotal moment in the translation of biblical scriptures into Urdu, an Indo-Aryan language spoken across South Asia. As the national language of Pakistan and an officially recognized language in India and Nepal, Urdu's rich lexicon and syntactic structure derive from both Sanskrit and Prakrit, alongside a significant incorporation of Arabic and Persian loanwords, reflecting its historical evolution under various cultural and linguistic influences. This period saw active translation efforts to make the scriptures accessible to the Urdu-speaking population, contributing to the broader linguistic and cultural integration of the Urdu language in religious studies. The translation efforts led by figures such as Mirza Fitrut, William Hunter, and Henry Martyn among others, not only facilitated the dissemination of Christian scriptures in the region but also played a crucial role in the development of Urdu as a literary and formal language, blending its inherent Sanskrit-based structure with the Perso-Arabic script. The publication of the Psalms in Urdu during the mid-19th century underscores the dynamic interplay between language, religion, and cultural identity in South Asia, marking a significant chapter in the history of biblical translation and linguistic adaptation.","collections":"historic","ref":"","filesize":"28","iso":"urd","year":1855,"type":"scan","provider":"The Presbyterian Mission Press","org_id":"","digitizer":"Internet Archive","archive_id":"URDOLD_DBS_HS/Urdu-(1855)-Psalms-(Zabur-aur-git)","language":{"iso":"urd","glotto_id":"urdu1245","iso1":"ur","name":"Urdu","autonym":"اُردُو","level":"L","location":"Bangladesh","area":"Widespread. Also in Afghanistan, Bahrain, Bangladesh, Botswana, Canada, Fiji, Germany, Guyana, India, Malawi, Mauritius, Nepal, Norway, Oman, Qatar, Saudi Arabia, South Africa, Thailand, United Arab Emirates, United Kingdom, United States, Zambia.","country_id":"PK","latitude":25,"longitude":67,"population":68600000,"status_id":"1"}}