{"id":"Vikanera-1820-New-Testament","abbr":"GUJGOV","title":"Vikanera (William Carrey) New Testament","title_vernacular":"Vikanera (William Carey) - New Testament","description":"The Gujarati (Vikanera) New Testament was first published in 1821; 1823 Old Testament; 1832 New Testament(revised) Bombay Auxiliary BS Translated by IV. Skinner and W. and Alexander Fyvie, London MS, and John Taylor.\u003cbr\u003e\u003cbr\u003eGujarati is an Indo-Aryan language native to the Indian state of Gujarat and spoken predominantly by the Gujarati people. Gujarati is part of the greater Indo-European language family. Gujarati is descended from Old Gujarati (c.1100–1500 CE). In India, it is the official language in the state of Gujarat, as well as an official language in the union territory of Dadra and Nagar Haveli and Daman and Diu. As of 2011, Gujarati is the 6th most widely spoken language in India by a number of native speakers, spoken by 55.5 million speakers which amount to about 4.5% of the total Indian population. It is the 26th most widely spoken language in the world by a number of native speakers as of 2007.\u003cbr\u003e\u003cbr\u003eThe Gujarati language is more than 1,000 years old and is spoken by more than 55 million people worldwide. Outside of Gujarat, Gujarati is spoken in many other parts of South Asia by Gujarati migrants, especially in Mumbai and Pakistan (mainly in Karachi). Gujarati is also widely spoken in many countries outside South Asia by the Gujarati diaspora.","collections":"historic","ref":"","filesize":"110","iso":"guj","year":1820,"type":"scan","provider":"The Mission Press","org_id":"","digitizer":"Google","archive_id":"GUJGOV_DBS_HS/Vikanera-(1820)-New-Testament","language":{"iso":"guj","glotto_id":"guja1252","iso1":"gu","name":"Gujarati","autonym":"ગુજરાતી","level":"L","location":"India: Index Map","area":"Gujarat; Maharashtra; Rajasthan; Karnataka; Madhya Pradesh. Also in Bangladesh, Botswana, Canada, Fiji, Kenya, Malawi, Mauritius, Mozambique, Oman, Pakistan, Réunion, Singapore, South Africa, Tanzania, Uganda, United Kingdom, United States, Zambia, Zimbabwe.","country_id":"IN","latitude":22.687012,"longitude":71.096191,"population":56400000,"status_id":"2"}}