{"id":"Welsh-1988-Genesis-Portion","abbr":"CYMRNWB","title":"Welsh (1988) Genesis Portion","title_vernacular":"Cymraeg (1988) Rhan o Genesis","description":"Welsh (Cymraeg or y Gymraeg) is a Celtic language of the Brittonic subgroup that is native to the Welsh people. Welsh is spoken natively in Wales, by some in England, and in Y Wladfa (the Welsh colony in Chubut Province, Argentina). Historically, it has also been known in English as \"British\", \"Cambrian\", \"Cambric\" and \"Cymric\".\u003cbr\u003e\u003cbr\u003e1567 Psalms New Testament H. Denham, London Translated by William Salesbury, Richard Davies, and Thomas Huet. As early as 1551 the Psalter appeared in a Prayer Book, with Liturgical Selections by the same translators. Published by R. Crowley, London.;  1588 Bible C. Barker, London Translated by William Morgan, a Welsh Bishop.;  1620 Bible B. Norton, London A revision of the 1588 Bible, by Richard Parry, Bishop of St. Asaph, with the assistance of John Davies. This is the first Welsh Bible published after the appearance in 1611 of the King James Version, to which the revision conformed. This edition has served as the standard Welsh Bible for more than 350 years. It was published in Roman type in 1630 by R. Barker, London; previously all Welsh Scriptures had been in black letter. First printed in Wales, 1770, J. Ross, Carmarthen; first BFBS printing, N.T., 1806; Bible, 1807; first ABS printing, N.T. 1834; Bible, 1838.;  1842 New Testament Simpkin, Marshall \u0026 Co., London Translated by John Williams (Philologus), a Welsh Baptist.;  1853 Isaiah 1854-1855 Job-Proverbs W. Morris, Holywell;  1894 New Testament Bangor Translated by Thomas Briscow, an Oxford don.;  1882 New Testament Denbigh Translated byJohn O.Jones.;  1908 Bible BFBS, Oxford A revision according to the ERV (1881-1883), edited by Cynddylan Jones and D. C. Edwards.;  1936 New Testament BFBS, London An orthographic revision, prepared by Henry Lewis and others.","collections":"genesis","ref":"","filesize":"149","iso":"cym","year":1988,"type":"genesis","provider":"","org_id":"","digitizer":"The Long Now Foundation","archive_id":"CYMRNWB_DBS_HS/Welsh-(1988)-Genesis-Portion","language":{"iso":"cym","glotto_id":"wels1247","iso1":"cy","name":"Welsh","autonym":"Cymraeg","level":"L","location":"Ireland and United Kingdom","area":"North, west, south Wales. Also in Argentina, Canada, United States.","country_id":"GB","latitude":52,"longitude":-4,"population":573050,"status_id":"2"}}