{"id":"Xhosa-1886-Bible-Incwadi-Yezibalo","abbr":"XHOOLD","title":"Xhosa (1886) Bible","title_vernacular":"Inncwadi Yezibalo Ezingcwele - e Zetestamente Endala ne Zetestamente Entsha","description":"Xhosa, also isiXhosa as an endonym, is a Nguni language and one of the official languages of South Africa and Zimbabwe. Xhosa is spoken as a first language by approximately 8.2 million people and by another 11 million as a second language in South Africa, mostly in Eastern Cape, Western Cape, Northern Cape, and Gauteng. It has perhaps the heaviest functional load of click consonants in a Bantu language (approximately tied with Yeyi), with one count finding that 10% of basic vocabulary items contained a click.\u003cbr\u003e\u003cbr\u003e1833 Luke;  1834 Isaiah;  1835 Joel;  1836 Matthew Mark John Wesleyan MS Press, Grahamstown Translated by missionaries of the WMS, including William B. Boyce, William Shaw, W.J. Shrewsbury, and Richard Haddy.;  1837 Mark Printed privately. Cape Town Translated byJohn Bennie, Free Church ofScotland Mission.;  1837 Luke (revised) James 1-3 John Jude;  1838 Acts Romans WMS, Grahamstown;  1840 Proverbs WMS, Fort Peddie;  1841 Psalms Ephesians—Colossians WMS, Grahamstown;  1841 1,2 Thessalonians 1 Timothy Printed privately, ‘E-Hrini’;  1842 Matthew Mark 1845 Luke Acts (revised) WMS, Fort Peddie;  1846 New Testament 1850-1855 Joshua Ruth 1-2 Chronicles Ezra-Psalms Ecclesiastes Song of Solomon Lamentations Hosea-Malachi WMS, Newton Dale;  1857-1859 Old Testament (in 4 parts) WMS, Mount Coke Translated and revised, over the years, by missionaries of the WMS, including Joseph C. Warner, John Ayliff, Henry H. Dugmore, William J. Davis, Jakob L. Diihne, J. Stewart Thomas, and J. W. Appleyard.;  1864 Bible BFBS, London A revision prepared by J. W. Appleyard, WMS.;  1870 Matthew;  1872 Acts Mount Coke;  1874 Genesis Lovedale;  1875 New Testament BFBS, Mount Coke;  1879 Bible;  1889 Bible (further revised) BFBS, London A revision prepared by a Board ofRevisers, including J. W. Appleyard, H. R. Woodruffe, and Charles Brownlee, London MS, B. Ross, United Presbyterian Church of Scotland Mission, A. Kropf and H. Meyer, Moravian Mission.;  1893 Matthew Printed privately, King William’s Town Translated by a group of Xhosa Christians.;  1902 Bible BFBS, London An edition of the 1864 Bible, with revised orthography.;  1903 New Testament 1906 Bible BFBS, London A further revision, prepared by a committee, on the basis of the 1880 Bible.;  1927 Bible BFBS, London A new translation prepared by a committee, including M. H. Wilson, Walter Rubusana, I. H. Soga, B. J. Ross, C. Koti, and Y. Mlmli, United Free Church Mission, D. D.Jabavu and A. J. Cook, WMS, and Cyril J. Wyche, Society for the Propagation of the Gospel.;  1934 Mark 1936 New Testament BFBS, Cape Town;  1942 Bible BFBS, London Transliterated into new orthography by W. G. Bennie.;  1959 Luke Acts;  1960 John BFBS, Cape Town;  1962 Bible BFBS, London A transliteration into new standard orthography by Bennett B. Mdledle.;  1968 New Testament BS of South Africa, Cape Town A revision prepared by J. C. Oosthuysen.","collections":"historic","ref":"","filesize":"224","iso":"xho","year":1886,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"XHOOLD_DBS_HS/Xhosa-(1886)-Bible-(Incwadi-Yezibalo)","language":{"iso":"xho","glotto_id":"xhos1239","iso1":"xh","name":"Xhosa","autonym":"isiXhosa","level":"L","location":"Lesotho, South Africa and Swaziland","area":"Southwest Cape Province and Transkei. Also in Botswana, Lesotho.","country_id":"ZA","latitude":-31.03886,"longitude":28.07686,"population":8183300,"status_id":"1"}}