{"id":"Yao-1907-New-Testament","abbr":"YAOBFBS","title":"Yao (1907) New Testament","title_vernacular":"Yao (1907) Lilangano Lya Sya","description":"Yao is a Bantu language in Africa with approximately two million speakers in Malawi, and half a million each in Tanzania and Mozambique. There are also some speakers in Zambia. In Malawi, the main dialect is Mangochi, mostly spoken around Lake Malawi. In Mozambique, the main dialects are Makale and Massaninga. The language has also gone by several other names in English, including chiYao or ciYao (the prefixed form), Achawa, Adsawa, Adsoa, Ajawa, Ayawa, Ayo, Ayao, Djao, Haiao, Hiao, Hyao, Jao, Veiao, and waJao. In Malawi, most Yao speakers live in the Southern Region near the southeast tip of Lake Malawi and bordering Mozambique to the east. In Mozambique, most speakers live in Niassa Province from the eastern shore of Lake Malawi (Lago Niassa) to the Lugenda River up to where it meets the Rovuma River. In Tanzania, most speakers live in the south-central, Mtwara Region, Masasi district, and in the Ruvuma Region, Tunduru district, east of Lake Malawi along the Mozambican border.\u003cbr\u003e\u003cbr\u003e1880 Matthew BFBS, London Translated by Chauncey Maples, Universities’ Mission to Central Africa.;  1889 Matthew—Acts 1891 Romans 1, 2 Corinthians;  1894 Galatians-James;  1898 1 Peter-Revelation;  1902 Gospels Acts (revised);  1907 New Testament (revised) BFBS, London Translated by A. Hetherwick, Church of Scotland Mission.;  1906 Genesis;  1912 Psalms UMCA, Likoma Translated by Yao Christians, and revised by W. B. Suter; liturgical portions by the same translators were published atLikoma in 1902.;  1913 -1920 Old Testament (in parts) BFBS, Likoma Translated by missionaries of the UMCA, including C. H. Ker, Norah L. Mann, Mary Cornish, Katharine H. Nixon Smith, Christopher B. Eyre, A. G. H. Sargent, R. A. Russell, Y. Abdallah, and G. H. Wilson.;  1927 Matthew;  1932 Mark Acts;  1933 Genesis Exodus;  1934 Luke John;  1935 Matthew (new translation) Romans 1 Corinthians 1-3 John Jude;  1952 New Testament BFBS, London Newly translated by E. A. How, G. H. Wilson, T. Hannay, K. H. Nixon Smith, UMCA, assisted by Barnaba Hatnisi, Josia Mtekateka, and John Rashidi, in a usage intended to accommodate all Yao speakers.","collections":"historic","ref":"","filesize":"10","iso":"yao","year":1907,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"Google","archive_id":"YAOBFBS_DBS_HS/Yao-(1907)-New-Testament","language":{"iso":"yao","glotto_id":"yaoo1241","name":"Yao","autonym":"chiYao","level":"L","location":"Malawi","area":"Southeast tip of Lake Malawi area, bordering Mozambique. Also in Mozambique, Tanzania, Zambia.","country_id":"MW","latitude":-13.61187,"longitude":35.238703,"population":3728000,"status_id":"5"}}