{"id":"Yiddish-1912-New-Testament-Sifre-ha-beris-ha-adosheh","abbr":"YIDOLD","title":"Yiddish (1912) New Testament","title_vernacular":"Sifre ha-beris ha-adosheh","description":"Yiddish (Yidish-Taytsh) is a West Germanic language historically spoken by Ashkenazi Jews. It originated during the 9th century in Central Europe, providing the nascent Ashkenazi community with a vernacular based on High German fused with many elements taken from Hebrew (notably Mishnaic) and to some extent Aramaic. Most varieties of Yiddish include elements of Slavic languages and the vocabulary contains traces of Romance languages. Yiddish is primarily written in the Hebrew alphabet.\u003cbr\u003e\u003cbr\u003e 1544 Pentateuch Constance Translated by Michael Adam, a Christian Jew of Zurich. Several other early versions of the Pentateuch were also published;  1545 Psalms Venice Translated by Elijah Levita;  1676-1678 Old Testament Veibsch \u0026 Blaeu, Amsterdam The first O.T. in Yiddish, translated by Jokuthiel ben Isaac Blitz, with some assistance from Meir Stern and Shahlai ben Joseph, a celebrated Rabbinic scholar;  1679 Old Testament J. Athias, Amsterdam Translated by Joseph J. ben Aaron Alexander, and revised by Meir Stem;  1821 New Testament London Jews Society Translated into the Polish Yiddish usage by Benjamin N. Solomo.;  1826-1836 Old Testament Karlsruhe Translated by Asher benJoseph;  1829 Pentateuch Isaiah;  1834 Psalms London Translated into Polish Yiddish for the LJS by A. McCaul of Warsaw;  1872-1878 New Testament (in parts) BFBS, London Translated for the BFBS by P. I. Hershon, into the Galician usage. Often reprinted. A revision appeared in 1902 in Berlin, prepared by J. Rabinowitz, W. I. Nelson, and Joseph Lerner, in an attempt to combine the Lithuanian, Bessarabian, and Galician usages;  1887 Psalms BFBS, Vienna Translated by Isaac I. Kahan, into the Lithuanian Yiddish usage;  1889 Matthew;  1891 Hebrews;  1895 New Testament Trinitarian BS, London Translated byJ. A. Adler for the TBS;  1891-1901 Genesis-2 Kings Isaiah Jeremiah BFBS, London Translated by J. Lichtenstein;  1893 Pentateuch;  1898 Old Testament BFBS, London Translated by Mordecai Samuel Bergmann. In 1904 a revision of the O. T. was published;  1900 Old Testament TBS, London Translated by G. H. Handler and S. Mandelkern, completing the TBS version.;  1904 Matthew;  1912 New Testament;  1927 Old Testament BFBS, London A revision of the BFBS text by A. Bernstein, A. S. Geden, M. S. Bergmann, S. H. Wilkinson, and R. Kilgour;  1926-1936 Old Testament Hebrew Publishing Co., New York Translated by F. Bloomgarden;  1929-1933 Mark John James Hebrews The Mediator, Baltimore;  1941 New Testament American Board of Missions to Jews, Brooklyn, N.Y. Translated by Henry Einspruch;  1939 Matthew Hebrews Scripture Gift Mission, London;  1950 New Testament Million Testaments, Philadelphia Translated by a missionary, A. Krolenbaum, into modern Yiddish.","collections":"historic","ref":"","filesize":"35","iso":"yid","year":1912,"type":"scan","provider":"The British and Foreign Bible Society","org_id":"british-and-foreign-bible-society","digitizer":"","archive_id":"YIDOLD_DBS_HS/Yiddish-(1912)-New-Testament-(Sifre-ha-beris-ha-adosheh)","language":{"iso":"yid","glotto_id":"yid","iso1":"yi","name":"Yiddish","autonym":"יודישע","level":"L","country_id":"IL"}}