{"id":"Yoruba-1959-Genesis-Portion","abbr":"YORUBS","title":"Yoruba (1959) Genesis Portion","title_vernacular":"Yorùbá (1959) Apá Genesisi","description":"Yoruba is a language spoken in West Africa, primarily in Southwestern and Central Nigeria. It is spoken by the ethnic Yoruba people. The number of Yoruba speakers is roughly 45 million, plus about 2 million second-language speakers.[2] As a pluricentric language, it is primarily spoken in a dialectal area spanning Nigeria and Benin with smaller migrated communities in Côte d'Ivoire, Sierra Leone and The Gambia.\u003cbr\u003e\u003cbr\u003e1850 Romans;  1851 Luke Acts James 1,2 Peter Church MS, London;  1853 Genesis Matthew;  1854 Exodus Psalms;  1856 Proverbs Ecclesiastes Luke Acts Romans James 1, 2 Peter (revised) BFBS, London Translated and revised by Samuel A. Crowther.;  1857 John;  1859 Daniel Mark;  1861 John (revised);  1861-1862 1 Corinthians-Hebrews 1 John-Revelation BFBS, London Translated and revised by Thomas King, a Yoruba Christian, and S. A. Crowther.;  1865 New Testament (revised) BFBS, London A revision of the Crowther and King text, prepared by Charles A. Gollmar, CMS. It was further edited and corrected in BFBS editions of 1871, by C. A. Gollmar; and 1879, by David Hinderer.;  1867 Genesis-Ruth;  1884 1 Samuel-Malachi BFBS, London Translated by a committee of African Christians and missionary advisers, formed to assist Samuel Crowther with the translation of the O. T. Tentative editions of several O. T. Books were issued during;  1878-1883. After 1880 Adolphus Mann, CMS, became a chief translator.;  1887-1890 Bible (revised) BFBS, London A revision prepared under the supervision of Nathaniel Johnson, a Yoruba pastor, and J. B. Wood, CMS.;  1920 Matthew;  1930 Bible (N.T. revised) BFBS, London A revision prepared by a committee of Yorubas, including N. Johnson, I. Oluwole, J. A. Cole, A. W. Howells, T. A.J. Ogunbiyi, H. V. E. Johnson, C. E. O. Doherty, S. M. Abiodun, andJ. A. Leigh.;  1957 New Testament BFBS, London A corrected edition prepared by S. Kale and a committee. An edition with further corrections, prepared by John Hargreaves, CMS, and a committee, was published by the BFBS in 1959.;  1960 Genesis CMS Bookshop, Lagos Revised by the Yoruba Bible Revision Committee, under the supervision of S. C. Phillips and P. V. Adebiyi. A translation of Matthew by Roman Catholics is mentioned, but whether it was published is not known.","collections":"genesis","ref":"","filesize":"362","iso":"yor","year":1959,"type":"genesis","provider":"","org_id":"","digitizer":"The Long Now Foundation","archive_id":"YORUBS_DBS_HS/Yoruba-(1959)-Genesis-Portion","language":{"iso":"yor","glotto_id":"yoru1245","iso1":"yo","name":"Yoruba","autonym":"Èdè Yorùbá","level":"L","location":"Nigeria, Map 1","area":"Most of Oyo, Ogun, Ondo, Osun, Kwara, and Lagos states; Kogi state, west LGAs. Also in Benin, Sierra Leone, Togo, United Kingdom, United States.","country_id":"NG","latitude":7.153455,"longitude":3.672245,"population":37800000,"status_id":"2"}}