{"id":"Yue-1997-Genesis-Portion-New-Cantonese-Bible","abbr":"YUEHKBS","title":"Yue (1997) Genesis Portion","title_vernacular":"Yue (1997) 創世記部分","description":"Yue is a group of similar Sinitic languages spoken in Southern China, particularly in Liangguang (the Guangdong and Guangxi provinces).\u003cbr\u003e\u003cbr\u003eThe name Cantonese is often used for the whole group, but linguists prefer to reserve that name for the variety used in Guangzhou (Canton), Wuzhou (Ngchow), Hong Kong and Macau, which is the prestige dialect. Taishanese, from the coastal area of Jiangmen (Kongmoon) located southwest of Guangzhou, was the language of most of the 19th-century emigrants from Guangdong to Southeast Asia and North America. Most later migrants have been speakers of Cantonese.\u003cbr\u003e\u003cbr\u003eYue varieties are not mutually intelligible with other varieties of Chinese. They are among the most conservative varieties with regard to the final consonants and tonal categories of Middle Chinese but have lost several distinctions in the initial consonants and medial glides that other Chinese varieties have retained.","collections":"genesis","ref":"","filesize":"273","iso":"yue","year":1997,"type":"genesis","provider":"United Bible Societies","org_id":"united-bible-societies","digitizer":"The Long Now Foundation","archive_id":"YUEHKBS_DBS_HS/Yue-(1997)-Genesis-Portion-(New-Cantonese-Bible)","language":{"iso":"yue","glotto_id":"yuec1235","name":"Yue Chinese","autonym":"Cantonese","level":"L","location":"Southern China","area":"Guangdong (except Hakka speaking areas northeast, Min Nan-speaking areas east, Hainan Island); Guangxi. Hong Kong and Macau. Also in Australia, Brunei, Canada, Costa Rica, Honduras, Indonesia (Java and Bali), Malaysia (Peninsular), Mauritius, Nauru, Netherlands, New Zealand, Panama, Philippines, Singapore, South Africa, Thailand, United Kingdom, United States, Viet Nam.","country_id":"CN","latitude":23,"longitude":113,"population":73100000,"status_id":"2"}}