{"id":"Zulu-1883-New-Testament","abbr":"ZULB93","title":"Zulu (1883) New Testament","title_vernacular":"Zulu (1883) iTestamente Elisha","description":"Zulu, or isiZulu as an endonym, is a Southern Bantu language of the Nguni branch spoken in Southern Africa. It is the language of the Zulu people, with about 12 million native speakers, who primarily inhabit the province of KwaZulu-Natal in South Africa. Zulu is the most widely spoken home language in South Africa (24% of the population), and it is understood by over 50% of its population. It became one of South Africa's 11 official languages in 1994.\u003cbr\u003e\u003cbr\u003e1848 Matthew American Board of Commissioners for Foreign Missions, Pietermaritzburg;  1850 Psalms;  1854 Romans ABCFM, Port Natal;  1856 Mark ABCFM, Pietermaritzburg Translated by missionaries of the ABCFM, including George Champion, J. C. Bryant, and Lewis Grout.;  1857 Gospel Harmony Printed privately, Pietermaritzburg Translated byJ. W. Colenso, Bishop of Nata in this version first appeared in the 1870s. Some O. T. Books were also published.;  1859 Acts ABCFM, Essunduzi;  1863 Genesis ABS, NewYork;  1865 New Testament ABCFM (American Zulu Mission), Natal Translated by missionaries of the ABCFM.;  1866-1867 Gospels Acts Romans Printed privately, Pietermaritzburg Translated by J. L. Dohtie, ABCFM.;  1868-1871 1 Samuel—2 Kings Ezra Proverbs Daniel-Malachi;  1872 New Testament (revised) ABCFM, Natal Translated by missionaries of the ABCFM.;  1871-1872 Psalms Isaiah-Micah Springvale Translated by Henry Callaway, Society for the Propagation of the Gospel.;  1873 Proverbs Ezekiel ABS, NewYork Translated by missionaries of the ABCFM.;  1875-1877 Genesis-Joshua Gospels Church MS Translated by H. Callaway and W. O. Newman, SPG.;  1878 New Testament (revised) American Zulu Mission, Natal;  1881 Song of Solomon Printed privately, Durham;  1882 Psalms Proverbs 1883 Bible ABS, NewYork Translated, over the years, by missionaries of the ABCFM, and further edited for publication by S. C. Pixley.;  1890 New Testament ABS, NewYork Revised by David Rood, ABCFM.;  1917 New Testament ABS, BFBS, NewYork Revised by James D. Taylor, ABCFM.;  1922 New Testament Hermannsburg Mission, Moorleigh Translated by missionaries of the Hermannsburg Evangelical Lutheran Mission.;  1924 Bible ABS, NewYork The Taylor revision.;  1950 Mark John BFBS, Cape Town;  1956 New Testament;  1959 Bible BFBS, London Revised by a committee, under the direction of T. M. Leisegang and, later, O. Sandal. It included J. Astrup, G. Krause, H. Pilter, S. Dahle, M.J. Mpanza, W. Weber, N. C. Haldersen, and others.;  1956 New Testament Mariannhill MP Translated by Fr. Raphael Students. Scripture narratives in translations by Roman Catholics are reported published as early as 1886. In 1890 a ‘School Bible’ was published at Mariannhill. Other Scripture-based materials followed, but no complete Books are reported as translated and published.","collections":"historic","ref":"","filesize":"636","iso":"zul","year":1883,"type":"scan","provider":"","org_id":"","digitizer":"","archive_id":"ZULB93_DBS_HS/Zulu-(1883)-New-Testament","language":{"iso":"zul","glotto_id":"zulu1248","iso1":"zu","name":"Zulu","autonym":"isiZulu","level":"L","location":"Lesotho, South Africa and Swaziland","area":"Zululand and north Natal. Also in Botswana, Lesotho, Malawi, Mozambique, Swaziland.","country_id":"ZA","latitude":-25.330502,"longitude":31.351174,"population":12100000,"status_id":"1"}}