{"id":"annibale-carracci","name":"Annibale Carracci","born":1560,"died":1609,"description":"Annibale Carracci (November 3, 1560 – July 15, 1609), an illustrious Italian painter, etcher, and engraver, was pivotal in the evolution of the Baroque style. Hailing from Bologna and later making a mark in Rome, Annibale, in collaboration with his brothers, skillfully blended northern and southern styles from their hometown. Their aspiration was a revival of the classical monumentality infused with dynamic vigor. The painters nurtured under Annibale's guidance in the Palazzo Farnese gallery would dictate the trajectory of Roman painting for generations.\u003cbr\u003e\u003cbr\u003eBorn into the Carracci clan, young Annibale initially faced familial pressure to take up tailoring. However, with persistent persuasion from his uncle Lodovico, he was allowed to pursue his passion for painting, subsequently being tutored by Lodovico himself. Annibale's quest for artistic knowledge took him to Parma and Venice. It was in Venice that he collaborated with his brother Agostino.\u003cbr\u003e\u003cbr\u003eIn 1589, Annibale, along with his brother and uncle, inaugurated the Academy of the Incamminati or Desiderosi in Bologna. Renowned later as the \"School of the Eclectics\" and the \"School of the Carracci,\" this institution aimed at rejuvenating art.\u003cbr\u003e\u003cbr\u003eHis magnum opus came at the dawn of the 17th century, when Cardinal Odoardo Farnese invited him to embellish the Farnese Palace in Rome. This monumental work solidified Annibale's reputation, making him comparable to legends like Raphael. The revered Poussin commented on the Farnese artworks, praising Annibale for outshining his predecessors. Although his brother Agostino initially assisted him, he departed within a year, leaving behind whispers of sibling rivalry or Annibale's reputed contentious nature.\u003cbr\u003e\u003cbr\u003eDespite being the cornerstone of the Desiderosi, Annibale's landscapes radiated unique allure, even serving as mere backdrops. Breaking norms, he even painted scenes where human figures were mere embellishments. Although Annibale's prowess in painting was undeniable, his etchings and engravings paled in comparison, especially when juxtaposed with Agostino's masterful creations.\u003cbr\u003e\u003cbr\u003eUpon Annibale's death, Antonio, his protegé and nephew, ensured he received a grand send-off at the Pantheon. Among his celebrated works are \"The Three Maries\" housed in Castle Howard, England; \"Holy Family\" in Berlin; \"Portrait of Himself\" in Florence; and \"La Vierge aux Cerises\" in Paris. His most notable engraved piece is the \"Caprarola Christ,\" capturing the poignant moment of Christ in the Virgin's lap.\r","url_wiki":"https://en.wikipedia.org/wiki/Annibale_Carracci","url_wga":"https://www.wga.hu/cgi-bin/search.cgi?author=Annibale+Carracci\u0026title=\u0026comment=\u0026time=any\u0026school=any\u0026form=any\u0026type=any\u0026location=\u0026format=5","nationality":"Italy","artworks":[{"id":"207","author_id":"annibale-carracci","title":"Joseph of Arimathea Buries Jesus","filename":"annibale-carracci-jesus-laid-in-the-sepulcher-mark-15-full.jpg","reference":"MK15_42","keywords":"jesus laid sepulchre mark ","type":"Bible Art","year":1550,"author":{"id":""}},{"id":"214","author_id":"annibale-carracci","title":"The Burial of Jesus","filename":"annibale-carracci-pieta2-matthew-27-full.jpg","reference":"MT27_57","keywords":"pieta matthew ","type":"Bible Art","year":1550,"author":{"id":""}},{"id":"220","author_id":"annibale-carracci","title":"The Last Supper","filename":"annibale-carracci-the-last-supper2-mark-14-full.jpg","reference":"MK14_12","keywords":"last supper mark ","type":"Bible Art","year":1550,"author":{"id":""}},{"id":"223","author_id":"annibale-carracci","title":"I Will Make you Fishers of Men","filename":"annibale-carracci-the-miraculous-draught-fishes2-luke-5-full.jpg","reference":"LK5_1","keywords":"miraculous draught fishes luke ","type":"Bible Art","year":1550,"author":{"id":""}}]}