{"id":"antonio-ciseri","name":"Antonio Ciseri","born":1821,"died":1891,"description":"Antonio Ciseri, an Italian painter of notable distinction, was born in Ronco, Switzerland, and embarked on his artistic journey in Florence in 1833. Under the tutelage of Ernesto Bonaiuti, and later Nicola and Pietro Benvenuti at the Accademia di Belle Arti, Ciseri honed his craft. His formative years were further shaped by Giuseppe Bezzuoli, whose influence was pivotal in Ciseri's early career.\u003cbr\u003e\u003cbr\u003eCiseri's artistic prowess began to emerge in 1839 with his Accademia sketches, namely 'The Death of Lorenzo the Magnificent' and 'Dante in Giotto's Workshop', although these works remain untraced. His talent was formally recognized in 1843 when he won the triennial competition with 'St John's Reproof to Herod and Herodias'. However, it was his 1849 masterpiece, 'Giano della Bella Leaving Florence for Voluntary Exile', housed in Lugano's Fondazione Caccia, that truly established his reputation.\u003cbr\u003e\u003cbr\u003eThe 1850s marked a transformative era in Ciseri's artistic journey, distinguished by several significant church commissions in Switzerland. His works from this period, such as the Pietà (1850-51) for Magadino church and 'St Anthony Abbot' (1859-60) for Ronco parish church, showcased a departure from Bezzuoli's style, leaning towards muted colors and melancholic pathos. This shift was partly influenced by Swiss painter Charles Gleyre. Notably, 'The Martyrdom of the Maccabees' (1852-63; Florence, Santa Felicità) emerged as a monumental work, its final form reflecting the positivist ethos of Italian unification.\u003cbr\u003e\u003cbr\u003eCiseri also excelled as a portraitist, exemplified by his 'Bianchini Family' portrait, displayed at the 1855 Exposition Universelle in Paris. His portraits evolved to exhibit a remarkable objectivity and impassivity over the decade. In 1853, Ciseri occupied a studio formerly used by Ingres, where he established a private painting school. Among his students were Silvestro Lega, Niccolò Cannicci (1846-1906), and Raffaello Sorbi (1844-1931).\u003cbr\u003e\u003cbr\u003eCiseri's religious paintings are celebrated for their Raphaelesque composition and polished surfaces, yet they possess an almost photographic quality. He completed numerous esteemed commissions for churches in Italy and Switzerland, and his portrait works were equally significant. Ciseri's influence extended through his teaching, with pupils like Oreste Costa, Giuseppe Guzzardi, Alcide Segoni, Andrea Landini, Raffaello Sorbi, Niccolò Cannicci, Emanuele Trionfi, Girolamo Nerli, and Egisto Sarri. He passed away in Florence on 8 March 1891, leaving behind a rich legacy in the realms of religious and portrait painting.\r","url_wiki":"https://en.wikipedia.org/wiki/Antonio_Ciseri","url_wga":"https://www.wga.hu/html_m/c/ciseri/","nationality":"Switzerland","artworks":[{"id":"30","author_id":"antonio-ciseri","title":"Christ Before Pilate","filename":"antonio-ciseri-1871-ecco-homo-1-full.jpg","reference":"MK15_1","keywords":"ecco homo  ","type":"Bible Art","year":1871,"author":{"id":""}},{"id":"31","author_id":"antonio-ciseri","title":"The Burial of Jesus","filename":"antonio-ciseri-the-entombment-christ-full.jpg","reference":"MK15_42","keywords":"the entombment christ","type":"Bible Art","year":1871,"author":{"id":""}}]}