{"id":"bernardo-cavallino","name":"Bernardo Cavallino","born":1616,"died":1656,"description":"Bernardo Cavallino, a Neapolitan painter, is recognized as one of the most sensitive and individualistic painters of his era, despite the obscurity surrounding his career. Approximately eighty of his works survive today, yet only one, 'St Cecilia in Ecstasy' (1645, Palazzo Vecchio, Florence), bears a date. Cavallino's oeuvre primarily comprises small-scale religious paintings, featuring exquisitely elegant and refined figures that convey a sense of tender melancholy. This delicate sensitivity starkly contrasts with the robust energy typical of much Neapolitan painting from the same period. Although trained by Massimo Stanzione, Cavallino's style shows a stronger affinity with Van Dyck, whose influence was noticeable in Naples. Cavallino is believed to have perished in the 1656 plague that ravaged Naples.\u003cbr\u003e\u003cbr\u003eBorn in Naples, Cavallino remains an enigmatic figure, with scarce details about his background or training. Of his eighty attributed works, fewer than ten are signed, and he primarily worked through private dealers and collectors, leaving little trace in historical records. His training under Stanzione, friendship with Andrea Vaccaro, and the influence of Anthony van Dyck are noted, yet his style also resonates with the qualities of Caravaggio and Bartolomé Esteban Murillo, blending tenebrism with a theatrical sweetness.\u003cbr\u003e\u003cbr\u003eCavallino operated within Neapolitan circles influenced by Stanzione, alongside artists like Antonio de Bellis and Artemisia Gentileschi. Among his masterpieces are the 'Blessed Virgin' at the Brera Gallery in Milan, characterized by a passive, delicate figure amidst dynamic putti, and 'The Ecstasy of St Cecilia', existing as both a cartoon in the Museo di Capodimonte, Naples, and a final piece in the Palazzo Vecchio, Florence. Another notable work, 'Esther and Ahasuerus', is displayed in the Uffizi Gallery. Cavallino's unique blend of influences and his ethereal, melancholic style mark him as a distinct voice in the Neapolitan baroque era.\r","url_wiki":"https://en.wikipedia.org/wiki/Bernardo_Cavallino","url_wga":"https://www.wga.hu/html_m/c/cavallio/","nationality":"Italian","movement":"Caravaggist","artworks":[{"id":"236","author_id":"bernardo-cavallino","title":"Wise Men From the East","filename":"bernardo-cavallino-adoration-the-magi-full.jpg","reference":"MT2_1","keywords":"adoration magi","type":"Bible Art","year":1650,"author":{"id":""}},{"id":"240","author_id":"bernardo-cavallino","title":"Saul’s Growing Fear of David","filename":"bernardo-cavallino-david-playing-the-harp-before-saul-full.jpg","reference":"S118_1","keywords":"david playing harp before saul","type":"Bible Art","year":1650,"author":{"id":""}},{"id":"243","author_id":"bernardo-cavallino","title":"The Witch of En-Dor","filename":"bernardo-cavallino-spook-samuel-full.jpg","reference":"S128_3","keywords":"spook samuel","type":"Bible Art","year":1650,"author":{"id":""}}]}