{"id":"daniele-crespi","name":"Daniele Crespi","born":1598,"died":1630,"description":"Daniele Crespi, born between 1591 and 1598, was an influential Italian painter and draughtsman known for his significant contribution to the early Baroque style in Milan during the 1620s. Crespi, who diverged from the exaggerated manner of Lombard Mannerism, is celebrated for his clear form and content in his artworks. Despite the uncertainty surrounding his birthplace, being either in Busto Arsizio or Milan, Crespi emerged from a family originally from Busto Arsizio.\u003cbr\u003e\u003cbr\u003eHis artistic training, though not thoroughly documented, began with local painter Guglielmo Caccia and later included notable artists such as Giuseppe Vermiglio of Turin, Giovanni Battista Crespi, and Giulio Cesare Procaccini. By 1621, Crespi was engaged with the Accademia Ambrosiana. Primarily recognized as a history painter, Crespi also garnered acclaim for his sensitive and adeptly executed portraits.\u003cbr\u003e\u003cbr\u003eCrespi's artistic prowess was most apparent in his religious paintings for church decorations and his exceptional skill as a colorist. Among his notable works are the series of paintings depicting the life of Saint Bruno at the Certosa di Garegnano in Milan and the Stoning of St. Stephen at the Brera. His masterpiece, the 1628 Supper of St Carlo Borromeo, located in the church of Santa Maria della Passione in Milan, stands as one of the most distinguished early 17th-century paintings in northern Italy.\u003cbr\u003e\u003cbr\u003eThe Conversion of Saint Paul, housed in the Blanton Museum of Art in Austin, is often regarded as Crespi's finest work in the United States. This painting, when juxtaposed with Caravaggio's work in the Cerasi Chapel, highlights the persistence of Mannerist traits in Crespi's style.\u003cbr\u003e\u003cbr\u003eTragically, Crespi's life was cut short by the plague in 1630, yet he left behind a substantial body of work. His art is considered a quintessential expression of the Counter-Reformation's zealous spirit in Milan. His best-known work, St Charles Borromeo at Supper in Sta Maria della Passione, epitomizes the ideals of painting as advocated by the Council of Trent with its simple composition and emotional directness. Crespi's influence and familial connection to Giovanni Battista Crespi significantly shaped his artistic style and output.\r","url_wiki":"https://en.wikipedia.org/wiki/Daniele_Crespi","url_wga":"https://www.wga.hu/frames-e.html?/html/c/crespi/daniele/index.html","nationality":"Italian","artworks":[{"id":"1250","author_id":"daniele-crespi","title":"Women of Jerusalem","filename":"daniele-crespi-christ-cross-women-jerusalem-full.jpg","reference":"LK23_26","keywords":"christ cross women jerusalem","type":"Bible Art","year":1620,"author":{"id":""}},{"id":"1253","author_id":"daniele-crespi","title":"Massacre in Bethlehem","filename":"daniele-crespi-slaughter-the-innocents-full.jpg","reference":"MT2_16","keywords":"slaughter innocents","type":"Bible Art","year":1620,"author":{"id":""}},{"id":"1256","author_id":"daniele-crespi","title":"Joseph of Arimathea Buries Jesus","filename":"daniele-crespi-the-entombment-full.jpg","reference":"MK15_42","keywords":"entombment","type":"Bible Art","year":1620,"author":{"id":""}}]}