{"id":"eugene-roger","name":"Eugene Roger","name_alt":"Eugène Roger","born":1807,"died":1840,"description":"Eugène Roger, born on 26 May 1807 in Sens and passing away on 30 July 1840 in Paris, was a French painter in the Romantic style, known for his specialization in historical and Biblical scenes. The son of a tax collector from Bourges, Roger initially received education at the Collège Royal and early drawing lessons from Henri-Joseph Boichard. In 1826, he enrolled at the École nationale supérieure des Beaux-Arts, having been recommended by Louis Hersent, under whom he studied. He later studied with Antoine-Jean Gros and, in 1832, with Jean-Auguste-Dominique Ingres. Roger's perseverance in the competition for the Prix de Rome paid off when he won the prize in 1833 for his work on 'Moses and the serpent of brass'.\u003cbr\u003e\u003cbr\u003eBetween 1834 and 1838, Roger resided at the Villa Médicis, regularly sending paintings back to France for exhibition at the Salon. His work \"Body of Charles the Bold\" was officially recognized by the Académie des Beaux-Arts in 1833, and his final known work, depicting John the Baptist preaching, was acquired by the French government and placed in the Musée du Berry.\u003cbr\u003e\u003cbr\u003eDespite his success, Roger's health deteriorated after contracting a \"chest disease\" in 1838, which forced him to leave Rome. Nonetheless, he continued to work on commissions, including a painting of Charlemagne crossing the Alps and a depiction of the lifting of the Siege of Salerno for the galleries at Versailles, with the latter intended for the Hall of the Crusades in the new museum planned by King Louis-Philippe.\u003cbr\u003e\u003cbr\u003eRoger's health continued to decline, and he died prematurely in 1840 at the age of thirty-three. Despite his brief career, he left a mark in the Romantic movement through his evocative historical and biblical paintings.\r","url_wiki":"https://en.wikipedia.org/wiki/Eug%C3%A8ne_Roger","nationality":"French","artworks":[{"id":"2190","author_id":"eugene-roger","title":"Moses Escapes from Egypt","filename":"eugene-roger-1837-moses-defending-daughters-jethro-full.jpg","reference":"EX2_11","keywords":"moses defending daughters jethro","type":"Bible Art","year":1837,"author":{"id":""}},{"id":"2192","author_id":"eugene-roger","title":"The Second Journey to Egypt","filename":"eugene-roger-jacob-et-benjamin-full.jpg","reference":"GN43_1","type":"Bible Art","year":1836,"author":{"id":""}}]}