{"id":"giovanni-demin","name":"Giovanni Demin","name_alt":"Giovanni De Min","born":1786,"died":1859,"description":"Giovanni De Min (Belluno, October 24, 1786- Tarzo, November 23, 1859) was an Italian painter and engraver, active in a Neoclassic style.\u003cbr\u003e\u003cbr\u003eHe was born into a family of humble origin. In Padua, Demin first apprenticed with Paolo De Filippi, who noting his skills, and with the patronage of the Falier family of San Vitale, had him enrolled by 1804 at the Academy of Fine Arts of Venice. There he studied alongside Francesco Hayez, and was a pupil of the painter Teodoro Matteini and Pietro Tantini. In 1808, Demin was awarded a stipend from the Academy to study in Rome. There he fell under the influence of Neoclassical artists such as Canova.\u003cbr\u003e\u003cbr\u003eReturning to Venice, Demin mainly dedicated himself to fresco or panel decoration of houses and salons. His decorations (1817) of mythologic themes in the Palazzo Cicognara in Venice, using Hayez designs, are now lost. The next year, in collaboration with Hayez, he helped decorate the Palazzo of the Count Giovanni Papadopoli in San Marina with depictions of Leda, Diana and Acteon, Salmace and Hermaphrodite, Callisto, Venus and the Graces. He also painted The Four Elements and The Dream of Love for the casa Comello near San Canciano in Venice. Also in 1818 in collaboration with Hayez, and in a commission arranged by the secretary of the Accademia, Antonio Diedo, he participated in the restoration of the Tintoretto canvases in the Ducal Palace. With the death of Angelo Pizzi by 1819, and with the encouragement of Count Cicognara, Demin had been named to professor of sculpture at the Accademia.\u003cbr\u003e\u003cbr\u003eBy 1818, Demin had moved over to Padua, where he was very active. He worked on the decoration with subjects from the Iliad (1818) of the Palazzo Pesaro-Papafava. He painted a Triumph of Rossini (1822) in the Palazzo Treves de' Bonfili. In collaboration with Hayez, they painted a series of mythologic subjects: Convito degli Dei, Triumph and Marriage of Bacchus and Ariadne, Mars and Venus, and Venus and Ascanius (1821-24) in the Palazzo Rusconi Sacerdoti. In 1824-25, he painted the Story of Psyche, and episodes from Tasso's work in the Palazzo Gaudio. In 1825, in the Palazzo Rossi, now Moschini, he painted mythologic subjects. In 1828, in Palazzo Revedin, he painted La Fortuna, Laocoon, Ulysses kills Procedus.\u003cbr\u003e\u003cbr\u003eDemin painted frescoes in churches in Veneto including Lotta delle Spartane in Villa dei Patt near Belluno. He also painted the Council Hall of the Palazzo Rosso in Belluno and in 1837 a salon of Villa Gera in Conegliano.\r","url_wiki":"https://en.wikipedia.org/wiki/Giovanni_De_Min_(painter)","url_wga":"https://www.wga.hu/html_m/d/demin/index.html","nationality":"Italian","artworks":[{"id":"2691","author_id":"giovanni-demin","title":"Let the Children Come to Me","filename":"giovanni-demin-let-the-children-come-to-me-christ-full.jpg","reference":"LK18_15","keywords":"Let The Children Come to me Christ","type":"Bible Art","year":1850,"author":{"id":""}},{"id":"2694","author_id":"giovanni-demin","title":"The Queen of Sheba","filename":"giovanni-demin-solomon-and-queen-of-sheba-full.jpg","reference":"K110_1","keywords":"Solomon And Queen of Sheba","type":"Bible Art","year":1850,"author":{"id":""}}]}