{"id":"guido-reni","name":"Guido Reni","born":1575,"died":1642,"description":"Guido Reni (Italian: 4 November 1575 – 18 August 1642) was an Italian painter of the Baroque period, although his works showed a classical manner, similar to Simon Vouet, Nicholas Poussin and Philippe de Champaigne. He painted primarily religious works, but also mythological and allegorical subjects. Active in Rome, Naples, and his native Bologna, he became the dominant figure in the Bolognese School that emerged under the influence of the Carracci.\u003cbr\u003e\u003cbr\u003eHis studies were rounded off by a trip to Rome in about 1600. From that moment on, antique and recent Roman art became his ideals. He admired Raphael unconditionally. He did, however, come to terms with Caravaggio's naturalism in a group of youthful works such as The Crucifixion of St Peter in the Vatican Gallery (1604), where the use of chiaroscuro provided enormous energy.\u003cbr\u003e\u003cbr\u003eHe alternated between living in his native Bologna and visits to Rome. After Annibale Carracci's death (1609) he became the leader of the classical school of Emilian painters. His adhesion to this school can be seen in the frescos he painted in Rome in about 1610 in the Quirinal Palace, the Vatican, and various churches (e.g. San Gregorio Magno al Cielo). They were inspired by the return to classical taste and culminated in Aurora in Palazzo Ludovisi which has almost mimetic qualities. The large altarpieces he painted in Bologna - The Massacre of the Innocents and Pietà dei Mendicanti both in the Bologna Pinacoteca Nazionale - mark the triumph of design, the ability to control and channel feelings, gestures, expressions, drawing, and colour into a single, eloquent, and faultless form. Guido Reni's success was underlined by the important commissions he received. They included the cycle of The Labors of Hercules (1617-21) that he painted for the Duke of Mantua and which are now in the Louvre. He exalted the clarity of light, the perfection of the body, and lively colour. Toward the end of his life, Reni modified his style. His paintings became so airy as to seem insubstantial and were almost completely monochrome. He also used long, flowing brushstrokes and conveyed an atmosphere laden with intense melancholy.\u003cbr\u003e\u003cbr\u003eGuido Reni was a quintessentially classical academic but he was also one of the most elegant painters in the annals of art history. He was constantly seeking an absolute, rarefied perfection which he measured against classical Antiquity and Raphael. Because of this, over the years the Bolognese painter has been in and out of fashion, depending on the tastes of the times. The eighteenth century loved him, the nineteenth century, persuaded by the violent criticism of John Ruskin, hated him. But even his detractors cannot deny the exceptional technical quality of his work nor the clarity of his supremely assured and harmonious brushwork.\r","url_wiki":"https://en.wikipedia.org/wiki/Guido_Reni","url_wga":"https://www.wga.hu/html/r/reni/3/","nationality":"Italian","artworks":[{"id":"2531","author_id":"guido-reni","title":"The Conversion of Saul","filename":"guido-reni-conversion-paul-full.jpg","reference":"AC9_1","keywords":"conversion paul","type":"Bible Art","year":1630,"author":{"id":""}},{"id":"2534","author_id":"guido-reni","title":"Joseph in Potiphar's House","filename":"guido-reni-italian-joseph-and-potiphar-wife-full.jpg","reference":"GN39_1","keywords":"italian joseph potiphar wife","type":"Bible Art","year":1630,"author":{"id":""}},{"id":"2538","author_id":"guido-reni","title":"Massacre in Bethlehem","filename":"guido-reni-massacre-of-the-innocents-full.jpg","reference":"MT2_16","keywords":"massacre innocents","type":"Bible Art","year":1630,"author":{"id":""}},{"id":"2542","author_id":"guido-reni","title":"Satan Defeated","filename":"guido-reni-michael-binding-satan-full.jpg","reference":"RV20_7","keywords":"michael binding satan","type":"Bible Art","year":1630,"author":{"id":""}},{"id":"2546","author_id":"guido-reni","title":"The Ten Commandments","filename":"guido-reni-moses-and-the-ten-commandments-full.jpg","reference":"EX20_1","keywords":"moses ten commandments","type":"Bible Art","year":1630,"author":{"id":""}},{"id":"2550","author_id":"guido-reni","title":"How John the Baptist Died","filename":"guido-reni-the-beheading-john-the-baptist2-mark-5-full.jpg","reference":"MT14_1","keywords":"beheading john baptist mark ","type":"Bible Art","year":1630,"author":{"id":""}},{"id":"2554","author_id":"guido-reni","title":"How John the Baptist Died","filename":"guido-reni-the-head-john-the-baptist-mark-6-full.jpg","reference":"MT14_1","keywords":"head john baptist mark ","type":"Bible Art","year":1630,"author":{"id":""}}]}