{"id":"jacob-jordaens","name":"Jacob Jordaens","name_alt":"Jacob (Jacques) Jordaens","born":1593,"died":1678,"description":"Jacob (Jacques) Jordaens (19 May 1593 – 18 October 1678) was a Flemish painter, draughtsman and tapestry designer known for his history paintings, genre scenes and portraits. After Peter Paul Rubens and Anthony van Dyck, he was the leading Flemish Baroque painter of his day. Unlike those contemporaries he never travelled abroad to study Italian painting, and his career is marked by an indifference to their intellectual and courtly aspirations. In fact, except for a few short trips to locations in the Low Countries, he remained in Antwerp his entire life. As well as being a successful painter, he was a prominent designer of tapestries.\u003cbr\u003e\u003cbr\u003eAlthough Jordaens often assisted Rubens, he had a flourishing studio of his own by the 1620s, and after Rubens's death in 1640 he was the leading figure painter in Flanders. His style was heavily indebted to Rubens, but was much more earthbound, using thick impasto, strong contrasts of light and shade, and colouring that is often rather lurid. His physical types, too, are coarser than Rubens's and his name is particularly associated with large canvases of hearty rollicking peasants. Two of his favourite subjects, which he depicted several times are The Satyr and the Peasant, based on one of Aesop's fables, and The King Drinks, which depicts a boisterous group enjoying an abundant Twelfth Night feast. Jordaens's prolific output, however, included many other subjects, including religious works and portraits, and he also etched and made designs for tapestries.\u003cbr\u003e\u003cbr\u003eLike Rubens, Jordaens painted altarpieces, mythological, and allegorical scenes, and after 1640—the year Rubens died—he was the most important painter in Antwerp for large-scale commissions and the status of his patrons increased in general. However, he is best known today for his numerous large genre scenes based on proverbs in the manner of his contemporary Jan Brueghel the Elder, depicting The King Drinks and As the Old Sing, So Pipe the Young. Jordaens' main artistic influences, besides Rubens and the Brueghel family, were northern Italian painters such as Jacopo Bassano, Paolo Veronese, and Caravaggio.\u003cbr\u003e\u003cbr\u003eHe rarely left his native Antwerp, but commissions came from all over Europe, the most important being The Triumph of Frederick Hendrik (1651-2), an enormous composition painted for the Huis ten Bosch, the royal villa near The Hague. In about 1655 Jordaens became a Calvinist; he continued to paint pictures for Catholic churches, but the work of the last two decades of his life is more subdued.\r","url_wiki":"https://en.wikipedia.org/wiki/Jacob_Jordaens","url_wga":"https://www.wga.hu/html_m/j/jordaens/3/","nationality":"Flemish","artworks":[{"id":"2497","author_id":"jacob-jordaens","title":"Aaron and Miriam’s Dissension","filename":"jacob-jordaens-moses-and-his-ethiopian-wife-sephora-full.jpg","reference":"NU12_1","keywords":"moses his ethiopian wife sephora","type":"Bible Art","year":1670,"author":{"id":""}},{"id":"2499","author_id":"jacob-jordaens","title":"Sodom","filename":"jacob-jordaens-the-flight-lot-and-his-family-from-sodom-full.jpg","reference":"GN19_1","keywords":"the flight lot his family from sodom","type":"Bible Art","year":1670,"author":{"id":""}},{"id":"2502","author_id":"jacob-jordaens","title":"Make Your Calling and Election Sure","filename":"jacob-jordaens-the-four-evangelists-full.jpg","reference":"P21_3","keywords":"the four evangelists","type":"Bible Art","year":1670,"author":{"id":""}}]}