{"id":"john-frederick-lewis","name":"John Frederick Lewis","born":1804,"died":1876,"description":"John Frederick Lewis (London 14 July 1804 – 15 August 1876) was an English Orientalist painter. He specialized in Oriental and Mediterranean scenes in detailed watercolour or oils, very often repeating the same composition in a version in each medium. He lived for several years in a traditional mansion in Cairo, and after his return to England in 1851 he specialized in highly detailed works showing both realistic genre scenes of Middle Eastern life and more idealized scenes in upper class Egyptian interiors with little apparent Western influence.\u003cbr\u003e\u003cbr\u003eHis very careful and loving representation of Islamic architecture, furnishings, screens, and costumes set new standards of realism, which influenced other artists, including the leading French Orientalist painter Jean-Léon Gérôme in his later works. Unlike many other Orientalist painters who took a salacious interest in the women of the Middle East, he \"never painted a nude\", and his wife modelled for several of his harem scenes. These, with the rare examples by the classicist painter Lord Leighton, imagine \"the harem as a place of almost English domesticity, ... [where]... women's fully clothed respectability suggests a moral healthiness to go with their natural good looks\".\r","url_wiki":"https://en.wikipedia.org/wiki/John_Frederick_Lewis","nationality":"English","artworks":[{"id":"3324","author_id":"john-frederick-lewis","title":"An Encampment in the Desert of Sinai","filename":"john-frederick-lewis-a-frank-encampment-in-desert-of-mount-sinai-1842-full.jpg","reference":"GN14_18","keywords":"a frank encampment desert mount sinai ","type":"Sketch","year":1842,"author":{"id":""}},{"id":"3326","author_id":"john-frederick-lewis","title":"The Prayer of Faith Shall Save the Sick","filename":"john-frederick-lewis-and-the-prayer-of-faith-shall-save-the-sick-full.jpg","reference":"JM5_13","keywords":"and prayer faith shall save sick","type":"Sketch","year":1842,"author":{"id":""}},{"id":"3329","author_id":"john-frederick-lewis","title":"On the Banks of the Nile","filename":"john-frederick-lewis-on-the-banks-of-nile-upper-egypt-full.jpg","reference":"NM3_1","keywords":"on banks nile upper egypt","type":"Sketch","year":1842,"author":{"id":""}}]}