{"id":"joos-de-momper","name":"Joos De Momper","name_alt":"Joost de Momper the Younger","born":1564,"died":1635,"description":"Joos de Momper the Younger or Joost de Momper the Younger (1564–1635) was one of the foremost Flemish landscape painters between Pieter Brueghel the Elder and Peter Paul Rubens. Brueghel's influence is clearly evident in many of de Momper's paintings. His work is situated at the transition from late 16th-century Mannerism to the greater realism in landscape painting that developed in the early 17th century. He achieved considerable success during his lifetime.\u003cbr\u003e\u003cbr\u003eJosse de Momper II was the leading member of an Antwerp family of artists and dealers. He was trained by his father, but he probably went to Italy in the 1580s, in which case he would have seen the Alps: he lived in Antwerp, but his works are invariably of great mountains, sometimes influenced by Bruegel, and they form a transition between Mannerist landscape and the realistic type developed in the Netherlands in the 17th century, e.g. by van Goyen. His pictures usually have blue mountains in the background, with a yellowish-green middle distance and a darker foreground peopled by small figures, often painted by Momper himself. Attribution is difficult because of the other members of the family who worked in a similar style. There are several works in Vaduz (Liechtenstein Collection) and four Seasons in Brunswick; others are in Amsterdam, Antwerp, Berlin, Manchester (Whitworth) and Oxford.\u003cbr\u003e\u003cbr\u003eDe Momper primarily painted landscapes, the genre for which he was highly regarded during his lifetime. Only a small number of the 500 paintings attributed to de Momper are signed and just one is dated. The large output points to substantial workshop participation. He often collaborated with figure painters such as Frans Francken II, Peter Snayers, Jan Brueghel the Elder and Jan Brueghel the Younger, usually on large, mountainous landscapes, whereby the other painters painted the staffage and de Momper the landscape. His works were often featured in the prestigious gallery paintings of collections (real and imagined) from the early seventeenth century.\u003cbr\u003e\u003cbr\u003eHe painted both fantasy landscapes, viewed from a high vantage point and employing a conventional Mannerist color transition of brown in the foreground to green and finally blue in the background, and more realistic landscapes with a lower viewpoint and more natural colors. His wide panoramas also feature groups of small figures.\u003cbr\u003e\u003cbr\u003eDe Momper’s works are chiefly inspired by the steep craggy Alpine slopes and high rock masses depicted in Pieter Brueghel the Elder's work. His closeness to Jan Brueghel the Elder would have played a role in his exposure to the Bruegel idiom. This is also seen in some of the motifs of De Momper's work which go back to Pieter Bruegel’s inventions, such as winter landscapes and grain harvests. One of his works representing a Storm at Sea was previously attributed to Pieter Brueghel but is now generally ascribed to de Momper. Another influence on De Momper was that of landscape specialist Lodewijk Toeput, who went on to make a career in Italy. De Momper emphasized stylization over naturalistic effects and used depth and atmosphere to achieve his goal of spatial construction.\u003cbr\u003e\u003cbr\u003eDe Momper's work, like that of the contemporary landscape painter Abel Grimmer, has often been dismissed for its formulaic repetition of stock motifs and presentation while his large works have been interpreted as merely a ‘‘broad-brush’’ version of Joachim Patinir’s world landscape a century after its first formulation. He is regarded as representing the end of a tradition rather than a revitalization or an innovation of landscape painting as was happening in the Dutch Republic in the 17th century. On the other hand, the large size of his works and his collaboration with other leading artists suggest costliness and esteem for pictorial refinement.\r","url_wiki":"https://en.wikipedia.org/wiki/Joos_de_Momper","url_wga":"https://www.wga.hu/html/m/momper/josse2/","nationality":"Flermish","artworks":[{"id":"3342","author_id":"joos-de-momper","title":"Nimrod Builds the Tower","filename":"joos-de-momper-the-tower-of-babel-full.jpg","reference":"GN11_1","keywords":"tower babel","type":"Bible Art","year":1620,"author":{"id":""}},{"id":"3349","author_id":"joos-de-momper","title":"Tobias' Journey","filename":"joos-de-momper-tobias-journey-full.jpg","keywords":"tobias journey","type":"Bible Art","year":1620,"author":{"id":""}}]}