{"id":"juan-de-juanes","name":"Juan De Juanes","name_alt":"Vicente Juan Masip","born":1507,"died":1579,"description":"Vicente Juan Masip (also known as Joan de Joanes) (La Font de la Figuera 1507 – Bocairent 1579) was a Spanish painter of the Renaissance period. He is commonly considered the foremost member of the Valencian school of painters.\u003cbr\u003e\u003cbr\u003eHis father was Vicente Masip (Andilla 1475 – Valencia 1545), and his son was Vicente Masip Comes (c. 1555–1623), known as Vicent de Joanes, who imitated his style. His two daughters, Dorotea Joanes (died 1609) and Margarita Joanes (d. 1613), were also painters. His most prominent pupil was Nicolas Borras.\u003cbr\u003e\u003cbr\u003eBorn in La Font de la Figuera, he is said to have studied his art for some time in Italy due to Sebastiano del Piombo's influence, with which school his affinities are closest, but maybe he never went to Italy, and he received this influence by the Italian peintures arriving to Valencia. Furthermore, two Italian painters Paolo da San Leocadio and Francesco Pagano, were engaged by cardinal Rodrigo Borgia for painting in Valencia Cathedral. Otherwise, the greater part of his professional life was spent in the city of Valencia, where most of the extant examples of his work are now found. All relate to religious subjects, and are characterized by dignity of conception, accuracy of drawing, beauty of color, and minuteness of finish. He died at Bocairent (near Xàtiva) while working on an altarpiece in the church there.\u003cbr\u003e\u003cbr\u003eSince his name Macip made him sound like a laborer (macero), he was called Juan de Juanes not to confuse his name with the omonimous father, which was also a painter, and with a similar style. Thus, Masip adopted the patronymic name of Joan de Joanes. Il may also refer to a surname Joanes and. Masip painted a Raphaelesque Holy Family for the sacristy in the Cathedral of Valencia.\u003cbr\u003e\u003cbr\u003eHis work is technically less precise than that of his father in the delineation of form; he preferred sfumato effects in modelling, very different from the sharper sculptural outlines of Macip. In colour, Juanes preferred clear, luminous tones with which he achieved a characteristic Mannerist iridescence. His landscapes, too, differ from those of his father, becoming yet another decorative element. They often include classical ruins such as the pyramid of Caius Sextus or Egyptian obelisks, all of which are treated with the same delicacy and grace as his human forms.\u003cbr\u003e\u003cbr\u003eHe never painted a profane subject, and emulated Luis de Vargas and Fra Angelico, in never painting unless he had received holy communion. Painting for him was a solemn exercise, an oratory process, full of prayers and fasts. He never lacked church patronage; the archbishop of Valencia, St. Thomas of Villanova, ordered a set of cartoon panels about the Life of the Virgin to model for some tapestries. He also painted for the churches of the Jesuits, Dominicans, Minims, Augustinians, Franciscans, and for the churches of San Nicolás, Santa Cruz, Carmen Calzado, St Esteban, Corona, Temple, San Andrés, San Bartolomé and San Miguel de los Reyes.\u003cbr\u003e\u003cbr\u003eJuanes painted 'ideal' Counter-Reformation images, based on Leonardo's Last Supper (engraved by Marcantonio Raimondi) and Raphael's Madonnas, but also with some influence from Flanders, e.g. Quentin Massys. Among his best works is the Immaculate Conception painted for the Jesuit church, supposedly inspired by a revelation undergone by the painter's confessor, Father Martin Alberto. Macip also painted portraits.\r","url_wiki":"https://en.wikipedia.org/wiki/Vicente_Juan_Masip","url_wga":"https://www.wga.hu/html/j/juanes/","nationality":"Spanish","artworks":[{"id":"3412","author_id":"juan-de-juanes","title":"The Last Supper","filename":"juan-de-juanes-1560-the-last-supper-full.jpg","reference":"LK22_7","keywords":"last supper","type":"Bible Art","year":1560,"author":{"id":""}},{"id":"3415","author_id":"juan-de-juanes","title":"The Stoning of Stephen","filename":"juan-de-juanes-1560-the-stoning-of-stephen-acts-7-full.jpg","reference":"AC7_54","keywords":"stoning stephen acts ","type":"Bible Art","year":1560,"author":{"id":""}},{"id":"3417","author_id":"juan-de-juanes","title":"The Stoning of Stephen","filename":"juan-de-juanes-1561-the-burial-of-stephen-acts-8-2-full.jpg","reference":"AC7_54","keywords":"burial stephen acts  ","type":"Bible Art","year":1561,"author":{"id":""}},{"id":"3419","author_id":"juan-de-juanes","title":"Stephan's Soliloquy","filename":"juan-de-juanes-1562-stephen-accuses-the-high-council-full.jpg","reference":"AC7_54","keywords":"stephen accuses high council","type":"Bible Art","year":1562,"author":{"id":""}}]}