{"id":"karel-dujardin","name":"Karel Dujardin","born":1622,"died":1678,"description":"Karel Dujardin was a Dutch Romanist painter and etcher, best known for his spirited representations of Italian peasants and shepherds with their animals. Karel Dujardin was baptised in the Lutheran Church in Amsterdam on 27 September 1626. He was the son of the candlemaker ('smeersmelter') Charel Dujardin and Cathalyne Borckhout. Houbraken reported that he was a pupil of Nicolaes Berchem.\u003cbr\u003e\u003cbr\u003eOn 29 August 1650, Dujardin signed a deed in which he is described as a 'merchant about to leave for Paris'. According to Houbraken, he was married in Lyon, which was a port of call for many Dutch painters on their way to or from Italy. Dujardin may have continued his journey from Paris to Lyon and perhaps proceeded from there to Italy: a fair number of his paintings are of Italian figures or landscapes. He must have returned from his travels and got married before September 1652, because on the fifteenth of that month he and his wife Suzanna van Royen drew up a will in Amsterdam.\u003cbr\u003e\u003cbr\u003eIn or shortly before 1656, Dujardin moved to The Hague, where he was involved in the establishment of the painters' association Pictura. He himself was a member of the association from 1656 to 1658. Dujardin was back in Amsterdam in May i659, and remained there until 1675. In May 1672, he and several other Amsterdam painters were asked to appraise a number of Italian paintings, from which we can infer that he was considered an expert. He was more than able to make ends meet: in Amsterdam he lived in a house on the fashionable Herengracht, and in an inventory made of his chattels and movables indicates that in his maturity he enjoyed considerable wealth.\u003cbr\u003e\u003cbr\u003eIn August 1675, Dujardin set sail for Italy (his second visit?) with his friend Joan Reynst. Houbraken says he intended to accompany Reynst only as far as the North Sea island of Texel but changed his mind en route and continued the voyage to Italy. The ship also called on Tangiers in North Africa. Dujardin initially stayed in Rome, where he was known to the Dutch painters working in Italy as 'Bokkebaert', the Dutch word for 'goatee'. He later moved to Venice and was buried there on 9 October 1678.\u003cbr\u003e\u003cbr\u003eDujardin was a versatile artist who painted landscapes, cattle and portraits as well as religious and mythological scenes.\r","url_wiki":"https://en.wikipedia.org/wiki/Karel_Dujardin","url_wga":"https://www.wga.hu/html/d/dujardin/","nationality":"Dutch","artworks":[{"id":"3459","author_id":"karel-dujardin","title":"The Annunciation","filename":"karel-dujardin-1660-the-annunciation-mary-full.jpg","reference":"LK1_26","keywords":"annunciation mary","type":"Bible Art","year":1660,"author":{"id":""}},{"id":"3462","author_id":"karel-dujardin","title":"The Crucifixion","filename":"karel-dujardin-1661-calvery-christ-crucified-full.jpg","reference":"MK15_21","keywords":"calvery christ crucified","type":"Bible Art","year":1661,"author":{"id":""}},{"id":"3464","author_id":"karel-dujardin","title":"Hagar and Ishmael in the Wilderness","filename":"karel-dujardin-1662-hagar-and-ishmael-in-the-wilderness-full.jpg","reference":"GN21_8","keywords":"hagar ishmael wilderness","type":"Bible Art","year":1662,"author":{"id":""}},{"id":"3467","author_id":"karel-dujardin","title":"Return of the Holy Family from Egypt","filename":"karel-dujardin-1662-return-of-the-holy-family-from-egypt-full.jpg","reference":"MT2_22","keywords":"return holy family from egypt","type":"Bible Art","year":1662,"author":{"id":""}},{"id":"3471","author_id":"karel-dujardin","title":"The Conversion of Paul","filename":"karel-dujardin-1662-the-conversion-of-paul-full.jpg","reference":"AC9_1","keywords":"conversion paul","type":"Bible Art","year":1662,"author":{"id":""}},{"id":"3474","author_id":"karel-dujardin","title":"The Denial of Peter","filename":"karel-dujardin-1663-denial-of-peter-full.jpg","reference":"MT26_57","keywords":"denial peter","type":"Bible Art","year":1663,"author":{"id":""}},{"id":"3477","author_id":"karel-dujardin","title":"Paul Healing the Cripple at Lystra","filename":"karel-dujardin-1663-paul-healing-the-cripple-at-lystra-full.jpg","reference":"AC14_8","keywords":"paul healing cripple lystra","type":"Bible Art","year":1663,"author":{"id":""}}]}