{"id":"luc-oliver-merson","name":"Luc Oliver Merson","born":1846,"died":1920,"description":"Luc-Olivier Merson (21 May 1846 – 13 November 1920) was a French academic painter and illustrator also known for his postage stamp and currency designs.\u003cbr\u003e\u003cbr\u003eBorn Nicolas Luc-Olivier Merson in Paris, France, he grew up in an artistic household, the son of Charles-Olivier Merson, a painter and art critic. He studied under Gustave Chassevent at the École de Dessin and then Isidore Pils at the École des Beaux-Arts. Merson had his first work exhibited at the Paris Salon in 1866 and three years later was awarded the Prix de Rome. During the five years spent working in Italy, he concentrated on religious and historical subjects for his art.[citation needed]\u003cbr\u003e\u003cbr\u003eBack in France, in 1875 he won the first-prize medal at the exhibition by the Société des artistes français. Notre-Dame de Paris, one of Merson's best-known paintings, was created in 1881 as a result of the huge popularity of the Victor Hugo novel of the same name. With its mystical Gothic imagery, its style reflects the influence of the then evolving Symbolist movement.[citation needed]\u003cbr\u003e\u003cbr\u003eMerson did major decorative commissions for such institutions as the Palais de Justice, the Louis Pasteur Museum, and the mosaic in the chancel vault in the Basilica of the Sacré Cœur. He also did the artwork for stained-glass windows, an example of which can be found in the Church of the Holy Trinity Rittenhouse Square in Philadelphia, Pennsylvania. His profile was raised considerably after being awarded a gold medal for his painting at the 1889 Exposition Universelle, and in 1892 he was elected to the Académie des beaux-arts.[citation needed]\u003cbr\u003e\u003cbr\u003eThe \"Type Merson\" design of 1900 was still being used in 1927 for the French post offices in Egypt; Merson's name is barely visible in the lower left of the frame.\u003cbr\u003e\u003cbr\u003eBy 1900 Merson was designing postage stamps for the French post and the Monaco post.[citation needed] He was teaching at the Académie Vitti in 1903. By 1908 he had been contracted by the Bank of France to create a number of designs for some of the country's banknotes. Between 1906 and 1911 he taught at the École des Beaux-Arts, with students such as Clément Serveau, who would also eventually design stamps and banknotes himself. In recognition of his contribution to French culture, Merson was awarded the Legion of Honor. Also during this period, it is reported that Merson had under his tutelage the French painter Henri Alphonse Barnoin.[citation needed]\u003cbr\u003e\u003cbr\u003eMerson died in Paris in 1920, his work largely forgotten as a result of the overwhelming popularity of the avant-garde art forms as seen in the works of the Impressionists and other artistic movements. Named as a Knight of the Legion of Honor during his life, he was elevated to the level of Commander posthumously.[citation needed]\u003cbr\u003e\u003cbr\u003eAmong Merson's pupils were the American painter Claire Shuttleworth and the Swiss printmaker Martha Cunz.\r","url_wiki":"https://en.wikipedia.org/wiki/Luc-Olivier_Merson","nationality":"French","artworks":[{"id":"3436","author_id":"luc-oliver-merson","title":"Rest on the Flight into Egypt","filename":"luc-oliver-merson-1879-rest-on-the-flight-into-egypt-full.jpg","reference":"MT2_13","keywords":"arrival at bethlehem mary joseph","type":"Bible Art","year":1879,"author":{"id":""}},{"id":"3438","author_id":"luc-oliver-merson","title":"The Arrival at Bethlehem","filename":"luc-oliver-merson-the-arrival-at-bethlehem-mary-and-joseph-full.jpg","reference":"LK2_1","keywords":" rest on flight into egypt","type":"Bible Art","year":1900,"author":{"id":""}}]}