{"id":"ludolf-backhuysen","name":"Ludolf Backhuysen","born":1630,"died":1703,"description":"Ludolf Bakhuizen (28 December 1630 – 7 November 1708) was a German-born Dutch painter, draughtsman, calligrapher, and printmaker, renowned for his maritime subjects. He became the leading Dutch painter in this genre after Willem van de Velde the Elder and Younger moved to England in 1672. Bakhuizen also created portraits of his family and friends.\u003cbr\u003e\u003cbr\u003eHe was born in Emden, East Frisia, and relocated to Amsterdam around 1650, where he worked as a merchant's clerk and calligrapher. He discovered a strong talent for painting, leading him to abandon his business pursuits in favor of art from the late 1650s. Initially, Bakhuizen worked in pen drawings and studied under Allart van Everdingen and Hendrik Dubbels, both well-regarded artists of the time. He soon gained fame for his sea-pieces, often characterized by tumultuous waters.\u003cbr\u003e\u003cbr\u003eBakhuizen was a passionate observer of nature and would frequently risk the open sea in a boat during storms to study the effects of the weather. His works, numerous in number, mostly revolve around the theme of the sea, showcasing a style marked by intense realism. In his later years, he also took up etching and produced a few works in other genres such as landscapes and genre paintings.\u003cbr\u003e\u003cbr\u003eThroughout his career, Bakhuizen was visited by notable figures like Cosimo III de' Medici and Peter the Great, and he also worked for various German princes. In 1699, he opened a gallery in the Amsterdam townhall. After a visit to England, Bakhuizen died in Amsterdam on 17 November 1708. His portraits, mostly of his extensive social circle, are less artistically valued but provide insights into his relationships with contemporary scholars and literary figures.\r","url_wiki":"https://en.wikipedia.org/wiki/Ludolf_Bakhuizen","url_wga":"https://www.wga.hu/html/b/backhuys/","nationality":"German","movement":"Dutch Golden Age","artworks":[{"id":"3491","author_id":"ludolf-backhuysen","title":"Jesus Calms the Storm","filename":"ludolf-backhuysen-galilea-full.jpg","reference":"MK4_35","keywords":"galilea","type":"Bible Art","year":1680,"author":{"id":""}},{"id":"3493","author_id":"ludolf-backhuysen","title":"The Vision and Shipwreck","filename":"ludolf-backhuysen-paulus-full.jpg","reference":"AC27_21","keywords":"paulus","type":"Bible Art","year":1680,"author":{"id":""}}]}