{"id":"michelangelo","name":"Michelangelo","name_alt":"Michelangelo di Lodovico Buonarroti Simoni","born":1475,"died":1564,"description":"Michelangelo di Lodovico Buonarroti Simoni (6 March 1475 – 18 February 1564), universally known as Michelangelo, was an Italian sculptor, painter, architect, and poet of the High Renaissance who significantly influenced the development of Western art. Widely regarded as one of the greatest artists of all time, his versatile mastery is often compared with that of his contemporary, Leonardo da Vinci.\u003cbr\u003e\u003cbr\u003eMichelangelo was born in Caprese, within Florentine territory, to Ludovico di Leonardo Buonarroti Simoni, a local magistrate. Shortly after his birth, the family moved to Florence. Overcoming his father's initial resistance, he was apprenticed at the age of 13 to the artist Domenico Ghirlandaio. His early training included sculpting in the Medici Gardens, where he gained access to the social circles of the Florentine elite. His early works, such as the \"Battle of the Centaurs\" and \"Madonna of the Stairs,\" show his distinct style from a young age.\u003cbr\u003e\u003cbr\u003eMichelangelo's career was marked by his study of anatomy and a series of notable works in Bologna and Rome, including the Bacchus and the Pietà, the latter establishing his reputation as a master sculptor. Returning to Florence in 1501, he created the iconic statue of David and the unfinished series of the Twelve Apostles.\u003cbr\u003e\u003cbr\u003eIn 1505, he was summoned to Rome by Pope Julius II and embarked on the ambitious but troubled project of the Pope's tomb, which occupied him intermittently for decades. His work in the Sistine Chapel, particularly the ceiling frescoes and The Last Judgment, remains one of his most renowned contributions to art. The ceiling, depicting scenes from Genesis, became an emblem of Renaissance art.\u003cbr\u003e\u003cbr\u003eMichelangelo's later years were dedicated to architecture, notably as chief architect of St. Peter's Basilica in Rome. He also created influential architectural designs, including those for the Laurentian Library and the Medici Chapel in Florence.\u003cbr\u003e\u003cbr\u003eHis vast body of work in sculpture, painting, and architecture, his profound influence on contemporaries and successors, and his portrayal in biographies during his lifetime cemented Michelangelo's status as an archetypal genius of the Renaissance, a reputation that endures to this day.\r","url_wiki":"https://en.wikipedia.org/wiki/Michelangelo","url_wga":"https://www.wga.hu/html/m/michelan/3sistina/6lunette/03/","nationality":"Italian","artworks":[{"id":"3523","author_id":"michelangelo","title":"David slays Goliath","filename":"michelangelo-1509-david-and-goliath-detail-full.jpg","reference":"S117_1","keywords":"david goliath detail","type":"Bible Art","year":1509,"author":{"id":""}},{"id":"3526","author_id":"michelangelo","title":"Esther Accuses Haman","filename":"michelangelo-1511-punishment-of-haman-detail-full.jpg","reference":"ET7_1","keywords":"punishment haman detail","type":"Bible Art","year":1511,"author":{"id":""}},{"id":"3529","author_id":"michelangelo","title":"A Great White Throne","filename":"michelangelo-1541-the-last-judgement-full.jpg","reference":"RV20_11","keywords":"last judgement","type":"Bible Art","year":1541,"author":{"id":""}},{"id":"3532","author_id":"michelangelo","title":"The Conversion of Saul","filename":"michelangelo-1542-the-conversion-of-saul-paul-full.jpg","reference":"AC9_1","keywords":"conversion saul paul","type":"Bible Art","year":1542,"author":{"id":""}}]}