{"id":"nikolai-bodarevsky","name":"Nikolai Bodarevsky","name_alt":"Nikolai Kornilievich Bodarevsky","born":1850,"died":1921,"description":"Nikolai Kornilievich Bodarevsky, born on December 6, 1850, in Odessa, was a Ukrainian-born Russian painter and art professor, renowned for his association with the Peredvizhniki movement. Coming from a family of old Moldavian nobility, his father held the rank of Titular Councillor. Bodarevsky's artistic journey began at the Odessa Art School, an extension of the Imperial Academy of Arts, and continued at the Academy from 1869 to 1873, where he studied under notable artists like Pyotr Shamshin, Timofey Neff, and Vasily Petrovich Vereshchagin.\u003cbr\u003e\u003cbr\u003eDuring his studies, Bodarevsky distinguished himself, earning four silver and two gold medals. In 1875, his portrayal of Saint Paul explaining Christianity to King Herod Agrippa earned him the title of \"Artist\" first-class. His career further expanded when he began exhibiting with the Peredvizhniki in 1880, becoming a member in 1884 and remaining active with the group until 1918. Influenced by the works of Whistler, Bodarevsky created numerous female portraits, including one of Tsarina Alexandra Feodorovna, in a similar stylistic vein.\u003cbr\u003e\u003cbr\u003eIn 1889, Vasily Safonov, Director of the Moscow Conservatory, commissioned Bodarevsky to create fourteen portraits of famous composers for the Great Hall. Although four of these portraits were removed in 1953, two were recovered and reinstalled in 1999, while the whereabouts of the others, including those of Gluck and Handel, remain unknown.\u003cbr\u003e\u003cbr\u003eBodarevsky also collaborated with artists like Viktor Vasnetsov and Mikhail Nesterov in the decoration of the Church of the Savior on Blood, providing sketches for sixteen mosaics. His contributions were recognized in 1908 when he was named an \"Academician\" by the Academy. Despite his significant contributions, his work remains relatively unknown outside Russia due to his lack of international exhibitions.\u003cbr\u003e\u003cbr\u003eAfter the Russian Revolution, Bodarevsky returned to Odessa, where he passed away in 1921 during a famine related to the Russian Civil War. The exact cause of his death remains uncertain, leaving a legacy of a profound yet regionally confined artistic influence.\r","url_wiki":"https://en.wikipedia.org/wiki/Nikolai_Bodarevsky","nationality":"Russian","artworks":[{"id":"3522","author_id":"nikolai-bodarevsky","title":"The Lord’s Supper","filename":"nikolai-bodarevsky-last-supper-mosaic-full.jpg","reference":"MK14_12","keywords":"last supper mosaic","type":"Bible Art","year":1900,"author":{"id":""}},{"id":"4203","author_id":"nikolai-bodarevsky","title":"Paul Testifies to Agrippa","filename":"nikolai-bodarevsky-1875-paul-before-felix-and-agrippa-full.jpg","reference":"AC25_13","keywords":" paul before felix agrippa","type":"Bible Art","year":1875,"author":{"id":""}},{"id":"4205","author_id":"nikolai-bodarevsky","title":"Jesus Before Pilate","filename":"nikolai-bodarevsky-christ-before-pilate-mosaic-full.jpg","reference":"JN18_28","keywords":"christ before pilate mosaic","type":"Bible Art","year":1900,"author":{"id":""}},{"id":"4207","author_id":"nikolai-bodarevsky","title":"The Lord’s Supper","filename":"nikolai-bodarevsky-christ-discpiles-body-blood-mosaic-full.jpg","reference":"C111_17","keywords":"body blod christ communion","type":"Bible Art","year":1900,"author":{"id":""}},{"id":"4209","author_id":"nikolai-bodarevsky","title":"The Ascension","filename":"nikolai-bodarevsky-disciples-watching-christ-assend-full.jpg","reference":"AC1_6","keywords":"disciples watch christ assend mosaic","type":"Bible Art","year":1900,"author":{"id":""}}]}