{"id":"peter-candid","name":"Peter Candid","name_alt":"Peter de Witte or Pietro Candido","born":1548,"died":1628,"description":"Peter de Witte, known as Pietro Candido in Italy and Peter Candid in Bavaria, was a Flemish-born Mannerist painter, tapestry designer, and draughtsman active in Italy and Bavaria. His artistic career spanned roles at the Medici court in Florence and the Bavarian court of Duke William V and Maximilian I in Munich.\u003cbr\u003e\u003cbr\u003eBorn around 1548 in Bruges, Candid moved to Florence at age 10 with his family. His father, Elias, a tapestry weaver, was employed by the Medici weaving workshop, Arazzeria Medicea, led by Flemish master Jan Rost. In Italy, their Flemish family name 'de Witte', meaning 'white', was Italianized to 'Candido', and later to 'Candid' when Peter moved to Germany.\u003cbr\u003e\u003cbr\u003eCandid started his apprenticeship in Italy in the early 1560s. By 1576, he was a member of the 'Accademia delle Arti del Disegno' in Florence, a prestigious academy of artists. His early works included a series of altarpieces in Volterra and collaborations with Giorgio Vasari. After working in Rome at the Sala Regia, he returned to Florence.\u003cbr\u003e\u003cbr\u003eBy 1586, Candid was called to the Ducal court of Munich upon Giambologna's recommendation. There, he worked on several fresco cycles and designs for the Munich Residenz and Schleissheim Palace, becoming the leading artist in Munich from 1600 to 1628. Candid was also active as an art dealer and had dealings with Philipp Hainhofer, an art collector in Augsburg.\u003cbr\u003e\u003cbr\u003eA versatile artist, Candid was known for history paintings, portraits, mythological scenes, and allegories. He introduced Italian fresco painting in Bavaria and influenced iconography well into the 18th century. In Munich, he initially worked under Dutch-Italian painter Friedrich Sustris and later became autonomous, continuing to create altarpieces and small paintings.\u003cbr\u003e\u003cbr\u003eCandid was also a designer for the weaving workshop set up by Duke Maximilian, managed by Flemish master weaver Hans van der Biest. He created cartons for tapestries that were among the finest in early seventeenth-century Europe. Peter Candid passed away in 1628, leaving a legacy of artistic versatility and innovation in both Italy and Bavaria.\r","url_wiki":"https://en.wikipedia.org/wiki/Peter_Candid","url_wga":"https://www.wga.hu/html/c/candid/","nationality":"Flemish","movement":"Mannerist","artworks":[{"id":"4420","author_id":"peter-candid","title":"The Shepherd's Vision","filename":"peter-candid-adoration-the-shepherds-full.jpg","reference":"LK2_8","keywords":"adoration shepherds","type":"Bible Art","year":1600,"author":{"id":""}},{"id":"4422","author_id":"peter-candid","title":"The Last Supper","filename":"peter-candid-last-supper-full.jpg","reference":"JN13_21","keywords":"last supper","type":"Bible Art","year":1600,"author":{"id":""}},{"id":"4424","author_id":"peter-candid","title":"The Burial of Jesus","filename":"peter-candid-the-lamentation-christ-full.jpg","reference":"MK15_42","keywords":"lamentation christ","type":"Bible Art","year":1600,"author":{"id":""}}]}