{"id":"thomas-stothard","name":"Thomas Stothard","born":1755,"died":1834,"description":"Thomas Stothard (17 August 1755 – 27 April 1834) was an esteemed English painter, illustrator, and engraver, with his son Robert T. Stothard also being a notable painter, best known for his depiction of Queen Victoria's accession proclamation outside York Minster in June 1837.\u003cbr\u003e\u003cbr\u003eStothard began his formal training in 1778 as a student of the Royal Academy. His artistic journey saw him being elected as an associate of the Academy in 1792 and becoming a full academician in 1794. He was appointed the librarian of the Academy in 1812, after two years of serving as an assistant. His early career was marked by his illustrations for Ossian and Bell's Poets, and by 1780, he was a regular contributor to the Novelist's Magazine, where he produced 148 designs. These include illustrations for Tobias Smollett's \"The Adventures of Peregrine Pickle\" and Samuel Richardson's \"Clarissa\" and \"The History of Sir Charles Grandison\".\u003cbr\u003e\u003cbr\u003eArt historian Ralph Nicholson Wornum estimated that Stothard's designs numbered around five thousand, with approximately three thousand being engraved. His oil paintings, often small in size, are known for their rich, Rubens-inspired colouring. Among his notable works are \"The Vintage\" in the National Gallery and contributions to John Boydell's Shakespeare Gallery. However, his most famous painting is \"The Procession of the Canterbury Pilgrims\", housed in Tate Britain. This work, engraved by Luigi Schiavonetti, Niccolo Schiavonetti, and James Heath, gained immense popularity. Stothard's commission for this painting led to a falling out with his friend William Blake.\u003cbr\u003e\u003cbr\u003eIn addition to easel paintings, Stothard's work included decorative art. He adorned the grand staircase of Burghley House with themes of War and Intemperance, and the descent of Orpheus into Hell (1799–1803); painted scenes from Froissart and Monstrelet in the library of Colonel Johnes' mansion of Hafod (1810); and decorated the cupola of the Advocates' Library in Edinburgh with Apollo and the Muses (1822). He also designed a frieze and other decorations for Buckingham Palace and created a series of etchings for a shield presented to the Duke of Wellington. His prolific and diverse career in art made Thomas Stothard a significant figure in the English art scene of his time.\r","url_wiki":"https://en.wikipedia.org/wiki/Thomas_Stothard","nationality":"English","artworks":[{"id":"5311","author_id":"thomas-stothard","title":"Adoration of the Shepherd's","filename":"thomas-stothard-angels-appearing-shepherds-color-full.jpg","reference":"LK2_8","keywords":"angels appearing shepherds","type":"Bible Art","year":1800,"author":{"id":""}},{"id":"5314","author_id":"thomas-stothard","title":"Adoration of the Shepherd's","filename":"thomas-stothard-angels-appearing-shepherds-full.jpg","reference":"LK2_8","keywords":"angels appearing shepherds","type":"Bible Art","year":1800,"author":{"id":""}},{"id":"5317","author_id":"thomas-stothard","title":"Moses and Aaron","filename":"thomas-stothard-moses-and-aaron-color-full.jpg","reference":"LV8_1","keywords":"moses aaron","type":"Bible Art","year":1800,"author":{"id":""}},{"id":"5320","author_id":"thomas-stothard","title":"Moses and Aaron","filename":"thomas-stothard-moses-and-aaron-full.jpg","reference":"LV8_1","keywords":"moses aaron","type":"Bible Art","year":1800,"author":{"id":""}},{"id":"5323","author_id":"thomas-stothard","title":"The Deposition","filename":"thomas-stothard-the-deposition-matthew-27-color-full.jpg","reference":"MK15_42","keywords":"deposition matthew ","type":"Bible Art","year":1800,"author":{"id":""}},{"id":"5335","author_id":"thomas-stothard","title":"The Deposition","filename":"thomas-stothard-the-deposition-matthew-27-full.jpg","reference":"MK15_42","keywords":"deposition matthew ","type":"Bible Art","year":1800,"author":{"id":""}}]}