{"id":"william-blake","name":"William Blake","born":1757,"died":1827,"description":"William Blake, born on November 28, 1757, and deceased on August 12, 1827, was an eminent English poet, painter, and printmaker. His creative genius was largely unrecognised during his lifetime, but today, Blake is hailed as a pivotal figure in the Romantic Age's poetry and visual arts. Northrop Frye, a 20th-century critic, remarked on Blake's \"prophetic works,\" referring to them as \"what is in proportion to its merits the least read body of poetry in the English language.\" His artistic prowess led 21st-century critic Jonathan Jones to acclaim him as \"far and away the greatest artist Britain has ever produced.\" In 2002, Blake was ranked number 38 in the BBC poll of the 100 Greatest Britons. Despite spending most of his life in London, with a brief three-year interlude in Felpham, he produced a diverse and symbolically rich body of work, celebrating the imagination as \"the body of God\" or \"human existence itself.\"\u003cbr\u003e\u003cbr\u003eWhile contemporaries often viewed Blake as eccentric due to his unconventional views, later critics have lauded his creativity and expressiveness, and the philosophical and mystical depths in his work. His art and poetry, part of the Romantic movement and also considered \"Pre-Romantic,\" were shaped by his commitment to Christianity and opposition to organized religion. Influenced by the French and American Revolutions, Blake later renounced many of these political ideologies but maintained a friendly relationship with political activist Thomas Paine and was influenced by thinkers like Emanuel Swedenborg. Blake's unique work defies easy classification.\u003cbr\u003e\u003cbr\u003eBlake possessed visionary powers from childhood. His engraving of Joseph of Arimathea at the age of 16 already exhibited a personal symbolism for his mystical philosophy. He apprenticed with James Basire (1730-1802), leading to a profound study of Gothic art and a love for linear design and formal pattern. Despite tense relations with Joshua Reynolds at the Royal Academy Schools, Blake found kindred spirits in artists like Stothard, Flaxman, Fuseli, and Barry.\u003cbr\u003e\u003cbr\u003eIn the 1780s, Blake worked as a commercial engraver but soon immersed himself in a novel method of printing his illustrated poems in color, which he claimed was divinely revealed to him. His \"illuminated printing\" began with \"Songs of Innocence\" (1789). In Lambeth, he engraved \"The Marriage of Heaven and Hell\" and began \"Jerusalem.\" During his time in Felpham, he continued biblical watercolours for patron Thomas Butts and worked on \"Jerusalem.\"\u003cbr\u003e\u003cbr\u003eReturning to London, Blake created drawings for Robert Blair's \"The Grave\" and held an exhibition, issuing a Descriptive Catalogue. He met John Linnell, who ensured his livelihood and introduced him to a younger group of artists, inspiring a brotherhood called the Ancients.\u003cbr\u003e\u003cbr\u003eBlake was a staunch nonconformist in art and life, experimenting with various artistic techniques. His art, intertwined with his spiritual visions and philosophy, sought to reveal the spiritual reality concealed by the visible world. Recognized for his genius posthumously in the late 19th century, Blake's extensive works are housed in significant collections, including the British Museum, the Tate Gallery, the Fitzwilliam Museum, and various American museums.\r","url_wiki":"https://en.wikipedia.org/wiki/William_Blake","url_wga":"https://www.wga.hu/html/b/blake/","nationality":"British","movement":"Romanticism","artworks":[{"id":"5762","author_id":"william-blake","title":"The Book of Job - 01","filename":"william-blake-abel-full.jpg","reference":"JB14_1","keywords":"abel","type":"Bible Art","year":1825,"author":{"id":""}},{"id":"5764","author_id":"william-blake","description":"The 2nd engraving in William Blake's picture book on The Book of Job. It is commonly called Satan Before the Throne of God and illustrates the verse When the Almighty was yet with me, When my Children were about me.","title":"The Book of Job - 02","filename":"william-blake-job-01-full.jpg","reference":"JB42_10","keywords":"job ","type":"Bible Art","year":1826,"author":{"id":""}},{"id":"5766","author_id":"william-blake","description":"The 3rd engraving in William Blake's picture book on The Book of Job. It is commonly called Job's Sons and Daughters Overwhelmed by Satan and illustrates the verse Thy Sons \u0026 thy Daughters were eating \u0026 drinking Wine in their eldest Brothers house \u0026 behold there came a great wind from the Wilderness \u0026 smote upon the four faces of the house \u0026 it fell upon the young Men \u0026 they are Dead.","title":"The Book of Job - 03","filename":"william-blake-job-02-full.jpg","reference":"JB1_6","keywords":"job ","type":"Bible Art","year":1826,"author":{"id":""}},{"id":"5768","author_id":"william-blake","description":"The 4th engraving in William Blake's picture book on The Book of Job. It is commonly called The Messengers Tell Job of His Misfortunes and illustrates the verse And I only am escaped alone to tell thee..","title":"The Book of Job - 04","filename":"william-blake-job-03-full.jpg","location":"Tate Britain, London","reference":"JB1_6","keywords":"job ","type":"Bible Art","year":1826,"author":{"id":""}},{"id":"5770","author_id":"william-blake","description":"The 5th engraving in William Blake's picture book on The Book of Job. It is commonly called Satan Going Forth from the Presence of the Lord and Job's Charity and illustrates the verse Then went Satan forth from the presence of the Lord.","title":"The Book of Job - 05","filename":"william-blake-job-04-full.jpg","location":"Centraal Museum, Utrecht","reference":"JB1_13","keywords":"job ","type":"Bible Art","year":1826,"author":{"id":""}},{"id":"5772","author_id":"william-blake","description":"The 6th engraving in William Blake's picture book on The Book of Job. It is commonly called Satan Smiting Job with Boils and illustrates the verse And smote Job with sore Boils from the sole of his foot to the crown of his head.","title":"The Book of Job - 06","filename":"william-blake-job-05-full.jpg","location":"National Gallery of Scotland, Edinburgh","reference":"JB30_1","keywords":"job ","type":"Bible Art","year":1826,"author":{"id":""}},{"id":"5776","author_id":"william-blake","description":"The 7th engraving in William Blake's picture book on The Book of Job. It is commonly called Job's Comforters and illustrates the verse And when they lifted up their eyes afar off \u0026 knew him not they lifted up their voice \u0026 wept, and rent every Man his mantle \u0026 sprinkled dust upon their heads towards heaven.","title":"The Book of Job - 07","filename":"william-blake-job-06-full.jpg","location":"Private Collection","reference":"JB1_13","keywords":"job ","type":"Bible Art","year":1826,"author":{"id":""}},{"id":"5780","author_id":"william-blake","description":"The 8th engraving in William Blake's picture book on The Book of Job. It is commonly called Job's Despair and illustrates the verse Let the Day perish wherin I was Born.","title":"The Book of Job - 08","filename":"william-blake-job-07-full.jpg","location":"Princeton University Art Museum, Princeton, NJ","reference":"JB2_1","keywords":"job ","type":"Bible Art","year":1826,"author":{"id":""}},{"id":"5782","author_id":"william-blake","description":"The 9th engraving in William Blake's picture book on The Book of Job. It is commonly called The Vision of Eliphaz and illustrates the verse Then a Spirit passed before my face the hair of my flesh stood up.","title":"The Book of Job - 09","filename":"william-blake-job-08-full.jpg","location":"Walters Art Museum, Baltimore","reference":"JB8_1","keywords":"job ","type":"Bible Art","year":1826,"author":{"id":""}},{"id":"5785","author_id":"william-blake","description":"The 10th engraving in William Blake's picture book on The Book of Job. It is commonly called Job Rebuked by His Friends and illustrates the verse the Just Upright Man is laughed to scorn.","title":"The Book of Job - 10","filename":"william-blake-job-09-full.jpg","location":"Rijksmuseum, Amsterdam","reference":"JB4_1","keywords":"job ","type":"Bible Art","year":1826,"author":{"id":""}},{"id":"6050","author_id":"william-blake","description":"The 11th engraving in William Blake's picture book on The Book of Job. It is commonly called Job's Evil Dreams and illustrates the verse With Dreams upon my bed thou scarest me \u0026 affrightest me with Visions.","title":"The Book of Job - 11","filename":"william-blake-job-10-full.jpg","location":"Rijksmuseum, Amsterdam","reference":"JB23_1","keywords":"job ","type":"Bible Art","year":1826,"author":{"id":""}},{"id":"6051","author_id":"william-blake","description":"The 12th engraving in William Blake's picture book on The Book of Job. It is commonly called The Wrath of Elihu and illustrates the verse I am Young \u0026 ye are very Old wherefore I was afraid.","title":"The Book of Job - 12","filename":"william-blake-job-11-full.jpg","location":"National Gallery of Ireland, Dublin","reference":"JB20_1","keywords":"job ","type":"Bible Art","year":1826,"author":{"id":""}},{"id":"6052","author_id":"william-blake","description":"When Job and his friend Elihu have finished their lengthy discussion on God and moral standards, the answer comes out of a whirlwind. Job should not get to excited as he will never be able to grasp the scope and nature of the creation. God thereby demands total freedom over his creation. The full title is Job Confessing His Presumption to God Who Answers from the Whirlwind. The technique used is pen, ink and watercolour over pencil on paper.","title":"God Answers Job","filename":"william-blake-job-12-full.jpg","location":"Rembrandthuis, Amsterdam","reference":"JB34_1","keywords":"job ","type":"Bible Art","year":1826,"author":{"id":""}},{"id":"6053","author_id":"william-blake","title":"God Appears out of the Whirlwind","filename":"william-blake-job-god-full.jpg","location":"University of Michigan Museum of Art, Ann Arbor","reference":"JB40_6","keywords":"job god","type":"Bible Art","year":1800,"author":{"id":""}},{"id":"6054","author_id":"william-blake","title":"Nebuchadnezzar","filename":"william-blake-nebuk-full.jpg","location":"J. Paul Getty Museum, Los Angeles","reference":"DN4_28","keywords":"nebuk","type":"Bible Art","year":1800,"author":{"id":""}}]}