{"slug":"korean-treasures","iso":"kor","title":"Korean Treasures","title_vernacular":"한국어 보물","description":"\u003cp\u003eThe Korean Treasures Library consists of resource and media that reflect both dialects of South Korea. Korean, the standard language  of both South Korea and North Korea, is based on the dialect of the area around Seoul, though the northern standard after the Korean War has been influenced by the dialect of P'yŏngyang.\u003c/p\u003e\u003cp\u003eThe separation of the two Korean states has resulted in increasing differences among the dialects that have emerged over time. Since the allies of the newly founded nations split the Korean peninsula in half after 1945, the newly formed Korean nations have since borrowed vocabulary extensively from their respective allies. As the Soviet Union helped industrialize North Korea and establish it as a communist state, the North Koreans therefore borrowed a number of Russian terms. Likewise, since the United States helped South Korea extensively to develop militarily, economically, and politically, South Koreans therefore borrowed extensively from English. The differences among northern and southern dialects have become so significant that many North Korean defectors reportedly have had great difficulty communicating with South Koreans after having initially settled into South Korea.\u003c/p\u003e\u003cp\u003eChristianity in Korea includes both Protestantism and Catholicism, accounting for 8.6 million and 5.3 million members, respectively. The growth of both denominations was gradual before 1945. In that year, approximately 2% of the population was Christian. Rapid growth ensued after the war, when Korea was freed from Japanese occupation by the Allies: by 1991, 18.4% of the population (8.0 million) was Protestant, and 6.7% (2.5 million) was Catholic. The Catholic Church has increased its membership by 70% in the ten years leading up to 2007. Numerous unorthodox sects, such as the Unification Church founded in 1954 by Sun Myung Moon, have also developed in Korea.\u003c/p\u003e\u003cp\u003eAs of 2014, about 30% of the South Korean population is Christian.\u003c/p\u003e","shopify_id":0,"script":"Kore","beta":true,"hidden":false,"region":"Asia","country_id":null,"primary_color":"","secondary_color":"","library_resource":[]}