{
    "id": 12,
    "slug": "malaysian-treasures",
    "iso": "mys",
    "title": "Malaysian Treasures",
    "title_vernacular": "Khazanah melayu",
    "description": "<p>Malaysia, with 28 million people, 137 living languages, 8,232 distinct people groups, is a country where the majority speak minority languages, making it one of the most difficult places in the world to secure Bibles and resources. Islam is the state religion and is growing with over 60 percent of the population calling themselves Muslims. Buddhism is practiced by 20 percent and 10 percent are Christians. </p><p>Although Malaysia has a long history of strife and unrest, it boasts one of Asia's fastest growing economies. In spite of its large land mass and mutliple islands, there are 30 million registered cell phones – more phones than there are people.</p><p>The Malaysian Treasures project is launched with a basic library of Bibles, audio Bibles, books and gospel recordings with the long-term goal of makings Bibles and biblical resources accessible for the Malaysian people in every minority language. We work towards a day, when digital smart-phone-ready Bibles (text, audio and visual) in every Malaysian language will circulate across the country on free and free-to-copy SD chips.</p>",
    "shopify_id": null,
    "script_id": "Latn",
    "beta": 1,
    "hidden": 0,
    "region": "Asia",
    "country_id": null,
    "language": {
        "iso": "mys",
        "glotto_id": "mesm1243",
        "glotto_family": null,
        "iso1": null,
        "name": "Mesmes",
        "autonym": null,
        "macroarea": null,
        "level": "E",
        "development": null,
        "location": null,
        "area": null,
        "progress": "\r",
        "typology": null,
        "writing": null,
        "description": null,
        "country_id": "ET",
        "use": null,
        "latitude": "7.538250",
        "longitude": "37.574190",
        "population": 0,
        "status_id": "10",
        "status_notes": null,
        "redirect_to_iso": null
    },
    "resources": []
}