{"slug":"marathi-treasures","iso":"mar","title":"Marathi Treasures","title_vernacular":"दिगीतल बिबळे सोसायट्य","description":"\u003cp\u003eThe Marathi Treasures Library is a free-to-copy resource that consists of biblical resource and media created for the Marathi speaking people of India. It contains material from multiple organizations.\u003c/p\u003e\u003cp\u003eMarathi is an Indo-Aryan language spoken predominantly by around 83.1 million Marathi people of Maharashtra, India. It is the official language and co-official language in the Maharashtra and Goa states of Western India, respectively, and is one of the 22 scheduled languages of India. With 83.1 million speakers in 2019, Marathi ranks 10th in the list of most spoken languages in the world. Marathi has the third largest number of native speakers in India, after Hindi and Bengali. The language has some of the oldest literature of all modern Indian languages, dating back to around 600 AD. The major dialects of Marathi are Standard Marathi and the Varhadi dialect. Koli and Malvani Konkani have been heavily influenced by Marathi varieties.\u003c/p\u003e\u003cp\u003eMarathi is one of those languages that are less known abroad, simply because of the smaller amount of emigration from the Indian state of Maharashtra. It may be that Marathi coexisted with KANNADA as a spoken language for an extended period during the first millennium AD, and that heavy influence from both Kannada and Telugu led to its rather rapid differentiation from Sanskrit, as compared with the more conservative Hindi. Standard Marathi is based on dialects used by academics and the print media. Indic scholars distinguish 42 dialects of spoken Marathi. Dialects bordering other major language areas have many properties in common with those languages, further differentiating them from standard spoken Marathi. The bulk of the variation within these dialects is primarily lexical and phonological. Although the number of dialects is considerable, the degree of intelligibility within these dialects is relatively high.\u003c/p\u003e","shopify_id":0,"script":"Deva","beta":true,"hidden":false,"region":"Asia","country_id":null,"primary_color":"","secondary_color":"","library_resource":[]}