{"iso":"abv","glotto_id":"baha1259","glotto_family":null,"iso1":null,"name":"Baharna Arabic","autonym":"العربية البحرانية","macroarea":null,"level":"L","development":null,"use":null,"location":"Oman","area":null,"progress":"\r","typology":null,"writing":null,"description":null,"country_id":"BH","latitude":"24.619750","longitude":"53.831460","population":0,"status_id":"3","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"BH","name":"Bahrain","name_long":"The Kingdom of Bahrain","population":1526929,"official_language":"Arabic Standard","official_language_iso":"arb","url_wiki":"https://en.wikipedia.org/wiki/Bahrain","hidden":0,"autonym":null,"fips":"BA","iso_a3":"BHR","continent_id":"AS","iso_num":48,"religion_primary":"Islam","introduction":"In 1783 the Sunni Al-Khalifa family took power in Bahrain. In order to secure these holdings it entered into a series of treaties with the UK during the 19th century that made Bahrain a British protectorate. The archipelago attained its independence in 1971. A steady decline in oil production and reserves since 1970 prompted Bahrain to take steps to diversify its economy in the process developing successful petroleum processing and refining aluminum production and hospitality and retail sectors and also to become a leading regional banking center especially with respect to Islamic finance. Bahrain's small size and central location among Gulf countries require it to play a delicate balancing act in foreign affairs among its larger neighbors. ++ The Sunni-led government has long struggled to manage relations with its large Shia-majority population. In early 2011 amid Arab uprisings elsewhere in the region the Bahraini Government confronted similar pro-democracy and reform protests at home with police and military action including deploying Gulf Cooperation Council security forces to Bahrain. Political talks throughout 2014 between the government and opposition and loyalist political groups failed to reach an agreement prompting opposition political societies to boycott parliamentary and municipal council elections in late 2014. Ongoing dissatisfaction with the political status quo continues to factor into sporadic clashes between demonstrators and security forces.","overview":"'Bahrain a nation comprising more than 30 islands in the Arabian Gulf has been at the center of major trade routes since antiquity. In its modern capital Manama the acclaimed Bahrain National Museum showcases artifacts from the ancient Dilmun civilization that flourished in the region for millennia. The city''s thriving Bab al-Bahrain bazaar offers wares ranging from colorful handwoven fabrics and spices to pearls.'","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":14,"land_mass_km":760,"population_christian":185000,"population_christian_percentage":15,"population_catholic_percentage":null,"population_protestant_percentage":9,"population_refugee":255,"population_migration":47800,"population_year_change":3.68,"population_density_km":2239,"population_average_age":32,"population_urban_percentage":89,"population_literacy_percentage":"95.00","landmass":null,"region_code":6,"region_id":"145","region_name":"Western Asia"},"translations":[{"source_iso":"abv","translation_iso":"abv","dialect_id":null,"name":"Baharna"}],"bibles":[],"resources":[],"films":[]}