{"iso":"acy","glotto_id":"cypr1248","glotto_family":null,"iso1":null,"name":"Cypriot Arabic","autonym":"Sanna","macroarea":null,"level":"L","development":null,"use":null,"location":"Cyprus","area":"Northern Cyprus, Kormakiti, one of 4 Maronite villages in the mountains; Nicosia and Limassol refugee communities.","progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"CY","latitude":"35.167440","longitude":"33.094300","population":1300,"status_id":"7","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":3,"country":{"id":"CY","name":"Cyprus","name_long":"The Republic of Cyprus","population":1281506,"official_language":"Greek","official_language_iso":"ell","url_wiki":"https://en.wikipedia.org/wiki/Cyprus","hidden":0,"autonym":null,"fips":"CY","iso_a3":"CYP","continent_id":"EU","iso_num":196,"religion_primary":"Christianity","introduction":"A former British colony Cyprus became independent in 1960 following years of resistance to British rule. Tensions between the Greek Cypriot majority and Turkish Cypriot minority came to a head in December 1963 when violence broke out in the capital of Nicosia. Despite the deployment of UN peacekeepers in 1964 sporadic intercommunal violence continued forcing most Turkish Cypriots into enclaves throughout the island. In 1974 a Greek Government-sponsored attempt to overthrow the elected president of Cyprus was met by military intervention from Turkey which soon controlled more than a third of the island. In 1983 the Turkish Cypriot administered area declared itself the \\\"Turkish Republic of Northern Cyprus\\\" (\\\"TRNC\\\") but it is recognized only by Turkey. A UN-mediated agreement the Annan Plan failed to win approval by both communities in 2004. In February 2014 after a hiatus of nearly two years the leaders of the two communities resumed formal discussions under UN auspices aimed at reuniting the divided island. Talks were suspended in October 2014 but resumed in earnest in May 2015 following the election of a new Turkish Cypriot \\\"president.\\\" The entire island entered the EU on 1 May 2004 although the EU acquis - the body of common rights and obligations - applies only to the areas under the internationally recognized government and is suspended in the area administered by Turkish Cypriots. However individual Turkish Cypriots able to document their eligibility for Republic of Cyprus citizenship legally enjoy the same rights accorded to other citizens of EU states.","overview":"Cyprus officially the Republic of Cyprus is an island country in the Eastern Mediterranean and the third largest and third most populous island in the Mediterranean","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":27,"land_mass_km":77240,"population_christian":863000,"population_christian_percentage":79,"population_catholic_percentage":1,"population_protestant_percentage":78,"population_refugee":12325,"population_migration":22011,"population_year_change":0.18,"population_density_km":139,"population_average_age":43,"population_urban_percentage":74,"population_literacy_percentage":"99.00","landmass":null,"region_code":10,"region_id":"145","region_name":"Western Asia"},"translations":[{"source_iso":"acy","translation_iso":"acy","dialect_id":null,"name":"Cypriot Maronite Arabic"},{"source_iso":"acy","translation_iso":"acy","dialect_id":null,"name":"Maronite"},{"source_iso":"acy","translation_iso":"acy","dialect_id":null,"name":"Sanna"}],"bibles":[],"resources":[],"films":[]}