{"iso":"aju","glotto_id":"jude1265","glotto_family":null,"iso1":null,"name":"Judeo-Moroccan Arabic","autonym":"لهجة عربية يهودية مغربية","macroarea":null,"level":"L","development":null,"use":null,"location":"Algeria, Morocco, Tunisia and Western Sahara","area":"Also in Canada, France, Morocco.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"IL","latitude":"33.500000","longitude":"-7.500000","population":61930,"status_id":"7","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"IL","name":"Israel","name_long":"The State of Israel","population":8787045,"official_language":"Hebrew","official_language_iso":"heb","url_wiki":"https://en.wikipedia.org/wiki/Israel","hidden":0,"autonym":null,"fips":"IS","iso_a3":"ISR","continent_id":"AS","iso_num":376,"religion_primary":"Ethnic Religions","introduction":"Following World War II Britain withdrew from its mandate of Palestine and the UN proposed partitioning the area into Arab and Jewish states an arrangement rejected by the Arabs. Nonetheless an Israeli state was declared in 1948 and Israel subsequently defeated the Arab armies in a series of wars that did not end deep tensions between the two sides. (The territories Israel has occupied since the 1967 war are not included in the Israel country profile unless otherwise noted.) On 25 April 1982 Israel withdrew from the Sinai Peninsula pursuant to the 1979 Israel-Egypt Peace Treaty. In keeping with the framework established at the Madrid Conference in October 1991 Israel conducted bilateral negotiations with Palestinian representatives and Syria to achieve a permanent settlement with each. Israel and Palestinian officials on 13 September 1993 signed a Declaration of Principles (also known as the \\\"Oslo Accords\\\") enshrining the idea of a two-state solution to their conflict and guiding an interim period of Palestinian self-rule. The parties achieved six additional significant interim agreements between 1994 and 1999 aimed at creating the conditions for a two-state solution but most were never fully realized. Outstanding territorial and other disputes with Jordan were resolved in the 26 October 1994 Israel-Jordan Peace Treaty. ++ Progress toward a final status agreement with the Palestinians was undermined by Israeli-Palestinian violence between 2001 and February 2005. Israel in 2005 unilaterally disengaged from the Gaza Strip evacuating settlers and its military while retaining control over most points of entry into the Gaza Strip. The election of HAMAS to head the Palestinian Legislative Council in 2006 temporarily froze relations between Israel and the Palestinian Authority (PA). Israel engaged in a 34-day conflict with Hizballah in Lebanon from July-August 2006 and a 23-day conflict with HAMAS in the Gaza Strip from December 2008-January 2009. In November 2012 Israel engaged in a seven-day conflict with HAMAS in the Gaza Strip. Direct talks with the Palestinians most recently launched in July 2013 but were suspended in April 2014. The talks represented the fourth concerted effort to resolve final status issues between the sides since they were first discussed at Camp David in 2000. Three months later HAMAS and other militant groups launched rockets into Israel which led to a 51-day conflict between Israel and militants in Gaza.","overview":"'Israel a Middle Eastern country on the Mediterranean Sea is regarded by Jews Christians and Muslims as the biblical Holy Land. Its most sacred sites are in Jerusalem. Within its Old City the Temple Mount complex includes the Dome of the Rock shrine the historic Western Wall Al-Aqsa Mosque and the Church of the Holy Sepulchre. Israel''s financial hub Tel Aviv is known for its Bauhaus architecture and beaches.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":57,"land_mass_km":21640,"population_christian":266000,"population_christian_percentage":3.5,"population_catholic_percentage":null,"population_protestant_percentage":3.5,"population_refugee":16121,"population_migration":10000,"population_year_change":1.6,"population_density_km":400,"population_average_age":30,"population_urban_percentage":93,"population_literacy_percentage":"98.00","landmass":null,"region_code":6,"region_id":"145","region_name":"Western Asia"},"translations":[{"source_iso":"aju","translation_iso":"aju","dialect_id":null,"name":"Judeo-Moroccan Arabic"}],"bibles":[],"resources":[],"films":[]}