{"iso":"aux","glotto_id":"aura1243","glotto_family":null,"iso1":null,"name":"Aurá","autonym":"Aurê","macroarea":null,"level":"E","development":null,"use":null,"location":null,"area":"Pará, Maranhão in Maranhão.","progress":null,"typology":null,"writing":null,"description":null,"country_id":"BR","latitude":"-4.137000","longitude":"-46.792000","population":0,"status_id":null,"status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":2,"country":{"id":"BR","name":"Brazil","name_long":"The Federative Republic of Brazil","population":213445417,"official_language":"Portuguese","official_language_iso":"por","url_wiki":"https://en.wikipedia.org/wiki/Brazil","hidden":0,"autonym":null,"fips":"BR","iso_a3":"BRA","continent_id":"SA","iso_num":76,"religion_primary":"Christianity","introduction":"Following more than three centuries under Portuguese rule Brazil gained its independence in 1822 maintaining a monarchical system of government until the abolition of slavery in 1888 and the subsequent proclamation of a republic by the military in 1889. Brazilian coffee exporters politically dominated the country until populist leader Getulio VARGAS rose to power in 1930. By far the largest and most populous country in South America Brazil underwent more than a half century of populist and military government until 1985 when the military regime peacefully ceded power to civilian rulers. Brazil continues to pursue industrial and agricultural growth and development of its interior. Having successfully weathered a period of global financial difficulty in the late 20th century Brazil was seen as one of the world’s strongest emerging markets and a contributor to global growth. The awarding of the 2014 FIFA World Cup and 2016 Summer Olympic Games the first ever to be held in South America was seen as symbolic of the country’s rise. However since about 2013 Brazil has been plagued by a shrinking economy growing unemployment and rising inflation. Political scandal resulted in the impeachment of President Dilma ROUSSEFF in May 2016 a conviction that was upheld by the Senate in August 2016; her vice president Michel TEMER will serve as president until 2018 completing her second term.","overview":"Brazil a vast South American country stretches from the Amazon Basin in the north to vineyards and massive Iguaçu Falls in the south. Rio de Janeiro symbolized by its 38m Christ the Redeemer statue atop Mount Corcovado is famed for its busy Copacabana and Ipanema beaches as well as its enormous raucous Carnaval festival featuring parade floats flamboyant costumes and samba music and dance.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":263,"land_mass_km":8358140,"population_christian":180770000,"population_christian_percentage":90,"population_catholic_percentage":64.6,"population_protestant_percentage":25.4,"population_refugee":32860,"population_migration":21200,"population_year_change":0.72,"population_density_km":25,"population_average_age":33,"population_urban_percentage":88,"population_literacy_percentage":"98.00","landmass":null,"region_code":11,"region_id":"419","region_name":"Latin America and the Caribbean"},"translations":[{"source_iso":"aux","translation_iso":"aux","dialect_id":null,"name":"Aurá"},{"source_iso":"aux","translation_iso":"aux","dialect_id":null,"name":"Auré"}],"bibles":[],"resources":[],"films":[]}