{"iso":"avi","glotto_id":"avik1243","glotto_family":null,"iso1":null,"name":"Avikam","autonym":"Avekom","macroarea":null,"level":"L","development":null,"use":null,"location":"Côte d&#039;Ivoire","area":"Southern Department, Grand Lahou coastal plain area, Avikam Canton.","progress":"Portions\r","typology":null,"writing":null,"description":null,"country_id":"CI","latitude":"5.158380","longitude":"-5.252900","population":21000,"status_id":"5","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":1,"resources_count":1,"translations_count":6,"country":{"id":"CI","name":"Côte d'Ivoire","name_long":"The Republic of Côte d'Ivoire","population":28088455,"official_language":"French","official_language_iso":"fra","url_wiki":"https://en.wikipedia.org/wiki/Ivory_Coast","hidden":0,"autonym":null,"fips":"IV","iso_a3":"CIV","continent_id":"AF","iso_num":384,"religion_primary":"Islam","introduction":"Close ties to France following independence in 1960 the development of cocoa production for export and foreign investment all made Cote d'Ivoire one of the most prosperous of the West African states but did not protect it from political turmoil. In December 1999 a military coup - the first ever in Cote d'Ivoire's history - overthrew the government. Junta leader Robert GUEI blatantly rigged elections held in late 2000 and declared himself the winner. Popular protest forced him to step aside and brought Laurent GBAGBO into power. Ivorian dissidents and disaffected members of the military launched a failed coup attempt in September 2002 that developed into a rebellion and then a civil war. The war ended in 2003 with a cease fire that left the country divided with the rebels holding the north the government the south and peacekeeping forces a buffer zone between the two. In March 2007 President GBAGBO and former New Forces rebel leader Guillaume SORO signed an agreement in which SORO joined GBAGBO's government as prime minister and the two agreed to reunite the country by dismantling the buffer zone integrating rebel forces into the national armed forces and holding elections. Difficulties in preparing electoral registers delayed balloting until 2010. In November 2010 Alassane Dramane OUATTARA won the presidential election over GBAGBO but GBAGBO refused to hand over power resulting in a five-month stand-off. In April 2011 after widespread fighting GBAGBO was formally forced from office by armed OUATTARA supporters with the help of UN and French forces. Several thousand UN peacekeepers and several hundred French troops remain in Cote d'Ivoire to support the transition process. OUATTARA is focused on rebuilding the country's infrastructure and military after the five months of post-electoral fighting and faces ongoing threats from GBAGBO supporters many of whom have sought shelter in Ghana. GBAGBO is in The Hague awaiting trial for crimes against humanity.","overview":"'Côte d''Ivoire is a West African country with beach resorts rainforests and a French-colonial legacy. Abidjan on the Atlantic coast is the country’s major urban center. Its modern landmarks include zigguratlike concrete La Pyramide and St. Paul''s Cathedral a swooping structure tethered to a massive cross. North of the central business district Banco National Park is a rainforest preserve with hiking trails.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":108,"land_mass_km":55960,"population_christian":7075000,"population_christian_percentage":32.8,"population_catholic_percentage":28.9,"population_protestant_percentage":3.9,"population_refugee":2021,"population_migration":-8001,"population_year_change":-0.61,"population_density_km":73,"population_average_age":44,"population_urban_percentage":58,"population_literacy_percentage":"57.00","landmass":null,"region_code":8,"region_id":"202","region_name":"Sub-Saharan Africa"},"translations":[{"source_iso":"avi","translation_iso":"avi","dialect_id":null,"name":"Avekom"},{"source_iso":"avi","translation_iso":"avi","dialect_id":null,"name":"Brignan"},{"source_iso":"avi","translation_iso":"avi","dialect_id":null,"name":"Brinya"},{"source_iso":"avi","translation_iso":"avi","dialect_id":null,"name":"Gbanda"},{"source_iso":"avi","translation_iso":"avi","dialect_id":null,"name":"Kwakwa"},{"source_iso":"avi","translation_iso":"avi","dialect_id":null,"name":"Lahu"}],"bibles":[],"resources":[{"iso":"avi","fab_view":"1","type":"audio","cover":"","title":"Words of Life","title_vernacular":null,"description":"","url_source":"https://globalrecordings.net/en/program/850","url":"https://globalrecordings.net/en/program/850","author":"Global Recordings Network","organization_id":"global-recordings-network","date":""}],"films":[{"iso":"avi","organization_id":"the-jesus-film-project","title":"JESUS","title_vernacular":null,"description":"Jesus constantly surprises and confounds people, from His miraculous birth to His rise from the grave. Follow His life through excerpts from the Book of Luke, all the miracles, the teachings, and the passion.","url":"https://arc.gt/1183z?apiSessionId=5f874829565278.87164425","url_youtube":null,"img_thumb":"https://d1wl257kev7hsz.cloudfront.net/cinematics/1_jf-0-0.thumbnail.jpg","img_poster":"https://d1wl257kev7hsz.cloudfront.net/cinematics/Classic_art_HD.jpg","duration_ms":7673754,"fab_view":1}]}