{"iso":"boo","glotto_id":"tiem1235","glotto_family":null,"iso1":null,"name":"Tiemacèwè Bozo","autonym":"Boso","macroarea":null,"level":"L","development":null,"use":null,"location":"Mali, Map 4","area":"Administrative circle of Youwarou, Arrondissement Guidio Saré; Enghem (Enguem), Aouré (Aoré), and Kamago Sébi villages, where Niger River leaves Lake Debo.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"ML","latitude":"15.470520","longitude":"-4.256880","population":1315,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":1,"translations_count":4,"country":{"id":"ML","name":"Mali","name_long":"The Republic of Mali","population":20137527,"official_language":"French","official_language_iso":"fra","url_wiki":"https://en.wikipedia.org/wiki/Mali","hidden":0,"autonym":null,"fips":"ML","iso_a3":"MLI","continent_id":"AF","iso_num":466,"religion_primary":"Islam","introduction":"The Sudanese Republic and Senegal became independent of France in 1960 as the Mali Federation. When Senegal withdrew after only a few months what formerly made up the Sudanese Republic was renamed Mali. Rule by dictatorship was brought to a close in 1991 by a military coup that ushered in a period of democratic rule. President Alpha KONARE won Mali's first two democratic presidential elections in 1992 and 1997. In keeping with Mali's two-term constitutional limit he stepped down in 2002 and was succeeded by Amadou Toumani TOURE who was elected to a second term in a 2007 election that was widely judged to be free and fair. Malian returnees from Libya in 2011 exacerbated tensions in northern Mali and Tuareg ethnic militias rebelled in January 2012. Low- and mid-level soldiers frustrated with the poor handling of the rebellion overthrew TOURE on 22 March. Intensive mediation efforts led by the Economic Community of West African States (ECOWAS) returned power to a civilian administration in April with the appointment of Interim President Dioncounda TRAORE. The post-coup chaos led to rebels expelling the Malian military from the country's three northern regions and allowed Islamic militants to set up strongholds. Hundreds of thousands of northern Malians fled the violence to southern Mali and neighboring countries exacerbating regional food shortages in host communities. An international military intervention to retake the three northern regions began in January 2013 and within a month most of the north had been retaken. In a democratic presidential election conducted in July and August of 2013 Ibrahim Boubacar KEITA was elected president. The Malian Government and northern armed groups signed an internationally-mediated peace accord in June 2015.","overview":"Mali officially the Republic of Mali is a landlocked country in West Africa a region geologically identified with the West African Craton. Mali is the eighth-largest country in Africa with an area of just over 1240000 square kilometres.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":75,"land_mass_km":1220190,"population_christian":348000,"population_christian_percentage":2.4,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":26670,"population_migration":-40000,"population_year_change":3.02,"population_density_km":17,"population_average_age":16,"population_urban_percentage":44,"population_literacy_percentage":"33.00","landmass":null,"region_code":8,"region_id":"202","region_name":"Sub-Saharan Africa"},"translations":[{"source_iso":"boo","translation_iso":"boo","dialect_id":null,"name":"Boso"},{"source_iso":"boo","translation_iso":"boo","dialect_id":null,"name":"Tié"},{"source_iso":"boo","translation_iso":"boo","dialect_id":null,"name":"Tiema Ciewe"},{"source_iso":"boo","translation_iso":"boo","dialect_id":null,"name":"Tiemacewe"}],"bibles":[],"resources":[{"iso":"boo","fab_view":"1","type":"audio","cover":"","title":"Becoming a Friend of God","title_vernacular":null,"description":"","url_source":"https://globalrecordings.net/en/program/33861","url":"https://globalrecordings.net/en/program/33861","author":"Global Recordings Network","organization_id":"global-recordings-network","date":""}],"films":[]}