{"iso":"cnr","glotto_id":null,"glotto_family":null,"iso1":null,"name":"Montenegrin","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":null,"progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"ME","latitude":null,"longitude":null,"population":0,"status_id":null,"status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":0,"country":{"id":"ME","name":"Montenegro","name_long":"Montenegro","population":607414,"official_language":"Serbian","official_language_iso":"srp","url_wiki":"https://en.wikipedia.org/wiki/Montenegro","hidden":0,"autonym":null,"fips":"MJ","iso_a3":"MNE","continent_id":"EU","iso_num":499,"religion_primary":"Christianity","introduction":"The use of the name Crna Gora or Black Mountain (Montenegro) began in the 13th century in reference to a highland region in the Serbian province of Zeta. The later medieval state of Zeta maintained its existence until 1496 when Montenegro finally fell under Ottoman rule. Over subsequent centuries Montenegro managed to maintain a level of autonomy within the Ottoman Empire. From the 16th to 19th centuries Montenegro was a theocracy ruled by a series of bishop princes; in 1852 it transformed into a secular principality. Montenegro was recognized as an independent sovereign principality at the Congress of Berlin in 1878. After World War I during which Montenegro fought on the side of the Allies Montenegro was absorbed by the Kingdom of Serbs Croats and Slovenes which became the Kingdom of Yugoslavia in 1929; at the conclusion of World War II it became a constituent republic of the Socialist Federal Republic of Yugoslavia. When the latter dissolved in 1992 Montenegro federated with Serbia creating the Federal Republic of Yugoslavia and after 2003 shifting to a looser State Union of Serbia and Montenegro. In May 2006 Montenegro invoked its right under the Constitutional Charter of Serbia and Montenegro to hold a referendum on independence from the state union. The vote for severing ties with Serbia barely exceeded 55% - the threshold set by the EU - allowing Montenegro to formally restore its independence on 3 June 2006.","overview":"Montenegro is a Balkan country with rugged mountains medieval villages and a narrow strip of beaches along its Adriatic coastline. The Bay of Kotor resembling a fjord is dotted with coastal churches and fortified towns such as Kotor and Herceg Novi. Durmitor National Park home to bears and wolves encompasses limestone peaks glacial lakes and 1300m-deep Tara River Canyon.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":15,"land_mass_km":13450,"population_christian":500000,"population_christian_percentage":78.8,"population_catholic_percentage":3.4,"population_protestant_percentage":72.4,"population_refugee":662,"population_migration":-480,"population_year_change":0.01,"population_density_km":47,"population_average_age":39,"population_urban_percentage":68,"population_literacy_percentage":"99.00","landmass":null,"region_code":9,"region_id":"39","region_name":"Southern Europe"},"translations":[],"bibles":[],"resources":[],"films":[]}