{"iso":"cse","glotto_id":"czec1253","glotto_family":null,"iso1":null,"name":"Czech Sign Language","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"","progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"CZ","latitude":"50.012010","longitude":"14.477400","population":10000,"status_id":"5","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"CZ","name":"Czechia","name_long":"The Czech Republic","population":10702596,"official_language":"Czech","official_language_iso":"ces","url_wiki":"https://en.wikipedia.org/wiki/Czech_Republic","hidden":0,"autonym":null,"fips":"EZ","iso_a3":"CZE","continent_id":"EU","iso_num":203,"religion_primary":"Non-Religious","introduction":"At the close of World War I the Czechs and Slovaks of the former Austro-Hungarian Empire merged to form Czechoslovakia. During the interwar years having rejected a federal system the new country's predominantly Czech leaders were frequently preoccupied with meeting the increasingly strident demands of other ethnic minorities within the republic most notably the Slovaks the Sudeten Germans and the Ruthenians (Ukrainians). On the eve of World War II Nazi Germany occupied the territory that today comprises the Czech Republic and Slovakia became an independent state allied with Germany. After the war a reunited but truncated Czechoslovakia (less Ruthenia) fell within the Soviet sphere of influence. In 1968 an invasion by Warsaw Pact troops ended the efforts of the country's leaders to liberalize communist rule and create \\\"socialism with a human face\\\" ushering in a period of repression known as \\\"normalization.\\\" The peaceful \\\"Velvet Revolution\\\" swept the Communist Party from power at the end of 1989 and inaugurated a return to democratic rule and a market economy. On 1 January 1993 the country underwent a nonviolent \\\"velvet divorce\\\" into its two national components the Czech Republic and Slovakia. The Czech Republic joined NATO in 1999 and the European Union in 2004.","overview":"'The Czech Republic in Central Europe is a country that''s known for its ornate castles native beers and long history. Prague the capital is home to grand 9th-century Prague Castle a preserved medieval old town and statue-lined Charles Bridge. Český Krumlov a small town in the South Bohemia region is notable for its wealth of Gothic Renaissance and Baroque buildings many of which house restaurants and shops.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":34,"land_mass_km":318000,"population_christian":1175000,"population_christian_percentage":34,"population_catholic_percentage":29,"population_protestant_percentage":5,"population_refugee":2058,"population_migration":-8000,"population_year_change":2.57,"population_density_km":83,"population_average_age":19,"population_urban_percentage":51,"population_literacy_percentage":"100.00","landmass":null,"region_code":9,"region_id":"151","region_name":"Eastern Europe"},"translations":[{"source_iso":"cse","translation_iso":"cse","dialect_id":null,"name":"Czech Sign Language"}],"bibles":[],"resources":[],"films":[]}