{"iso":"doq","glotto_id":"domi1236","glotto_family":null,"iso1":null,"name":"Dominican Sign Language","autonym":"Lenguaje de Señas Bolivianas LSB","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"DO","latitude":"18.879830","longitude":"-71.172180","population":32000,"status_id":"5","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"DO","name":"Dominican Republic","name_long":"The Dominican Republic","population":10597348,"official_language":"Spanish","official_language_iso":"spa","url_wiki":"https://en.wikipedia.org/wiki/Dominican_Republic","hidden":0,"autonym":null,"fips":"DR","iso_a3":"DOM","continent_id":"NA","iso_num":214,"religion_primary":"Christianity","introduction":"The Taino - indigenous inhabitants of Hispaniola prior to the arrival of the Europeans - divided the island into five chiefdoms and territories. Christopher COLUMBUS explored and claimed the island on his first voyage in 1492; it became a springboard for Spanish conquest of the Caribbean and the American mainland. In 1697 Spain recognized French dominion over the western third of the island which in 1804 became Haiti. The remainder of the island by then known as Santo Domingo sought to gain its own independence in 1821 but was conquered and ruled by the Haitians for 22 years; it finally attained independence as the Dominican Republic in 1844. In 1861 the Dominicans voluntarily returned to the Spanish Empire but two years later they launched a war that restored independence in 1865. A legacy of unsettled mostly non-representative rule followed capped by the dictatorship of Rafael Leonidas TRUJILLO from 1930 to 1961. Juan BOSCH was elected president in 1962 but was deposed in a military coup in 1963. In 1965 the United States led an intervention in the midst of a civil war sparked by an uprising to restore BOSCH. In 1966 Joaquin BALAGUER defeated BOSCH in an election to become president. BALAGUER maintained a tight grip on power for most of the next 30 years when international reaction to flawed elections forced him to curtail his term in 1996. Since then regular competitive elections have been held in which opposition candidates have won the presidency. Former President Leonel FERNANDEZ Reyna (first term 1996-2000) won election to a new term in 2004 following a constitutional amendment allowing presidents to serve more than one term and was later reelected to a second consecutive term. In 2012 Danilo MEDINA Sanchez was elected president.","overview":"'The Dominican Republic is a Caribbean nation that shares the island of Hispaniola with Haiti to the west. It''s known for its beaches resorts and golfing. Its terrain comprises rainforest savannah and highlands including Pico Duarte the Caribbean’s tallest mountain. Capital city Santo Domingo has Spanish landmarks like the Gothic Catedral Primada de America dating back 5 centuries in its Zona Colonial district.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":11,"land_mass_km":48320,"population_christian":9734000,"population_christian_percentage":83,"population_catholic_percentage":65,"population_protestant_percentage":18,"population_refugee":171,"population_migration":-30000,"population_year_change":1.01,"population_density_km":225,"population_average_age":28,"population_urban_percentage":85,"population_literacy_percentage":"91.00","landmass":null,"region_code":12,"region_id":"419","region_name":"Latin America and the Caribbean"},"translations":[{"source_iso":"doq","translation_iso":"doq","dialect_id":null,"name":"Dominican Sign Language"}],"bibles":[],"resources":[],"films":[]}