{
    "iso": "hbo",
    "glotto_id": "anci1244",
    "glotto_family": null,
    "iso1": null,
    "name": "Ancient Hebrew",
    "autonym": "עִבְרִית מִקְרָאִית",
    "macroarea": null,
    "level": "H",
    "development": null,
    "location": null,
    "area": "",
    "progress": "Old Testament\r",
    "typology": null,
    "writing": null,
    "description": null,
    "country_id": "IL",
    "use": null,
    "latitude": "31.776070",
    "longitude": "35.172480",
    "population": 0,
    "status_id": "9",
    "status_notes": null,
    "redirect_to_iso": null,
    "bibles_count": 8,
    "films_count": 0,
    "resources_count": 0,
    "translations_count": 2,
    "country": {
        "id": "IL",
        "name": "Israel",
        "name_long": "The State of Israel",
        "population": 8787045,
        "official_language": "Hebrew",
        "official_language_iso": "heb",
        "url_wiki": "https://en.wikipedia.org/wiki/Israel",
        "hidden": 0,
        "autonym": null,
        "fips": "IS",
        "iso_a3": "ISR",
        "continent_id": "AS",
        "iso_num": 376,
        "religion_primary": "Ethnic Religions",
        "introduction": "Following World War II Britain withdrew from its mandate of Palestine and the UN proposed partitioning the area into Arab and Jewish states an arrangement rejected by the Arabs. Nonetheless an Israeli state was declared in 1948 and Israel subsequently defeated the Arab armies in a series of wars that did not end deep tensions between the two sides. (The territories Israel has occupied since the 1967 war are not included in the Israel country profile unless otherwise noted.) On 25 April 1982 Israel withdrew from the Sinai Peninsula pursuant to the 1979 Israel-Egypt Peace Treaty. In keeping with the framework established at the Madrid Conference in October 1991 Israel conducted bilateral negotiations with Palestinian representatives and Syria to achieve a permanent settlement with each. Israel and Palestinian officials on 13 September 1993 signed a Declaration of Principles (also known as the \\\"Oslo Accords\\\") enshrining the idea of a two-state solution to their conflict and guiding an interim period of Palestinian self-rule. The parties achieved six additional significant interim agreements between 1994 and 1999 aimed at creating the conditions for a two-state solution but most were never fully realized. Outstanding territorial and other disputes with Jordan were resolved in the 26 October 1994 Israel-Jordan Peace Treaty. ++ Progress toward a final status agreement with the Palestinians was undermined by Israeli-Palestinian violence between 2001 and February 2005. Israel in 2005 unilaterally disengaged from the Gaza Strip evacuating settlers and its military while retaining control over most points of entry into the Gaza Strip. The election of HAMAS to head the Palestinian Legislative Council in 2006 temporarily froze relations between Israel and the Palestinian Authority (PA). Israel engaged in a 34-day conflict with Hizballah in Lebanon from July-August 2006 and a 23-day conflict with HAMAS in the Gaza Strip from December 2008-January 2009. In November 2012 Israel engaged in a seven-day conflict with HAMAS in the Gaza Strip. Direct talks with the Palestinians most recently launched in July 2013 but were suspended in April 2014. The talks represented the fourth concerted effort to resolve final status issues between the sides since they were first discussed at Camp David in 2000. Three months later HAMAS and other militant groups launched rockets into Israel which led to a 51-day conflict between Israel and militants in Gaza.",
        "overview": "'Israel a Middle Eastern country on the Mediterranean Sea is regarded by Jews Christians and Muslims as the biblical Holy Land. Its most sacred sites are in Jerusalem. Within its Old City the Temple Mount complex includes the Dome of the Rock shrine the historic Western Wall Al-Aqsa Mosque and the Church of the Holy Sepulchre. Israel''s financial hub Tel Aviv is known for its Bauhaus architecture and beaches.'",
        "independent": 1,
        "wfb": 1,
        "wfb_pdf": 1,
        "sil_language_count": 57,
        "land_mass_km": 21640,
        "population_christian": 266000,
        "population_christian_percentage": 3.5,
        "population_catholic_percentage": null,
        "population_protestant_percentage": 3.5,
        "population_refugee": 16121,
        "population_migration": 10000,
        "population_year_change": 1.6,
        "population_density_km": 400,
        "population_average_age": 30,
        "population_urban_percentage": 93,
        "population_literacy_percentage": 98,
        "region_code": 6,
        "region_id": "145",
        "region_name": "Western Asia"
    },
    "codes": [],
    "classifications": [
        {
            "iso": "hbo",
            "class_id": "afro1255",
            "class_order": 0,
            "name": "Afro-Asiatic"
        },
        {
            "iso": "hbo",
            "class_id": "semi1276",
            "class_order": 1,
            "name": "Semitic"
        },
        {
            "iso": "hbo",
            "class_id": "west2786",
            "class_order": 2,
            "name": "Central"
        },
        {
            "iso": "hbo",
            "class_id": "cent2236",
            "class_order": 3,
            "name": "South"
        },
        {
            "iso": "hbo",
            "class_id": "nort3165",
            "class_order": 4,
            "name": "Canaanite"
        },
        {
            "iso": "hbo",
            "class_id": "cana1267",
            "class_order": 5,
            "name": "Canaanite [cana1267]"
        },
        {
            "iso": "hbo",
            "class_id": "hebr1246",
            "class_order": 6,
            "name": "Hebrewic [hebr1246]"
        }
    ],
    "dialects": [
        {
            "iso_parent": "hbo",
            "iso_child": "heb"
        }
    ],
    "translations": [
        {
            "source_iso": "hbo",
            "translation_iso": "hbo",
            "name": "Old Hebrew"
        },
        {
            "source_iso": "hbo",
            "translation_iso": "hbo",
            "name": "עברית"
        }
    ],
    "bibles": [
        {
            "id": "1677cf80-e2d0-4bc9-9e1b-5bd6efe08ae0",
            "abbr": "HEBWLC",
            "parent_bible_id": null,
            "title": "Westminster Leningrad Codex Hebrew Old Testament",
            "title_vernacular": "כתבי הקודש",
            "description": "The Leningrad Codex (Latin: Codex Leningradensis, the \"codex of Leningrad\") is the oldest complete manuscript of the Hebrew Bible in Hebrew, using the Masoretic Text and Tiberian vocalization. It is dated 1008 CE (or possibly 1009) according to its colophon. The Aleppo Codex, against which the Leningrad Codex was corrected, is several decades older, but parts of it have been missing since 1947, making the Leningrad Codex the oldest complete codex of the Tiberian mesorah that has survived intact to this day. In modern times, the Leningrad Codex is significant as the Hebrew text reproduced in Biblia Hebraica (1937), Biblia Hebraica Stuttgartensia (1977), and Biblia Hebraica Quinta (2004–present). It also serves as a primary source for the recovery of details in the missing parts of the Aleppo Codex.",
            "description_short": null,
            "description_vernacular": null,
            "description_reviewed": 0,
            "iso": "hbo",
            "script": "Hebr",
            "year": 1008,
            "country_id": "IL",
            "copyright": "Public Domain",
            "copyright_type": "OPEN",
            "reviewed": 0,
            "questionable": 0
        },
        {
            "id": "736610bd-c71d-4e48-bba6-8cb3f4aaf1a9",
            "abbr": "HBOMASP",
            "parent_bible_id": null,
            "title": "Masoretic Text parallel to the Samaritan Pentateuch",
            "title_vernacular": null,
            "description": null,
            "description_short": null,
            "description_vernacular": null,
            "description_reviewed": null,
            "iso": "hbo",
            "script": "Hebr",
            "year": null,
            "country_id": "IL",
            "copyright": null,
            "copyright_type": null,
            "reviewed": 0,
            "questionable": 0
        },
        {
            "id": "7efc562c-4d88-4c3f-8e86-27106476c003",
            "abbr": "HBOCAIR",
            "parent_bible_id": null,
            "title": "Cairo Codex",
            "title_vernacular": "Codex Prophetarum Cairensis",
            "description": "The Codex Cairensis (also: Codex Prophetarum Cairensis, Cairo Codex of the Prophets) is a Hebrew manuscript containing the complete text of the Hebrew Bible's Nevi'im (Prophets). It has traditionally been described as \"the oldest dated Hebrew Codex of the Bible which has come down to us\", but modern research seems to indicate an 11th-century date rather than the 895 CE date written into its colophon. It contains the books of the Former Prophets (Joshua, Judges, Samuel, and Kings) and Latter Prophets (Isaiah, Jeremiah, Ezekiel and the book of the Twelve Minor Prophets). It comprises 575 pages including 13 carpet pages.",
            "description_short": null,
            "description_vernacular": null,
            "description_reviewed": 0,
            "iso": "hbo",
            "script": "Hebr",
            "year": 895,
            "country_id": "IL",
            "copyright": "Public Domain",
            "copyright_type": null,
            "reviewed": 0,
            "questionable": 0
        },
        {
            "id": "81a92f9d-5c18-458d-92cd-6a9b8bf681a4",
            "abbr": "HBOSPV",
            "parent_bible_id": null,
            "title": "Samaritan Pentateuch with variant readings",
            "title_vernacular": null,
            "description": null,
            "description_short": null,
            "description_vernacular": null,
            "description_reviewed": null,
            "iso": "hbo",
            "script": "Hebr",
            "year": 1780,
            "country_id": "IL",
            "copyright": "Public Domain",
            "copyright_type": "OPEN",
            "reviewed": 0,
            "questionable": 0
        },
        {
            "id": "9cd9ec4e-6f18-41cf-8fc9-730a80967f21",
            "abbr": "HBOMAS",
            "parent_bible_id": null,
            "title": "Hebrew Masoretic Old Testament",
            "title_vernacular": "כתבי הקודש",
            "description": "The Masoretic Text (MT or 𝕸; Hebrew: נוסח המסורה‎, romanized: Nusakh haMasora) is the authoritative Hebrew and Aramaic text of the 24 books of the Tanakh in Rabbinic Judaism. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the masorah. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries of the Common Era (CE). The oldest extant manuscripts date from around the 9th century. The Aleppo Codex (once the oldest-known complete copy but missing large sections since the 1947 Civil war in Palestine) dates from the 10th century.",
            "description_short": null,
            "description_vernacular": null,
            "description_reviewed": 0,
            "iso": "hbo",
            "script": "Hebr",
            "year": 1000,
            "country_id": "IL",
            "copyright": "Public Domain",
            "copyright_type": "OPEN",
            "reviewed": 0,
            "questionable": 0
        },
        {
            "id": "a08c2689-e69e-49ec-ba6b-7e362af8a6b9",
            "abbr": "HBOLENI",
            "parent_bible_id": null,
            "title": "The Leningrad Codex",
            "title_vernacular": "Codex Leningradensis",
            "description": "The Leningrad Codex (Latin: Codex Leningradensis, the \"codex of Leningrad\") is the oldest complete manuscript of the Hebrew Bible in Hebrew, using the Masoretic Text and Tiberian vocalization. According to its colophon, it was made in Cairo in 1008 CE (or possibly 1009). There are older manuscripts of translations into other languages, such as the 4th-century Codex Vaticanus in Greek (surviving almost complete).<br><br>Some have proposed that the Leningrad Codex was corrected against the slightly earlier Aleppo Codex. However, Paul E. Kahle argues that the Leningrad manuscript was more likely based on other, lost manuscripts by the ben Asher family. The Aleppo Codex is several decades older, but parts of it have been missing since the 1947 anti-Jewish riots in Aleppo, making the Leningrad Codex the oldest complete codex of the Tiberian mesorah that has survived intact to this day.<br><br>In modern times, the Leningrad Codex is significant as the Hebrew text reproduced in Biblia Hebraica (1937), Biblia Hebraica Stuttgartensia (1977), and Biblia Hebraica Quinta (2004–present). It also serves as a primary source for the recovery of details in the missing parts of the Aleppo Codex.",
            "description_short": null,
            "description_vernacular": null,
            "description_reviewed": 0,
            "iso": "hbo",
            "script": "Hebr",
            "year": 1008,
            "country_id": "IL",
            "copyright": "Public Domain",
            "copyright_type": null,
            "reviewed": 0,
            "questionable": 0
        },
        {
            "id": "ddeecf86-aeea-46f5-8a64-76b0f5a24477",
            "abbr": "HBODAMA",
            "parent_bible_id": null,
            "title": "Damascus Codex",
            "title_vernacular": "כֶּתֶר דַּמֶּשֶׂק",
            "description": "The Damascus Pentateuch (Hebrew: כֶּתֶר דַּמֶּשֶׂק Keter Dameseq or Crown of Damascus) is a 10th-century Hebrew Bible codex, consisting of the almost complete Pentateuch, the Five Books of Moses. The codex was copied by an unknown scribe, replete with Masoretic annotations. The manuscript is defective in its beginning, as it starts with Genesis 9:26, and Exodus 18:1–23 is also missing. In 1975 it was acquired by the Jewish National and University Library, Jerusalem, which in 2008 changed its name to \"National Library of Israel\". The codex was published in a large, two-volume facsimile edition in 1978. It should not be confused with another manuscript, the Damascus Crown (Damascus Keter) of medieval Spanish origin, containing 24 canonical books.",
            "description_short": null,
            "description_vernacular": null,
            "description_reviewed": 0,
            "iso": "hbo",
            "script": "Hebr",
            "year": 900,
            "country_id": "IL",
            "copyright": "Public Domain",
            "copyright_type": null,
            "reviewed": 0,
            "questionable": 0
        },
        {
            "id": "fec92960-ff37-4b20-b55c-e2906a9cc80f",
            "abbr": "HBODSS",
            "parent_bible_id": null,
            "title": "Samaritan Pentateuch and Dead Sea Scrolls variants",
            "title_vernacular": null,
            "description": null,
            "description_short": null,
            "description_vernacular": null,
            "description_reviewed": null,
            "iso": "hbo",
            "script": "Hebr",
            "year": 30,
            "country_id": "IL",
            "copyright": null,
            "copyright_type": null,
            "reviewed": 0,
            "questionable": 0
        }
    ],
    "resources": [],
    "films": []
}