{"iso":"hib","glotto_id":"hibi1243","glotto_family":null,"iso1":null,"name":"Hibito","autonym":"Chibito","macroarea":null,"level":"E","development":null,"use":null,"location":null,"area":"Bobonaje River, Jelache tributary, Huayabamba tributary entering Huallaga on west.","progress":null,"typology":null,"writing":null,"description":null,"country_id":"PE","latitude":"-6.583330","longitude":"-77.699990","population":0,"status_id":"10","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":5,"country":{"id":"PE","name":"Peru","name_long":"The Republic of Perú","population":32201224,"official_language":"Spanish","official_language_iso":"spa","url_wiki":"https://en.wikipedia.org/wiki/Peru","hidden":0,"autonym":null,"fips":"PE","iso_a3":"PER","continent_id":"SA","iso_num":604,"religion_primary":"Christianity","introduction":"Ancient Peru was the seat of several prominent Andean civilizations most notably that of the Incas whose empire was captured by Spanish conquistadors in 1533. Peru declared its independence in 1821 and remaining Spanish forces were defeated in 1824. After a dozen years of military rule Peru returned to democratic leadership in 1980 but experienced economic problems and the growth of a violent insurgency. President Alberto FUJIMORI's election in 1990 ushered in a decade that saw a dramatic turnaround in the economy and significant progress in curtailing guerrilla activity. Nevertheless the president's increasing reliance on authoritarian measures and an economic slump in the late 1990s generated mounting dissatisfaction with his regime which led to his resignation in 2000. A caretaker government oversaw a new election in the spring of 2001 which installed Alejandro TOLEDO Manrique as the new head of government - Peru's first democratically elected president of indigenous ethnicity. The presidential election of 2006 saw the return of Alan GARCIA Perez who after a disappointing presidential term from 1985 to 1990 oversaw a robust economic rebound. Former army officer Ollanta HUMALA Tasso was elected president in June 2011 and carried on the sound market-oriented economic policies of the three preceding administrations. Poverty and unemployment levels have fallen dramatically in the last decade and today Peru boasts one of the best performing economies in Latin America. Pedro Pablo KUCZYNSKI Godard won a very narrow presidential runoff election in June 2016.","overview":"'Peru is a country in South America that''s home to a section of Amazon rainforest and Machu Picchu an ancient Incan city high in the Andes mountains. The region around Machu Picchu including the Sacred Valley Inca Trail and colonial city of Cusco is rich in archaeological sites. On Peru’s arid Pacific coast is Lima the capital with a preserved colonial center and important collections of pre-Columbian art.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":114,"land_mass_km":1280000,"population_christian":27635000,"population_christian_percentage":87,"population_catholic_percentage":77,"population_protestant_percentage":10,"population_refugee":2879,"population_migration":99069,"population_year_change":1.42,"population_density_km":26,"population_average_age":31,"population_urban_percentage":79,"population_literacy_percentage":"94.00","landmass":null,"region_code":11,"region_id":"419","region_name":"Latin America and the Caribbean"},"translations":[{"source_iso":"hib","translation_iso":"hib","dialect_id":null,"name":"Chibito"},{"source_iso":"hib","translation_iso":"hib","dialect_id":null,"name":"Ibito"},{"source_iso":"hib","translation_iso":"hib","dialect_id":null,"name":"Jibito"},{"source_iso":"hib","translation_iso":"hib","dialect_id":null,"name":"Xibita"},{"source_iso":"hib","translation_iso":"hib","dialect_id":null,"name":"Zibito"}],"bibles":[],"resources":[],"films":[]}