{"iso":"hoh","glotto_id":"hoby1242","glotto_family":null,"iso1":null,"name":"Hobyót","autonym":"Hewbyót","macroarea":null,"level":"L","development":null,"use":null,"location":"Oman","area":"Near Yemen border. Also in Yemen.","progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"OM","latitude":"17.216050","longitude":"52.833375","population":100,"status_id":"8a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":2,"country":{"id":"OM","name":"Oman","name_long":"The Sultanate of Oman","population":5106626,"official_language":"Arabic Standard","official_language_iso":"arb","url_wiki":"https://en.wikipedia.org/wiki/Oman","hidden":0,"autonym":null,"fips":"MU","iso_a3":"OMN","continent_id":"AS","iso_num":512,"religion_primary":"Islam","introduction":"The inhabitants of the area of Oman have long prospered from Indian Ocean trade. In the late 18th century the nascent sultanate in Muscat signed the first in a series of friendship treaties with Britain. Over time Oman's dependence on British political and military advisors increased although the Sultanate never became a British colony. In 1970 QABOOS bin Said Al-Said overthrew his father and has since ruled as sultan but he has not designated a successor. His extensive modernization program has opened the country to the outside world while preserving the longstanding close ties with the UK and US. Oman's moderate independent foreign policy has sought to maintain good relations with its neighbors and to avoid external entanglements. Inspired by the popular uprisings that swept the Middle East and North Africa beginning in January 2011 some Omanis staged demonstrations calling for more jobs and economic benefits and an end to corruption. In response to those protester demands QABOOS in 2011 pledged to implement economic and political reforms such as granting legislative and regulatory powers to the Majlis al-Shura and increasing unemployment benefits. Additionally in August 2012 the Sultan announced a royal directive mandating the speedy implementation of a national job creation plan for thousands of public and private sector Omani jobs. As part of the government's efforts to decentralize authority and allow greater citizen participation in local governance Oman successfully conducted its first municipal council elections in December 2012. Announced by the Sultan in 2011 the municipal councils have the power to advise the Royal Court on the needs of local districts across Oman's 11 governorates. The Sultan returned to Oman in March 2015 after eight months in Germany where he received medical treatment. He has since appeared publicly on a few occasions.","overview":"Oman a nation on the Arabian Peninsula has terrain encompassing desert riverbed oases and long coastlines on the Persian (Arabian) Gulf Arabian Sea and Gulf of Oman. Wahiba Sands is a region of dunes inhabited by Bedouins. The port capital Muscat is home to the massive contemporary Sultan Qaboos Grand Mosque and the old waterfront Muttrah quarter with a labyrinthine souk and busy fish market.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":36,"land_mass_km":309500,"population_christian":180000,"population_christian_percentage":6.5,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":307,"population_migration":87400,"population_year_change":2.65,"population_density_km":16,"population_average_age":31,"population_urban_percentage":87,"population_literacy_percentage":"99.00","landmass":null,"region_code":6,"region_id":"145","region_name":"Western Asia"},"translations":[{"source_iso":"hoh","translation_iso":"hoh","dialect_id":null,"name":"Hewbyót"},{"source_iso":"hoh","translation_iso":"hoh","dialect_id":null,"name":"Hobi"}],"bibles":[],"resources":[],"films":[]}