{"iso":"imy","glotto_id":"mily1238","glotto_family":null,"iso1":null,"name":"Milyan","autonym":null,"macroarea":null,"level":"A","development":null,"use":null,"location":null,"area":null,"progress":null,"typology":null,"writing":null,"description":null,"country_id":"TR","latitude":null,"longitude":null,"population":0,"status_id":null,"status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"TR","name":"Turkey","name_long":"The Republic of Turkey","population":82482383,"official_language":"Turkish","official_language_iso":"tur","url_wiki":"https://en.wikipedia.org/wiki/Turkey","hidden":0,"autonym":null,"fips":"TU","iso_a3":"TUR","continent_id":"AS","iso_num":792,"religion_primary":"Islam","introduction":"Modern Turkey was founded in 1923 from the Anatolian remnants of the defeated Ottoman Empire by national hero Mustafa KEMAL who was later honored with the title Ataturk or \\\"Father of the Turks.\\\" Under his leadership the country adopted wide-ranging social legal and political reforms. After a period of one-party rule an experiment with multi-party politics led to the 1950 election victory of the opposition Democratic Party and the peaceful transfer of power. Since then Turkish political parties have multiplied but democracy has been fractured by periods of instability and intermittent military coups (1960 1971 1980) which in each case eventually resulted in a return of political power to civilians. In 1997 the military again helped engineer the ouster - popularly dubbed a \\\"post-modern coup\\\" - of the then Islamic-oriented government. Turkey intervened militarily on Cyprus in 1974 to prevent a Greek takeover of the island and has since acted as patron state to the \\\"Turkish Republic of Northern Cyprus\\\" which only Turkey recognizes. A separatist insurgency begun in 1984 by the Kurdistan Workers' Party (PKK) - now known as the Kurdistan People's Congress or Kongra-Gel (KGK) - has dominated the Turkish military's attention and claimed more than 30000 lives. After the capture of the group's leader in 1999 the insurgents largely withdrew from Turkey mainly to northern Iraq. In 2013 KGK and the Turkish Government agreed to a ceasefire that continues despite slow progress in ongoing peace talks. Turkey joined the UN in 1945 and in 1952 it became a member of NATO. In 1964 Turkey became an associate member of the European Community. Over the past decade it has undertaken many reforms to strengthen its democracy and economy; it began accession membership talks with the European Union in 2005.","overview":"Turkey is a nation straddling eastern Europe and western Asia with cultural connections to ancient Greek Persian Roman Byzantine and Ottoman empires. Cosmopolitan Istanbul on the Bosphorus Strait is home to the iconic Hagia Sophia with its soaring dome and Christian mosaics the massive 17th-century Blue Mosque and the circa-1460 Topkapı Palace former home of sultans. Ankara is Turkey’s modern capital.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":69,"land_mass_km":769630,"population_christian":310000,"population_christian_percentage":0.2,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":3579531,"population_migration":283922,"population_year_change":1.09,"population_density_km":110,"population_average_age":32,"population_urban_percentage":76,"population_literacy_percentage":"96.00","landmass":null,"region_code":5,"region_id":"145","region_name":"Western Asia"},"translations":[{"source_iso":"imy","translation_iso":"imy","dialect_id":null,"name":"Milyan"}],"bibles":[],"resources":[],"films":[]}