{"iso":"ity","glotto_id":"moya1235","glotto_family":null,"iso1":null,"name":"Moyadan Itneg","autonym":"Tinggian","macroarea":null,"level":"L","development":null,"use":null,"location":"Northern Philippines","area":"Luzon, Abra Province.","progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"PH","latitude":"17.423210","longitude":"120.701730","population":12000,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":1,"translations_count":2,"country":{"id":"PH","name":"Philippines","name_long":"The Republic of the Philippines","population":110818325,"official_language":"Tagalog","official_language_iso":"tgl","url_wiki":"https://en.wikipedia.org/wiki/Philippines","hidden":0,"autonym":null,"fips":"RP","iso_a3":"PHL","continent_id":"AS","iso_num":608,"religion_primary":"Christianity","introduction":"The Philippine Islands became a Spanish colony during the 16th century; they were ceded to the US in 1898 following the Spanish-American War. In 1935 the Philippines became a self-governing commonwealth. Manuel QUEZON was elected president and was tasked with preparing the country for independence after a 10-year transition. In 1942 the islands fell under Japanese occupation during World War II and US forces and Filipinos fought together during 1944-45 to regain control. On 4 July 1946 the Republic of the Philippines attained its independence. A 20-year rule by Ferdinand MARCOS ended in 1986 when a \\\"people power\\\" movement in Manila (\\\"EDSA 1\\\") forced him into exile and installed Corazon AQUINO as president. Her presidency was hampered by several coup attempts that prevented a return to full political stability and economic development. Fidel RAMOS was elected president in 1992. His administration was marked by increased stability and by progress on economic reforms. In 1992 the US closed its last military bases on the islands. Joseph ESTRADA was elected president in 1998. He was succeeded by his vice-president Gloria MACAPAGAL-ARROYO in January 2001 after ESTRADA's stormy impeachment trial on corruption charges broke down and another \\\"people power\\\" movement (\\\"EDSA 2\\\") demanded his resignation. MACAPAGAL-ARROYO was elected to a six-year term as president in May 2004. Her presidency was marred by several corruption allegations but the Philippine economy was one of the few to avoid contraction following the 2008 global financial crisis expanding each year of her administration. Benigno AQUINO III was elected to a six-year term as president in May 2010. The Philippine Government faces threats from several groups some of which are on the US Government's Foreign Terrorist Organization list. Manila has waged a decades-long struggle against ethnic Moro insurgencies in the southern Philippines which has led to a peace accord with the Moro National Liberation Front and ongoing peace talks with the Moro Islamic Liberation Front. The decades-long Maoist-inspired New People's Army insurgency also operates through much of the country. The Philippines faces increased tension with China over disputed territorial and maritime claims in the South China Sea.","overview":"The Philippines is a Southeast Asian country in the Western Pacific comprising more than 7000 islands. Its capital Manila is famous for its waterfront promenade and centuries-old Chinatown Binondo. Intramuros a walled city in colonial times is the heart of Old Manila. It’s home to the baroque 17th-century San Agustin Church as well as Fort Santiago a storied citadel and military prison.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":198,"land_mass_km":298170,"population_christian":86500000,"population_christian_percentage":85,"population_catholic_percentage":80,"population_protestant_percentage":5,"population_refugee":690,"population_migration":-67152,"population_year_change":1.35,"population_density_km":368,"population_average_age":26,"population_urban_percentage":47,"population_literacy_percentage":"95.00","landmass":null,"region_code":2,"region_id":"35","region_name":"South-eastern Asia"},"translations":[{"source_iso":"ity","translation_iso":"ity","dialect_id":null,"name":"Tinggian"},{"source_iso":"ity","translation_iso":"ity","dialect_id":null,"name":"Tinguian"}],"bibles":[],"resources":[{"iso":"ity","fab_view":"1","type":"audio","cover":"","title":"TLC Lesson 3 The Resurrection","title_vernacular":null,"description":"","url_source":"https://globalrecordings.net/en/program/68008","url":"https://globalrecordings.net/en/program/68008","author":"Global Recordings Network","organization_id":"global-recordings-network","date":""}],"films":[]}