{"iso":"jct","glotto_id":"krym1236","glotto_family":null,"iso1":null,"name":"Krymchak","autonym":"кърымчах тыльы","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":null,"progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"UA","latitude":"39.841210","longitude":"66.380500","population":0,"status_id":"8b","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"UA","name":"Ukraine","name_long":"Ukraine","population":43745640,"official_language":"Ukrainian","official_language_iso":"ukr","url_wiki":"https://en.wikipedia.org/wiki/Ukraine","hidden":0,"autonym":null,"fips":"UP","iso_a3":"UKR","continent_id":"EU","iso_num":804,"religion_primary":"Christianity","introduction":"Ukraine was the center of the first eastern Slavic state Kyivan Rus which during the 10th and 11th centuries was the largest and most powerful state in Europe. Weakened by internecine quarrels and Mongol invasions Kyivan Rus was incorporated into the Grand Duchy of Lithuania and eventually into the Polish-Lithuanian Commonwealth. The cultural and religious legacy of Kyivan Rus laid the foundation for Ukrainian nationalism through subsequent centuries. A new Ukrainian state the Cossack Hetmanate was established during the mid-17th century after an uprising against the Poles. Despite continuous Muscovite pressure the Hetmanate managed to remain autonomous for well over 100 years. During the latter part of the 18th century most Ukrainian ethnographic territory was absorbed by the Russian Empire. Following the collapse of czarist Russia in 1917 Ukraine was able to achieve a short-lived period of independence (1917-20) but was reconquered and forced to endure a brutal Soviet rule that engineered two forced famines (1921-22 and 1932-33) in which over 8 million died. In World War II German and Soviet armies were responsible for some 7 to 8 million more deaths. Although final independence for Ukraine was achieved in 1991 with the dissolution of the USSR democracy and prosperity remained elusive as the legacy of state control and endemic corruption stalled efforts at economic reform privatization and civil liberties. A peaceful mass protest \\\"Orange Revolution\\\" in the closing months of 2004 forced the authorities to overturn a rigged presidential election and to allow a new internationally monitored vote that swept into power a reformist slate under Viktor YUSHCHENKO. Subsequent internal squabbles in the YUSHCHENKO camp allowed his rival Viktor YANUKOVYCH to stage a comeback in parliamentary (Rada) elections and to become prime minister in August of 2006 and to be elected president in February 2010. In October 2012 Ukraine held Rada elections widely criticized by Western observers as flawed due to use of government resources to favor ruling party candidates interference with media access and harassment of opposition candidates. President YANUKOVYCH's backtracking on a trade and cooperation agreement with the EU in November 2013 - in favor of closer economic ties with Russia - led to a three-month protest occupation of Kyiv's central square. The government's eventual use of force to break up the protest camp in February 2014 led to all out pitched battles scores of deaths international condemnation and the president's abrupt departure to Russia. An interim government scheduled new presidential elections for 25 May 2014. On 1 March 2014 one week after the overthrow in Kyiv Russian President PUTIN ordered the invasion of Ukraine's Crimean Peninsula claiming the action was to protect ethnic Russians living there. On 16 March 2014 a \\\"referendum\\\" was held regarding the integration of Crimea into the Russian Federation. The \\\"referendum\\\" was condemned as illegitimate by the Ukrainian Government the EU the US and the UN General Assembly. Russian forces now occupy Crimea and Russian authorities claim it as Russian territory. The Ukrainian Government asserts that Crimea remains part of Ukraine.","overview":"'Ukraine is a large country in Eastern Europe known for its Orthodox churches Black Sea coastline and forested mountains. Its capital Kiev features the gold-domed St. Sophia''s Cathedral with 11th-century mosaics and frescoes. Overlooking the Dnieper River is the Kiev Pechersk Lavra monastery complex a Christian pilgrimage site housing Scythian tomb relics and catacombs containing mummified Orthodox monks.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":83,"land_mass_km":579320,"population_christian":34830000,"population_christian_percentage":81.9,"population_catholic_percentage":7.5,"population_protestant_percentage":74.4,"population_refugee":2172,"population_migration":10000,"population_year_change":-0.59,"population_density_km":75,"population_average_age":41,"population_urban_percentage":69,"population_literacy_percentage":"99.00","landmass":null,"region_code":9,"region_id":"151","region_name":"Eastern Europe"},"translations":[{"source_iso":"jct","translation_iso":"jct","dialect_id":null,"name":"Judeo-Crimean Tatar"}],"bibles":[],"resources":[],"films":[]}