{"iso":"jje","glotto_id":null,"glotto_family":null,"iso1":null,"name":"Jejueo","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":null,"progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"KR","latitude":null,"longitude":null,"population":0,"status_id":null,"status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"KR","name":"South Korea","name_long":"The Republic of Korea","population":51715162,"official_language":"Korean","official_language_iso":"kor","url_wiki":"https://en.wikipedia.org/wiki/South_Korea","hidden":0,"autonym":null,"fips":"KS","iso_a3":"KOR","continent_id":"AS","iso_num":410,"religion_primary":"Non-Religious","introduction":"An independent kingdom for much of its long history Korea was occupied by Japan beginning in 1905 following the Russo-Japanese War. In 1910 Tokyo formally annexed the entire Peninsula. Korea regained its independence following Japan's surrender to the United States in 1945. After World War II a democratic-based government (Republic of Korea ROK) was set up in the southern half of the Korean Peninsula while a communist-style government was installed in the north (Democratic People's Republic of Korea DPRK). During the Korean War (1950-53) US troops and UN forces fought alongside ROK soldiers to defend South Korea from a DPRK invasion supported by China and the Soviet Union. A 1953 armistice split the peninsula along a demilitarized zone at about the 38th parallel. PARK Chung-hee took over leadership of the country in a 1961 coup. During his regime from 1961 to 1979 South Korea achieved rapid economic growth with per capita income rising to roughly 17 times the level of North Korea. South Korea held its first free presidential election under a revised democratic constitution in 1987 with former ROK Army general ROH Tae-woo winning a close race. In 1993 KIM Young-sam (1993-98) became the first civilian president of South Korea's new democratic era. President KIM Dae-jung (1998-2003) won the Nobel Peace Prize in 2000 for his contributions to South Korean democracy and his \\\"Sunshine\\\" policy of engagement with North Korea. President PARK Geun-hye daughter of former ROK President PARK Chung-hee took office in February 2013 and is South Korea's first female leader. South Korea holds a non-permanent seat (2013-14) on the UN Security Council and will host the 2018 Winter Olympic Games. Serious tensions with North Korea have punctuated inter-Korean relations in recent years including the North's attacks on a South Korean ship and island in 2010 nuclear and missile tests and its temporary closure of the inter-Korean Kaesong Industrial Complex in 2013.","overview":"South Korea an East Asian nation on the southern half of the Korean Peninsula shares one of the world’s most heavily militarized borders with North Korea. It’s equally known for its green hilly countryside dotted with cherry trees and centuries-old Buddhist temples plus its coastal fishing villages sub-tropical islands and high-tech cities such as Seoul the capital.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":19,"land_mass_km":97230,"population_christian":14601000,"population_christian_percentage":29.2,"population_catholic_percentage":10.9,"population_protestant_percentage":18.3,"population_refugee":3215,"population_migration":11731,"population_year_change":0.09,"population_density_km":527,"population_average_age":44,"population_urban_percentage":82,"population_literacy_percentage":"99.00","landmass":null,"region_code":3,"region_id":"30","region_name":"Eastern Asia"},"translations":[{"source_iso":"jje","translation_iso":"jje","dialect_id":null,"name":"Jejueo"}],"bibles":[],"resources":[],"films":[]}