{"iso":"kig","glotto_id":"kima1246","glotto_family":null,"iso1":null,"name":"Kimaama","autonym":"Kimaama","macroarea":null,"level":"L","development":null,"use":null,"location":"Indonesia, Eastern Papua","area":"West of southeast Papua, Kolopom (Frederik Hendrik) Island, east of Marauke, Ngolar II.","progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"ID","latitude":"-8.018990","longitude":"138.355080","population":3000,"status_id":"6b","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":4,"country":{"id":"ID","name":"Indonesia","name_long":"The Republic of Indonesia","population":275122131,"official_language":"Indonesian","official_language_iso":"ind","url_wiki":"https://en.wikipedia.org/wiki/Indonesia","hidden":0,"autonym":null,"fips":"ID","iso_a3":"IDN","continent_id":"AS","iso_num":360,"religion_primary":"Islam","introduction":"The Dutch began to colonize Indonesia in the early 17th century; Japan occupied the islands from 1942 to 1945. Indonesia declared its independence shortly before Japan's surrender but it required four years of sometimes brutal fighting intermittent negotiations and UN mediation before the Netherlands agreed to transfer sovereignty in 1949. A period of sometimes unruly parliamentary democracy ended in 1957 when President SOEKARNO declared martial law and instituted \\\"Guided Democracy.\\\" After an abortive coup in 1965 by alleged communist sympathizers SOEKARNO was gradually eased from power. From 1967 until 1988 President SUHARTO ruled Indonesia with his \\\"New Order\\\" government. After rioting toppled SUHARTO in 1998 free and fair legislative elections took place in 1999. Indonesia is now the world's third most populous democracy the world's largest archipelagic state and the world's largest Muslim-majority nation. Current issues include: alleviating poverty improving education preventing terrorism consolidating democracy after four decades of authoritarianism implementing economic and financial reforms stemming corruption reforming the criminal justice system holding the military and police accountable for human rights violations addressing climate change and controlling infectious diseases particularly those of global and regional importance. In 2005 Indonesia reached a historic peace agreement with armed separatists in Aceh which led to democratic elections in Aceh in December 2006. Indonesia continues to face low intensity armed resistance in Papua by the separatist Free Papua Movement.","overview":"'Indonesia a Southeast Asian nation made up of thousands of volcanic islands is home to hundreds of ethnic groups speaking many different languages. It’s known for beaches volcanoes Komodo dragons and jungles sheltering elephants orangutans and tigers. On the island of Java lies Indonesia''s vibrant sprawling capital Jakarta and the city of Yogyakarta known for gamelan music and traditional puppetry.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":736,"land_mass_km":1811570,"population_christian":24000000,"population_christian_percentage":10,"population_catholic_percentage":3,"population_protestant_percentage":7,"population_refugee":10295,"population_migration":-98955,"population_year_change":1.07,"population_density_km":151,"population_average_age":30,"population_urban_percentage":56,"population_literacy_percentage":"93.00","landmass":null,"region_code":2,"region_id":"35","region_name":"South-eastern Asia"},"translations":[{"source_iso":"kig","translation_iso":"kig","dialect_id":null,"name":"Kaladdarsch"},{"source_iso":"kig","translation_iso":"kig","dialect_id":null,"name":"Kimaama"},{"source_iso":"kig","translation_iso":"kig","dialect_id":null,"name":"Kimaghama"},{"source_iso":"kig","translation_iso":"kig","dialect_id":null,"name":"Teri-Kalwasch"}],"bibles":[],"resources":[],"films":[]}