{"iso":"klf","glotto_id":"kend1253","glotto_family":null,"iso1":null,"name":"Kendeje","autonym":"Kendeje","macroarea":null,"level":"L","development":null,"use":null,"location":"Chad","area":"Ouaddaï region, Assoungha and Ouara departments, rural Abéché and Adré subprefectures, north and west of Hadjer Hadid.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"TD","latitude":"13.244470","longitude":"21.539550","population":1860,"status_id":"7","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"TD","name":"Chad","name_long":"The Republic of Chad","population":17414108,"official_language":"Arabic Standard","official_language_iso":"arb","url_wiki":"https://en.wikipedia.org/wiki/Chad","hidden":0,"autonym":null,"fips":"CD","iso_a3":"TCD","continent_id":"AF","iso_num":148,"religion_primary":"Islam","introduction":"Chad part of France's African holdings until 1960 endured three decades of civil warfare as well as invasions by Libya before peace was restored in 1990. The government eventually drafted a democratic constitution and held flawed presidential elections in 1996 and 2001. In 1998 a rebellion broke out in northern Chad which has sporadically flared up despite several peace agreements between the government and insurgents. In June 2005 President Idriss DEBY held a referendum successfully removing constitutional term limits and won another controversial election in 2006. Sporadic rebel campaigns continued throughout 2006 and 2007. The capital experienced a significant insurrection in early 2008 but has had no significant rebel threats since then in part due to Chad's 2010 rapprochement with Sudan which previously used Chadian rebels as proxies. In late 2015 the government imposed a state of emergency in the Lake Chad region following multiple attacks by the terrorist group Boko Haram throughout the year; Boko Haram also launched several bombings in N'Djamena in mid-2015. DEBY in 2011 was reelected to his fourth term in an election that international observers described as proceeding without incident. In January 2014 Chad began a two-year rotation on the UN Security Council.","overview":"Chad officially the Republic of Chad is a landlocked country in Central Africa. It is bordered by Libya to the north Sudan to the east the Central African Republic to the south Cameroon and Nigeria to the southwest and Niger to the west.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":143,"land_mass_km":1259200,"population_christian":4150000,"population_christian_percentage":35,"population_catholic_percentage":20,"population_protestant_percentage":15,"population_refugee":442672,"population_migration":2000,"population_year_change":3,"population_density_km":13,"population_average_age":17,"population_urban_percentage":23,"population_literacy_percentage":"26.00","landmass":null,"region_code":8,"region_id":"202","region_name":"Sub-Saharan Africa"},"translations":[{"source_iso":"klf","translation_iso":"klf","dialect_id":null,"name":"Yaali"}],"bibles":[],"resources":[],"films":[]}