{"iso":"lhp","glotto_id":"lhok1238","glotto_family":null,"iso1":null,"name":"Lhokpu","autonym":"Lhobikha","macroarea":null,"level":"L","development":null,"use":null,"location":"Bhutan","area":"Southwest Bhutan, Samtsi District between Samtsi and Phuntsoling; Taba Damtey, Loto Kuchu, Sanglong, Sataka, and Lotu villages.","progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"BT","latitude":"26.913470","longitude":"89.309940","population":2500,"status_id":"6b","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":2,"translations_count":2,"country":{"id":"BT","name":"Bhutan","name_long":"The Kingdom of Bhutan","population":857423,"official_language":"Dzongkha","official_language_iso":"dzo","url_wiki":"https://en.wikipedia.org/wiki/Bhutan","hidden":0,"autonym":null,"fips":"BT","iso_a3":"BTN","continent_id":"AS","iso_num":64,"religion_primary":"Buddhism","introduction":"Following Britain’s victory in the 1865 Duar War Britain and Bhutan signed the Treaty of Sinchulu under which Bhutan would receive an annual subsidy in exchange for ceding land to British India. Ugyen WANGCHUCK - who had served as the de facto ruler of an increasingly unified Bhutan and had improved relations with the British toward the end of the 19th century - was named king in 1907. Three years later a treaty was signed whereby the British agreed not to interfere in Bhutanese internal affairs and Bhutan allowed Britain to direct its foreign affairs. Bhutan negotiated a similar arrangement with independent India after 1947. Two years later a formal Indo-Bhutanese accord returned to Bhutan a small piece of the territory annexed by the British formalized the annual subsidies the country received and defined India's responsibilities in defense and foreign relations. Under a succession of modernizing monarchs beginning in the 1950s Bhutan joined the UN in 1971 and slowly continued its engagement beyond its borders. ++ In March 2005 King Jigme Singye WANGCHUCK unveiled the government's draft constitution - which introduced major democratic reforms - and held a national referendum for its approval. In December 2006 the King abdicated the throne in favor of his son Jigme Khesar Namgyel WANGCHUCK. In early 2007 India and Bhutan renegotiated their treaty eliminating the clause that stated that Bhutan would be \\\"guided by\\\" India in conducting its foreign policy although Thimphu continues to coordinate closely with New Delhi. Elections for seating the country's first parliament were completed in March 2008; the king ratified the country's first constitution in July 2008. Bhutan experienced a peaceful turnover of power following parliamentary elections in 2013 which resulted in the defeat of the incumbent party. The disposition of some 18000 refugees of the roughly 100000 who fled or were forced out of Bhutan in the 1990s - and who are housed in two UN refugee camps in Nepal - remains unresolved.","overview":"Bhutan a Buddhist kingdom on the Himalayas’ eastern edge is known for its monasteries fortresses (or dzongs) and dramatic landscapes that range from subtropical plains to steep mountains and valleys. In the High Himalayas peaks such as 7326m Jomolhari are popular trekking destinations. Paro Taktsang monastery (also known as Tiger’s Nest) clings to cliffs above the forested Paro Valley.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":55,"land_mass_km":38117,"population_christian":7000,"population_christian_percentage":1,"population_catholic_percentage":0.1,"population_protestant_percentage":0.9,"population_refugee":null,"population_migration":320,"population_year_change":1.12,"population_density_km":20,"population_average_age":28,"population_urban_percentage":46,"population_literacy_percentage":"65.00","landmass":null,"region_code":4,"region_id":"34","region_name":"Southern Asia"},"translations":[{"source_iso":"lhp","translation_iso":"lhp","dialect_id":null,"name":"Lhobikha"},{"source_iso":"lhp","translation_iso":"lhp","dialect_id":null,"name":"Taba-Damey-Bikha"}],"bibles":[],"resources":[{"iso":"lhp","fab_view":"1","type":"audio","cover":"","title":"Good News","title_vernacular":null,"description":"","url_source":"https://globalrecordings.net/en/program/65774","url":"https://globalrecordings.net/en/program/65774","author":"Global Recordings Network","organization_id":"global-recordings-network","date":""},{"iso":"lhp","fab_view":"1","type":"audio","cover":"","title":"Meeting The Creator God","title_vernacular":null,"description":"","url_source":"https://globalrecordings.net/en/program/65775","url":"https://globalrecordings.net/en/program/65775","author":"Global Recordings Network","organization_id":"global-recordings-network","date":""}],"films":[]}