{"iso":"lki","glotto_id":"laki1244","glotto_family":null,"iso1":null,"name":"Laki","autonym":" لکي ","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"Western Iran, Ilam, Lorestan provinces, cities of Aleshtar, Kuhdesht, Nurabad-e Dolfan, Khorramabad.","progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"IR","latitude":"34.010250","longitude":"47.939760","population":1240000,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":1,"resources_count":2,"translations_count":2,"country":{"id":"IR","name":"Iran","name_long":"The Islamic Republic of Iran","population":85888910,"official_language":"Persian Iranian","official_language_iso":"pes","url_wiki":"https://en.wikipedia.org/wiki/Iran","hidden":0,"autonym":null,"fips":"IR","iso_a3":"IRN","continent_id":"AS","iso_num":364,"religion_primary":"Islam","introduction":"Known as Persia until 1935 Iran became an Islamic republic in 1979 after the ruling monarchy was overthrown and Shah Mohammad Reza PAHLAVI was forced into exile. Conservative clerical forces led by Ayatollah Ruhollah KHOMEINI established a theocratic system of government with ultimate political authority vested in a learned religious scholar referred to commonly as the Supreme Leader who according to the constitution is accountable only to the Assembly of Experts - a popularly elected 86-member body of clerics. US-Iranian relations became strained when a group of Iranian students seized the US Embassy in Tehran in November 1979 and held embassy personnel hostages until mid-January 1981. The US cut off diplomatic relations with Iran in April 1980. During the period 1980-88 Iran fought a bloody indecisive war with Iraq that eventually expanded into the Persian Gulf and led to clashes between US Navy and Iranian military forces. Iran has been designated a state sponsor of terrorism for its activities in Lebanon and elsewhere in the world and remains subject to US UN and EU economic sanctions and export controls because of its continued involvement in terrorism and concerns over possible military dimensions of its nuclear program. Following the election of reformer Hojjat ol-Eslam Mohammad KHATAMI as president in 1997 and a reformist Majles (legislature) in 2000 a campaign to foster political reform in response to popular dissatisfaction was initiated. The movement floundered as conservative politicians supported by the Supreme Leader unelected institutions of authority like the Council of Guardians and the security services reversed and blocked reform measures while increasing security repression. ++ Starting with nationwide municipal elections in 2003 and continuing through Majles elections in 2004 conservatives reestablished control over Iran's elected government institutions which culminated with the August 2005 inauguration of hardliner Mahmud AHMADI-NEJAD as president. His controversial reelection in June 2009 sparked nationwide protests over allegations of electoral fraud. These protests were quickly suppressed and the political opposition that arose as a consequence of AHMADI-NEJAD's election was repressed. Deteriorating economic conditions due primarily to government mismanagement and international sanctions prompted at least two major economically based protests in July and October 2012 but Iran's internal security situation remained stable. President AHMADI-NEJAD's independent streak angered regime establishment figures including the Supreme Leader leading to conservative opposition to his agenda for the last year of his presidency and an alienation of his political supporters. In June 2013 Iranians elected a moderate conservative cleric Dr. Hasan Fereidun RUHANI to the presidency. He is a longtime senior member in the regime but has made promises of reforming society and Iran's foreign policy. The UN Security Council has passed a number of resolutions calling for Iran to suspend its uranium enrichment and reprocessing activities and comply with its IAEA obligations and responsibilities and in July 2015 Iran and the five permanent members plus Germany (P5+1) signed the Joint Comprehensive Plan of Action (JCPOA) under which Iran agreed to restrictions on its nuclear program in exchange for sanctions relief. Iran held elections in 2016 for the Assembly of Experts (AOE) and Majles resulting in a conservative-controlled AOE and a Majles that many Iranians perceive as more supportive of the RUHANI administration than the previous conservative-dominated body.","overview":"Iran is an Islamic republic on the Persian (Arabian) Gulf with historical sites dating to the Persian Empire. Extensive marble ruins mark Persepolis the empire’s capital founded by Darius I in the 6th century B.C. The modern capital Tehran is home to opulent Golestan Palace seat of the Qajar Dynasty (1794–1925) plus modern landmarks such as the 435m-high Milad Tower.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":99,"land_mass_km":1628550,"population_christian":380000,"population_christian_percentage":0.4,"population_catholic_percentage":null,"population_protestant_percentage":0.4,"population_refugee":979435,"population_migration":-55000,"population_year_change":1.3,"population_density_km":52,"population_average_age":32,"population_urban_percentage":76,"population_literacy_percentage":"85.00","landmass":null,"region_code":5,"region_id":"34","region_name":"Southern Asia"},"translations":[{"source_iso":"lki","translation_iso":"lki","dialect_id":null,"name":"Alaki"},{"source_iso":"lki","translation_iso":"lki","dialect_id":null,"name":"Leki"}],"bibles":[],"resources":[{"iso":"lki","fab_view":"1","type":"audio","cover":"","title":"Words of Life","title_vernacular":null,"description":"","url_source":"https://globalrecordings.net/en/program/16661","url":"https://globalrecordings.net/en/program/16661","author":"Global Recordings Network","organization_id":"global-recordings-network","date":""},{"iso":"lki","fab_view":null,"type":"Animated Video","cover":null,"title":"The Prophets' Story","title_vernacular":"داستان پیامبران","description":null,"url_source":null,"url":"http://cdn.createinternational.com.s3.amazonaws.com/non-create_videos/PS/The-Prophets-Story_Laki_LKI.mp4","author":"Clarion Creative","organization_id":"create-international","date":null}],"films":[{"iso":"lki","organization_id":"create-international","title":"The Prophets' Story","title_vernacular":"داستان پیامبران","description":"Animated Video","url":"http://cdn.createinternational.com.s3.amazonaws.com/non-create_videos/PS/The-Prophets-Story_Laki_LKI.mp4\r","url_youtube":null,"img_thumb":null,"img_poster":null,"duration_ms":0,"fab_view":1}]}