{"iso":"luq","glotto_id":"lucu1238","glotto_family":null,"iso1":null,"name":"Lucumi","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"CU","latitude":"22.951400","longitude":"-82.441050","population":0,"status_id":"9","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"CU","name":"Cuba","name_long":"The Republic of Cuba","population":11032343,"official_language":"Spanish","official_language_iso":"spa","url_wiki":"https://en.wikipedia.org/wiki/Cuba","hidden":0,"autonym":null,"fips":"CU","iso_a3":"CUB","continent_id":"NA","iso_num":192,"religion_primary":"Christianity","introduction":"The native Amerindian population of Cuba began to decline after the European discovery of the island by Christopher COLUMBUS in 1492 and following its development as a Spanish colony during the next several centuries. Large numbers of African slaves were imported to work the coffee and sugar plantations and Havana became the launching point for the annual treasure fleets bound for Spain from Mexico and Peru. Spanish rule eventually provoked an independence movement and occasional rebellions that were harshly suppressed. US intervention during the Spanish-American War in 1898 assisted the Cubans in overthrowing Spanish rule. The Treaty of Paris established Cuban independence from Spain in 1898 and following three-and-a-half years of subsequent US military rule Cuba became an independent republic in 1902 after which the island experienced a string of governments mostly dominated by the military and corrupt politicians. Fidel CASTRO led a rebel army to victory in 1959; his authoritarian rule held the subsequent regime together for nearly five decades. He stepped down as president in February 2008 in favor of his younger brother Raul CASTRO. Cuba's communist revolution with Soviet support was exported throughout Latin America and Africa during the 1960s 1970s and 1980s. ++ The country faced a severe economic downturn in 1990 following the withdrawal of former Soviet subsidies worth $4-6 billion annually. Cuba at times portrays the US embargo in place since 1961 as the source of its difficulties. Illicit migration to the US - using homemade rafts alien smugglers air flights or via the US's southern border - is a continuing problem. In FY 2014 the US Coast Guard interdicted 2111 Cuban nationals at sea the highest number since FY 2008. Also in FY 2014 24289 Cuban migrants presented themselves at various land border ports of entry throughout the US. As a result of efforts begun in December 2014 by President OBAMA to re-establishment diplomatic relations with the Cuban government which were severed in January 1961 the US and Cuba reopened embassies in their respective countries on 20 July 2015. Over the past decade there has been growing communication with the Cuban Government to address national interests.","overview":"'Cuba is a Caribbean island nation under communist rule. It has sugar-white beaches and is dotted with tobacco fields which play a part in the production of the country''s legendary cigars. The capital Havana is lined with pastel houses 1950s-era cars and Spanish-colonial architecture in the 16th-century core Old Havana. Salsa music plays in the dance clubs and cabaret shows are performed at the famed Tropicana.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":14,"land_mass_km":444,"population_christian":6670000,"population_christian_percentage":59.2,"population_catholic_percentage":52.7,"population_protestant_percentage":7.5,"population_refugee":237,"population_migration":515,"population_year_change":0.41,"population_density_km":370,"population_average_age":42,"population_urban_percentage":89,"population_literacy_percentage":"100.00","landmass":null,"region_code":12,"region_id":"419","region_name":"Latin America and the Caribbean"},"translations":[{"source_iso":"luq","translation_iso":"luq","dialect_id":null,"name":"Lucumi"}],"bibles":[],"resources":[],"films":[]}