{"iso":"mlo","glotto_id":"mlom1238","glotto_family":null,"iso1":null,"name":"Mlomp","autonym":"Gulompaay","macroarea":null,"level":"L","development":null,"use":null,"location":"Senegal and The Gambia","area":"North of Casamance River, Mlomp village, 25 km east of Bignona, Tendouck to Tiobon road, Bignona Department, several surrounding villages, and scattered.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"SN","latitude":"12.831790","longitude":"-16.538320","population":5400,"status_id":"6b","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":2,"country":{"id":"SN","name":"Senegal","name_long":"The Republic of Senegal","population":16082442,"official_language":"French","official_language_iso":"fra","url_wiki":"https://en.wikipedia.org/wiki/Senegal","hidden":0,"autonym":null,"fips":"SG","iso_a3":"SEN","continent_id":"AF","iso_num":686,"religion_primary":"Islam","introduction":"The French colonies of Senegal and French Sudan were merged in 1959 and granted independence in 1960 as the Mali Federation. The union broke up after only a few months. Senegal joined with The Gambia to form the nominal confederation of Senegambia in 1982. The envisaged integration of the two countries was never implemented and the union was dissolved in 1989. The Movement of Democratic Forces in the Casamance has led a low-level separatist insurgency in southern Senegal since the 1980s and several peace deals have failed to resolve the conflict. Nevertheless Senegal remains one of the most stable democracies in Africa and has a long history of participating in international peacekeeping and regional mediation. Senegal was ruled by a Socialist Party for 40 years until Abdoulaye WADE was elected president in 2000. He was reelected in 2007 and during his two terms amended Senegal's constitution over a dozen times to increase executive power and weaken the opposition. His decision to run for a third presidential term sparked a large public backlash that led to his defeat in a March 2012 runoff with Macky SALL whose term runs until 2019. A 2016 constitutional referendum reduced the term to five years with a maximum of two consecutive terms for future presidents.","overview":"Senegal is a country on Africa’s west coast with a rich French colonial heritage and many natural attractions. Dakar the capital features the ancient Médina district and esteemed Musée Théodore Monod displaying African art. Dakar is also known for its nightlife centered on native mbalax music. Saint-Louis formerly the capital of French West Africa has an old town with colonial architecture.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":52,"land_mass_km":192530,"population_christian":570000,"population_christian_percentage":4.2,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":14469,"population_migration":-20000,"population_year_change":2.75,"population_density_km":87,"population_average_age":19,"population_urban_percentage":49,"population_literacy_percentage":"56.00","landmass":null,"region_code":8,"region_id":"202","region_name":"Sub-Saharan Africa"},"translations":[{"source_iso":"mlo","translation_iso":"mlo","dialect_id":null,"name":"Gulompaay"},{"source_iso":"mlo","translation_iso":"mlo","dialect_id":null,"name":"Mlomp North"}],"bibles":[],"resources":[],"films":[]}