{"iso":"mxc","glotto_id":"many1258","glotto_family":null,"iso1":null,"name":"Manyika","autonym":"Chimanyika","macroarea":null,"level":"L","development":null,"use":null,"location":"Mozambique","area":"Manicaland Province and adjacent areas, northeast of Umtali. Also in Mozambique.","progress":"New Testament\r","typology":null,"writing":null,"description":null,"country_id":"ZW","latitude":"-18.192740","longitude":"32.805235","population":551000,"status_id":"5","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":1,"resources_count":1,"translations_count":5,"country":{"id":"ZW","name":"Zimbabwe","name_long":"The Republic of Zimbabwe","population":14829988,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Zimbabwe","hidden":0,"autonym":null,"fips":"ZI","iso_a3":"ZWE","continent_id":"AF","iso_num":716,"religion_primary":"Christianity","introduction":"The UK annexed Southern Rhodesia from the [British] South Africa Company in 1923. A 1961 constitution was formulated that favored whites in power. In 1965 the government unilaterally declared its independence but the UK did not recognize the act and demanded more complete voting rights for the black African majority in the country (then called Rhodesia). UN sanctions and a guerrilla uprising finally led to free elections in 1979 and independence (as Zimbabwe) in 1980. Robert MUGABE the nation's first prime minister has been the country's only ruler (as president since 1987) and has dominated the country's political system since independence. His chaotic land redistribution campaign which began in 1997 and intensified after 2000 caused an exodus of white farmers crippled the economy and ushered in widespread shortages of basic commodities. Ignoring international condemnation MUGABE rigged the 2002 presidential election to ensure his reelection. In April 2005 the capital city of Harare embarked on Operation Restore Order ostensibly an urban rationalization program which resulted in the destruction of the homes or businesses of 700000 mostly poor supporters of the opposition. President MUGABE in June 2007 instituted price controls on all basic commodities causing panic buying and leaving store shelves empty for months; a period of increasing hyperinflation ensued. General elections held in March 2008 contained irregularities but still amounted to a censure of the ZANU-PF-led government with the opposition winning a majority of seats in parliament. MDC-T opposition leader Morgan TSVANGIRAI won the most votes in the presidential polls but not enough to win outright. In the lead up to a run-off election in late June 2008 considerable violence enacted against opposition party members led to the withdrawal of TSVANGIRAI from the ballot. Extensive evidence of violence and intimidation resulted in international condemnation of the process. Difficult negotiations over a power-sharing \\\"government of national unity\\\" in which MUGABE remained president and TSVANGIRAI became prime minister were finally settled in February 2009 although the leaders failed to agree upon many key outstanding governmental issues. MUGABE was reelected president in June 2013 in balloting that was severely flawed and internationally condemned. As a prerequisite to holding the elections Zimbabwe enacted a new constitution by referendum although many provisions in the new constitution have yet to be codified in law.","overview":"Zimbabwe is a landlocked country in southern Africa known for its dramatic landscape and diverse wildlife much of it within parks reserves and safari areas. On the Zambezi River Victoria Falls make a thundering 108m drop into narrow Batoka Gorge where there’s white-water rafting and bungee-jumping. Downstream are Matusadona and Mana Pools national parks home to hippos rhinos and birdlife.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":40,"land_mass_km":386850,"population_christian":12500000,"population_christian_percentage":87,"population_catholic_percentage":17,"population_protestant_percentage":63,"population_refugee":8959,"population_migration":-116858,"population_year_change":1.48,"population_density_km":38,"population_average_age":19,"population_urban_percentage":38,"population_literacy_percentage":"87.00","landmass":null,"region_code":7,"region_id":"202","region_name":"Sub-Saharan Africa"},"translations":[{"source_iso":"mxc","translation_iso":"mxc","dialect_id":null,"name":"Bamanyeka"},{"source_iso":"mxc","translation_iso":"mxc","dialect_id":null,"name":"Chimanyika"},{"source_iso":"mxc","translation_iso":"mxc","dialect_id":null,"name":"Manika"},{"source_iso":"mxc","translation_iso":"mxc","dialect_id":null,"name":"Wamanyika"},{"source_iso":"mxc","translation_iso":"mxc","dialect_id":null,"name":"Wanyika"}],"bibles":[],"resources":[{"iso":"mxc","fab_view":"1","type":"audio","cover":"","title":"Words of Life","title_vernacular":null,"description":"","url_source":"https://globalrecordings.net/en/program/7130","url":"https://globalrecordings.net/en/program/7130","author":"Global Recordings Network","organization_id":"global-recordings-network","date":""}],"films":[{"iso":"mxc","organization_id":"the-jesus-film-project","title":"JESUS","title_vernacular":null,"description":"Jesus constantly surprises and confounds people, from His miraculous birth to His rise from the grave. Follow His life through excerpts from the Book of Luke, all the miracles, the teachings, and the passion.","url":"https://arc.gt/u4729?apiSessionId=5f875f55219600.91750441","url_youtube":null,"img_thumb":"https://d1wl257kev7hsz.cloudfront.net/cinematics/1_jf-0-0.thumbnail.jpg","img_poster":"https://d1wl257kev7hsz.cloudfront.net/cinematics/Classic_art_HD.jpg","duration_ms":7673754,"fab_view":1}]}