{
    "iso": "nnd",
    "glotto_id": "west2513",
    "glotto_family": null,
    "iso1": null,
    "name": "West Ambae",
    "autonym": "Duidui",
    "macroarea": null,
    "level": "L",
    "development": null,
    "location": "Vanuatu",
    "area": "West Ambae (Aoba, Leper’s) Island.",
    "progress": "New Testament\r",
    "typology": null,
    "writing": null,
    "description": null,
    "country_id": "VU",
    "use": null,
    "latitude": "-15.428110",
    "longitude": "167.807480",
    "population": 8700,
    "status_id": "5",
    "status_notes": null,
    "redirect_to_iso": null,
    "bibles_count": 1,
    "films_count": 0,
    "resources_count": 2,
    "translations_count": 2,
    "country": {
        "id": "VU",
        "name": "Vanuatu",
        "name_long": "The Republic of Vanuatu",
        "population": 303009,
        "official_language": "Bislama",
        "official_language_iso": "bis",
        "url_wiki": "https://en.wikipedia.org/wiki/Vanuatu",
        "hidden": 0,
        "autonym": null,
        "fips": "NH",
        "iso_a3": "VUT",
        "continent_id": "OC",
        "iso_num": 548,
        "religion_primary": "Christianity",
        "introduction": "Multiple waves of colonizers each speaking a distinct language migrated to the New Hebrides in the millennia preceding European exploration in the 18th century. This settlement pattern accounts for the complex linguistic diversity found on the archipelago to this day. The British and French who settled the New Hebrides in the 19th century agreed in 1906 to an Anglo-French Condominium which administered the islands until independence in 1980 when the new name of Vanuatu was adopted.",
        "overview": "Vanuatu is a South Pacific Ocean nation made up of roughly 80 islands that stretch 1300 kilometers. The islands offer scuba diving at coral reefs underwater caverns and wrecks such as the WWII-era troopship SS President Coolidge. Harborside Port Vila the nation’s capital and economic center is on the island of Efate. The city is home to the Vanuatu National Museum which explores the nation’s Melanesian culture.",
        "independent": 1,
        "wfb": 1,
        "wfb_pdf": 0,
        "sil_language_count": 120,
        "land_mass_km": 12190,
        "population_christian": null,
        "population_christian_percentage": null,
        "population_catholic_percentage": null,
        "population_protestant_percentage": null,
        "population_refugee": 2,
        "population_migration": 120,
        "population_year_change": 2.42,
        "population_density_km": 25,
        "population_average_age": 21,
        "population_urban_percentage": 24,
        "population_literacy_percentage": 83,
        "region_code": 1,
        "region_id": "54",
        "region_name": "Melanesia"
    },
    "codes": [
        {
            "iso": "nnd",
            "source": "GRN",
            "code": "4489"
        },
        {
            "iso": "nnd",
            "source": "GRN",
            "code": "4579"
        }
    ],
    "classifications": [
        {
            "iso": "nnd",
            "class_id": "aust1307",
            "class_order": 0,
            "name": "Austronesian"
        },
        {
            "iso": "nnd",
            "class_id": "nucl1752",
            "class_order": 1,
            "name": "Malayo-Polynesian"
        },
        {
            "iso": "nnd",
            "class_id": "mala1545",
            "class_order": 2,
            "name": "Central-Eastern Malayo-Polynesian"
        },
        {
            "iso": "nnd",
            "class_id": "cent2237",
            "class_order": 3,
            "name": "Eastern Malayo-Polynesian"
        },
        {
            "iso": "nnd",
            "class_id": "east2712",
            "class_order": 4,
            "name": "Oceanic"
        },
        {
            "iso": "nnd",
            "class_id": "ocea1241",
            "class_order": 5,
            "name": "Central-Eastern Oceanic"
        },
        {
            "iso": "nnd",
            "class_id": "nort3195",
            "class_order": 6,
            "name": "Remote Oceanic"
        },
        {
            "iso": "nnd",
            "class_id": "nort3205",
            "class_order": 7,
            "name": "North and Central Vanuatu"
        },
        {
            "iso": "nnd",
            "class_id": "amba1270",
            "class_order": 8,
            "name": "Northeast Vanuatu-Banks Islands"
        }
    ],
    "dialects": [],
    "translations": [
        {
            "source_iso": "nnd",
            "translation_iso": "nnd",
            "name": "Duidui"
        },
        {
            "source_iso": "nnd",
            "translation_iso": "nnd",
            "name": "Opa"
        }
    ],
    "bibles": [
        {
            "id": "368ad8a7-5fa7-4764-8094-a85cf945c304",
            "abbr": "NNDNEW",
            "parent_bible_id": "",
            "title": "Havakinau New Testament",
            "title_vernacular": "A LEO KOKONA NOI GOD A LEO HARIKIANA KARAGWA",
            "description": "Havakinau language is spoken at the western end of the island of Ambae in the north of Vanuatu in the South-West Pacific.",
            "description_short": "",
            "description_vernacular": "Ko valuki na leo hika tomua A buku hika “A LEO HARIKIANA KARAGWA” diko a Niutesteman, u uliana lo noda leo rau kwarekinia Havakinau. A buku na “LEO HARIKIANA KARAGWA” savia rau eno luna, u tinakaki lui Matiu rovonaki Revelesen. Lo 1973 a Sosaete na Baevolu rau vai noda buku “A RORO KAREA HURI JISAS KRAES” hinea a buku kairua i Matiu mai Mak raru eno luna. Vunu lo 1977 ramo vai noda buku “A BOLOKIANA NONA KAIHORA LALAKUA.” Lolona a tangaloi ramo vai na buku hika “A LEO HARIKIANA KARAGWA” ramo bohiki na buku tuaki na Niutesteman vaki lo leo ngwera leia, vunu ramo tagai na buku vano hi hinea ramo vai tuai, ramo vaihurira taliku, vunu ramo taura mana buku ratuaki. Vunu lo 1984 a Sosaete na Baevolu ramo ulibibi savia lo buku katukwale. A buku hi u maravuti maikita lui Evrel 1985.   Vae a buku tari hinea ramo ulibibira tomua, a tangaloi rau voli savira ba, vae hikani rau rovo savia. Lo 1999 a komiti katukwale ramo bulu tabulutaki ramo vitiviti huri na hala na uliuli, ramo masinge kwara tana bohikinia te kelekele tomua kwara ne magemu kwara a tangaloi rana valukia. Rau masinge kwara a tim katukwale ne vaihuri na leo tuaki rahe matangwasara tea, vunu rana tau lo buku karagwa huri na ngwalagelo hika kwahale. Vae hokinia a tim hi rau tinakaki lo hukao 2004, rau boloki vaki lo hukao 2008. Ramo vaihuri na buku savira lo “LEO HARIKIANA KARAGWA,” vae hikani a buku savira vano hi rau eno tabulutaki lo “LEO KOKONA NOI GOD” kwara tana valukira.   A tangaloi hinea rau tagataga luna kwara rana vaihuria, rau vanamai tina siosi savira lo vanua Abae makibeo.   A hala na bohiki na leo  A tangaloi hinea rau bohiki na leo vaki lo leo ngwera leia rau lengaia kwara a leo lo buku hika ne viti na domiana na leo lo “LEO HARIKIANA KARAGWA” hinea a tangaloi ramo ulia tomua halaradu lo leo nona ngwera Gris. Vae rahe vai tea kwara rana huri na hala na kwahakwaha nona ngwera Gris tuai hinea u dolua tina hala na kwahakwaha hike Abae. Rau vai kwara rana viti na leo hinea i kita a ngwera Abae makibeo tau tuku kwahakwaha luna tigwaravu hika kwahale. Vae huri hi, diko a leo ngwera leia u taritarisa mana hala na kwahakwaha nona ngwera Gris tuai, a leo lo noda buku hi “A LEO HARIKIANA KARAGWA” u huri tabetabeki na noga leo. Vae diko a hala na kwahakwaha lo leo ngwera leia u dolua tina hala na kwahakwaha nona ngwera Gris tuai, a komiti hinea rau boloki lo noda buku rau huira kwara rana viti bakotoki na domiana na leo lo hala na kwahakwaha, venaha diko a hala na kwahakwaha leia u dolua tina hala na kwahakwaha nona ngwera Gris tuai.   A tangaloi rusa rau tagai na leo “Kingdom of God” lo noga Baevolu lo Inglis, diko “Royaume de Dieu” lo noga Baevolu lo Vranis. A leo aira vano hi lo Inglis maia Vranis raru huri na hala na kwahakwaha nona ngwera Gris tuai, vae tuai lolona ramo viti na leo hi, rahe domidomi tea lo vanua, diko a mamalukoro hinea i God u hugwe koroa. A domiana na leo hi hinea u lakua vohoki aia hika, kwara i God u hugwe koro na nona tangaloi u kwareki a noga Hugwe Lakua. Lo tanotano tuaki, a noga leo hi tuai u viti huri na hala hinea i God u mulemai kina Hugwe Lakua, u hugwe koro na nona tangaloi, vunu lo tanotano tuaki u viti huri na bohiana nona tangaloi hinea i God u hugwe korora. Lo tanotano tuaki vake u viti huri na Vanua Karagwa hinea i God u hugwe koroa hinea ne maravuti lo Rani ki Rovonaki. Huri na kinau vano hi tanahe hagwe na leo te hika “Mamalukoro noi God” lo buku hika. Vae lolona a leo hi u eno lo Leo Harikiana Karagwa nona ngwera Gris tuai tana hagwe na domiana na noga leo tuai lo noda buku.   Laliki lo buku hika “A LEO HARIKIANA KARAGWA” tana tagai na tanotano tuaki hinea ramo hariki tabulutaki a ves te kairua, vunu ramo tau na naba na ves vano hi tabulutaki hokinia hika 9-10 diko 25-29. Ramo vai kwehi huri a hala na kwahakwaha lo leo ngwera leia u dolua tina hala na kwahakwaha nona ngwera Gris. Kwara vae diko rau huri na leoga bakotoki, vae nehe taritarisa tea lo noda leo. Diko hetea ne kwali bakiluki na domiana na leo. Vae huri hi ramo tau na leo tabulutaki hokinia hi kwara ne huri na hala na kwahakwaha, vunu vake a domiana na leo ne taritarisa mana noga leo tuai.   A kaimatai na leo uhiuhi mana leo huira  Lo leo uhiuhi savira rau tau na kaimatai na leo uhiuhi tomua maia takuni hokinia hika, “?Ku lagwa maiau siletia hi a tangaloi aira vano hi rau lagwa maiau?” kwara a tangaloi hinea u valuki na leo ne kikilai vakatukwale kwara a leo uhiuhi diko hetea. Lo hala hokinia hi vake, a kaimatai na leo na tangaloi hinea u vosangi kwara u idila, diko u rongo hati, diko kworohokinia tea, vunu u kwaha karakara, rau taua tomua maia takuni hokinia hika. !Tulu vano!   A gwatu na leo  Laliki lo noda buku hi “A LEO HARIKIANA KARAGWA” tana tagai na gwatu na leo rau uliana hivoulu lo vevehuri savira kwara ne vaia ne magemu kwara tana tagahagwe na vevehuri maira. Diko a vevehuri u eno lo tanotano dolua vake, a tanotano ratuaki hinea a vevehuri hi u eno eia, rau ulibibiana tavuti na gwatu na leo.   A uliuli lo rau evina halaradu  Lo rau na buku savia evina halaradu tana hagwe na kinau rau ulibibiana kwara rana hago maikita lo noda valuvalu. A kinau vano hi gwatu kaivati.   Gwatu katukwale u viti huri na domiana na leo hinea rahe matangwasara tea huri rau viti huri na kinau tikei tatada Abae, diko rau viti huri na bohiana nona tangaloi hinea u dolua tina noda bohiana hike leia. Lui Luk 5:1 u viti kwara “Vakatukwale i Jisas u tu auta lo Kwai Tokatoka Lakua Genesaret, H”. Vunu evina lo rau hi a leo u haharakinia u viti “H 5.1: A Kwai Tokatoka Lakua Genesaret. A hinana kairuaki a Kwai Tokatoka Lakua Galili.” Lo taroki u viti kwara tana tagai na leo lo Deksenare lo buku hika takuni.   Gwatu katukwale u eno huri a domiana na leo u vano lo hala kairua. Lo taroki a noga leo tuai a domiana kairua, vunu lo taroki he matangwasara tea kwara a domiana makive u taritarisa kwara tana vitia lo leoda. Vae huri hi a hala kairuaki u eno lo ves, vunu kairuaki u eno lo rau hi evina halaradu. Lui Sione 21:15 u viti “?Ku lagwa maiau siletia hi a tangaloi aira vano hi rau lagwa maiau?P” Vunu lo rau evina halaradu u viti kwara “P 21.15: Lo hala kairuaki a domidomi na leo uhiuhi hi aia hokinia hika kwara ‘?Ku lagwa maiau siletia hi komo lagwa mana kinau aira vano hi?’ ” A leo hi evina halaradu u vosangi kwara a hala kairua eia kwara tana viti na leo hinea a P kelekele u huria, vae savirarua raru karea. A leo hinea u eno hivoulu rau domi kwara u karea siletia hi evina, vae savirarua raru karea.   Gwatu katukwale u eno huri laliki lo buku hi “A LEO HARIKIANA KARAGWA” a leo rahe taritarisa tea lo Baevolu savira hinea rau ulira tuai lo leo nona ngwera Gris. A Baevolu tuai malolo eia, vae lo taroki, katukwale u ulibibi na leo lo hala katukwale, vunu kairuaki u ulibibia lo hala dolua, vae tahe kikilai tea kwara makive rau ulia tomua halaradu. Lo taroki a ves u eno lo Baevolu tuai tuaki, vae lo Baevolu tuai tuaki rahe eno tea. Vunu u madi lakwakita kwara tana kikilai kwara rau eno eia tomua halaradu vunu ramo sala tiua, diko rahe eno tea tomua halaradu vae a tangaloi ramori hoke na leo hi vaki takuni. Lui Luk 23:34 u viti kwara “34 Hikani i Jisas mo viti ‘Mama, ko domidomi koro lakwara, huri rahe kikilai na kinau te hi ramo vai.’ P” Vunu lo rau evina halaradu u viti kwara “P 23.34: Lo Baevolu tuaki hinea a tangaloi rau ulira tuai a leo aira vano hi lo ves 34 rau tikei luga.” A leo hi u vosangi kwara lo Baevolu rusa hinea rau ulira tuai rahe tau na ves hi tea hinea a P kelekele u huria. Vae a tangaloi rusa hinea rau tuku tagataga lo Baevolu vano hi rau domi kwara a leo hi a duviki na leo hinea i Luk mo ulia tomua halaradu vae huri hi u eno lo tanotanona, vae a leo evina mana P 23.34: u vosangi kwara a leo hi he eno tea lo Baevolu Inglis tuaki, diko lo Baevolu Vranis tuaki.   Gwatu katukwale hinea u eno lo rau evina halaradu aira a ves maira hinea rau mala taritarisa mana ves lo rau hi, hinea tana hagwera lo buku tuaki lo “LEO KOKONA NOI GOD”. A kinau hi ne hago mana tangaloi hinea u lengaia kwara ne tagai na ves lo buku dolua hinea u mala taritarisa mana ves hi mo tagataga luna. Vae lolona ramo tau na hina na buku mana vesiki rau tau na hina na buku maira lo hala gwanugwanu, hokinia rau tau na duviki na hina vohoki. Tana tagai na hina na buku vano hi tavalarau tavaluki, vunu tavaluki tina hina vano hi rau tau na duviduvi na hina vano hi. Vunu vake lo duviduvi na hina na buku lo Leo Harikiana Tuai hinea lo Bislama rau kwarekinia a Oltesteman, vae rau uliana lo Bislama. Diko a ves katukwale a duviki u rusa luna, lo taroki tana tagai na mahigwai-uliuli aira hika a b d e rau tu mana ves evina halaradu hinea tana hagwera lo buku hi diko lo buku dolua, vae aira rau vosangi kwara tana kwaheki na ves hi vae a mahigwai-uliuli a u viti huri na duviki tomua, b u viti huri na duviki kairuaki, d u viti huri na duviki kaitoluki, vunu e u viti huri na duviki kaivatiki. Lui Matiu 8.4 tana tagai na ves hi lo rau evina halaradu mana ves ratuaki hinea rau viti huri na kinau tuaki a ves hi u viti hurira. Lo rau evina halaradu u uliana hokinia hika kwara 8.4: a Mat 9.30; 12.16; Mak 7.36; b Lev 14.2; Luk 17.14; d Lev 14.4-32 A ves mana mahigwai-uliuli a u viti huri na leo i Jisas kwara “Konahe viti tea lakwa na tangaloi vohoki.” Vunu a ves mana mahigwai-uliuli b u viti huri na leo hinea u viti “Ko hena bakotoki vaki mana tangaloi lingilingi ne taga vivilokinigo.” Vunu a ves maira mana mahigwai-uliuli d rau viti huri na nona hilehile hinea ne beteana lakwai God.   A leo lo buku hika takuni  Lo buku hika takuni rau tau na Deksenare kelekele kwara ne hago maikita mana leo hinea rau eno lo buku hi “A LEO HARIKIANA KARAGWA”, vae a tangaloi rusa rahe kikilaira tea kwara ne karea. A Deksenare hi ne viti huri na leo hoki “I Vurae*”, “A Varisi*”, “A vraginsen*”, mana leo rusa vake. Ne viti huri na tangaloi kaivati hinea a hinaga aira vunu i Herot*, ne matangwasarakinira lakwakita kwara tana kikilaira kwara aira a hava tangaloi. Vunu ne viti na kinau rusa vake lakwakita.   Laliki lo buku hika tana tagai na vitu hokinia hika *. A vitu u tu mana leo hinea u eno lo Deksenare. Diko u vitihuri a leo te kairua tabulutaki, a vitu ne tu mana leo tomuaki kwara kona hagwe lavia lo Deksenare hi, hokinia lo leo “A Tangaloi* Lingilingi Lalakua” a vitu u tu mana leo “Tangaloi*” huri u eno mana leo rau tinakaki kina T. Diko u vitihuri “A Gwaloana* noi Livae” a vitu hi u tu mana leo “Gwaloana*” huri u eno mana leo rau tinakaki kina Gw. Diko tana tagataga lo Deksenare hi tana hagwe a leo hinea ne hago maikita kwara tana kikilai na doridori na tangaloi vano hi tuai.   A nunu maira  A nunu na ureure na vanua maira rau eno lo buku hika. Katukwale u vosangi na vanua Isrel lo taro i Jisas. A nunu hi u eno lo buku tomua halaradu kwara ne magemu kwara tana hagwea. Vunu lo tinakaki na buku “A RORO KAREA HURI JISAS KRAES I LUK MO ULIA” tana hagwe a nunu na gwatuivanua lakua Serusalem. Vunu lo tinakaki na buku “A RORO KAREA HURI JISAS KRAES I SIONE MO ULIA” tana hagwe a nunu na Vanua Kokona noi God Serusalem hinea i Herot lakua mo tabea. Vunu lo buku “A BOLOKIANA NONA KAIHORA KOKONA” a nunu kailima. Aira a nunu na ureure na vanua hinea rau vosangikita kina vanua maira hinea rau vitira lo Rani na Pentekos, mana nunu na vanua hinea a Roro Karea mo maravuti maira tomua halaradu, vunu vake a nunu kaivati rau vosangikita kina vanua hinea i Pol mo vano eia. Vunu lo buku hika takuni tina Deksenare tana hagwe na nunu na vanua hinea a hugwe lakua nona ngwera Rom mo hugwe korora lo taro na vevehuri na buku hi “A LEO HARIKIANA KARAGWA”. A nunu na vanua hinea u viti huri na hala i Pol mo lakao laliki luga vakaitoluki mo toko heretuva lo “BOLOKIANA NONA KAIHORA KOKONA” u vosangi na gwatuivanua lalakua hinea a bulubulu kaibitu na kwarelua rau hugu luga hinea i Jisas u vitiviti hurira lo Revelesen 1,2,3.   Tavalarau tavaluki tana hagwe na hina na nunu na vanua vano hi mana hina na buku maira lo “LEO HARIKIANA KARAGWA”.  Laliki lo “LEO KOKONA NOI GOD” tana hagwe na nunu kwaririgi hinea rau vosangi na kinau lo vevehuri lakwakita kwara ne matangwasarakinira vakevake. A nunu aira vano hi, a Sosaete na Baevolu rau tirakinira lakwakita kwara tana taura lo noda Baevolu hokinia ramo vai lo Baevolu lo Bislama, mana Baevolu tuaki lo Inglis maia Vranis. A nunu aira vano hi a vavine Switselan, i Annie Vallotton mo ulira huri na Sosaete na Baevolu.   A leo rovonaki  Aira hinea ramo bohiki na Leo Kokona noi God tilo noda leo ramo hagwe kwara a bolokiana hi u huira vohoki, vae ramo lagwa luna. Rau lagwaki God huri mo hago maira tigwaravu kina huirana nona Tanugwe Kokona. Vunu rau lagwa vake mana tangaloi rusa hinea ramo bohiki na leo na Baevolu tilo Inglis maia Bislama mana leo ratuaki vake, huri a Baevolu vano hi ramo hago maira haburu. A Baevolu aia a buku karea kwara tana valukinia, vae u siletia hi, aia a Leo Kokona noi God hinea u bete a ahiana lakwakita, vunu u tomuakikita lo halada vataha na rani na mamaurianada. Aira vunu hinea ramo hagohago lo bolokiana hi kwara tana lavia lo leoda bakotoki rau tuku tiutangaroa kwara i God ne lalahi na leona hika kwara ne reve na tangaloi rusa vaki maia, vunu vake kwara ne lalahia kwara ne tabe hakeki na hinana. ",
            "description_reviewed": 0,
            "iso": "nnd",
            "script": "Latn",
            "versification": null,
            "numeral_system_id": "default",
            "year": 2016,
            "country_id": "VU",
            "copyright": "© Bible Society of the South Pacific, 2016.",
            "copyright_type": "",
            "reviewed": 0,
            "isbn13": null,
            "back_text": null,
            "cover": null,
            "questionable": 0
        }
    ],
    "resources": [
        {
            "iso": "nnd",
            "type": "audio",
            "cover": "",
            "title": "Words of Life w/ BISLAMA",
            "title_vernacular": "",
            "description": "",
            "url": "https://globalrecordings.net/en/program/24120",
            "url_source": "",
            "author": "Global Recordings Network",
            "author_slug": "global-recordings-network",
            "organization_slug": "global-recordings-network",
            "date": "",
            "visible": 1,
            "collection": null,
            "section": null
        },
        {
            "iso": "nnd",
            "type": "audio",
            "cover": "",
            "title": "Words of Life w/ BISLAMA",
            "title_vernacular": "",
            "description": "",
            "url": "https://globalrecordings.net/en/program/24231",
            "url_source": "",
            "author": "Global Recordings Network",
            "author_slug": "global-recordings-network",
            "organization_slug": "global-recordings-network",
            "date": "",
            "visible": 1,
            "collection": null,
            "section": null
        }
    ],
    "films": []
}