{"iso":"nyr","glotto_id":"nyih1239","glotto_family":null,"iso1":null,"name":"Nyiha (Malawi)","autonym":"Ishinyiha","macroarea":null,"level":"L","development":null,"use":null,"location":"Malawi","area":"Northern Province, Chitipa Division, villages around the town of Kameme.","progress":"Stories\r","typology":null,"writing":null,"description":null,"country_id":"MW","latitude":null,"longitude":null,"population":10000,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":2,"country":{"id":"MW","name":"Malawi","name_long":"The Republic of Malawi","population":20308502,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Malawi","hidden":0,"autonym":null,"fips":"MI","iso_a3":"MWI","continent_id":"AF","iso_num":454,"religion_primary":"Christianity","introduction":"Established in 1891 the British protectorate of Nyasaland became the independent nation of Malawi in 1964. After three decades of one-party rule under President Hastings Kamuzu BANDA the country held multiparty presidential and parliamentary elections in 1994 under a provisional constitution that came into full effect the following year. Bakili MULUZI became the first freely elected president of Malawi when he won the presidency in 1994; he won re-election in 1999. President Bingu wa MUTHARIKA elected in 2004 after a failed attempt by the previous president to amend the constitution to permit another term struggled to assert his authority against his predecessor and subsequently started his own party the Democratic Progressive Party in 2005. MUTHARIKA was reelected to a second term in 2009. He oversaw some economic improvement in his first term but was accused of economic mismanagement and poor governance in his second term. He died abruptly in 2012 and was succeeded by vice president Joyce BANDA who had earlier started her own party the People's Party. MUTHARIKA's brother Peter MUTHARIKA defeated BANDA in the 2014 election. Population growth increasing pressure on agricultural lands corruption and the scourge of HIV/AIDS pose major problems for Malawi.","overview":"Malawi a landlocked country in southeastern Africa is defined by its topography of highlands split by the Great Rift Valley and enormous Lake Malawi. The lake’s southern end falls within Lake Malawi National Park – sheltering diverse wildlife from colorful fish to baboons – and its clear waters are popular for diving and boating. Peninsular Cape Maclear is known for its beach resorts.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":28,"land_mass_km":94280,"population_christian":12538000,"population_christian_percentage":79.9,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":14086,"population_migration":-16053,"population_year_change":2.69,"population_density_km":203,"population_average_age":18,"population_urban_percentage":18,"population_literacy_percentage":"66.00","landmass":null,"region_code":7,"region_id":"202","region_name":"Sub-Saharan Africa"},"translations":[{"source_iso":"nyr","translation_iso":"nyr","dialect_id":null,"name":"Kinyiha"},{"source_iso":"nyr","translation_iso":"nyr","dialect_id":null,"name":"Shinyiha"}],"bibles":[],"resources":[],"films":[]}