{"iso":"oge","glotto_id":"oldg1234","glotto_family":null,"iso1":null,"name":"Old Georgian","autonym":null,"macroarea":null,"level":"H","development":null,"use":null,"location":null,"area":null,"progress":null,"typology":null,"writing":null,"description":null,"country_id":"GE","latitude":null,"longitude":null,"population":0,"status_id":null,"status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"GE","name":"Georgia","name_long":"Georgia","population":4933674,"official_language":"Georgian","official_language_iso":"kat","url_wiki":"https://en.wikipedia.org/wiki/Georgia_(country)","hidden":0,"autonym":null,"fips":"GG","iso_a3":"GEO","continent_id":"AS","iso_num":268,"religion_primary":"Christianity","introduction":"The region of present day Georgia contained the ancient kingdoms of Colchis and Kartli-Iberia. The area came under Roman influence in the first centuries A.D. and Christianity became the state religion in the 330s. Domination by Persians Arabs and Turks was followed by a Georgian golden age (11th-13th centuries) that was cut short by the Mongol invasion of 1236. Subsequently the Ottoman and Persian empires competed for influence in the region. Georgia was absorbed into the Russian Empire in the 19th century. Independent for three years (1918-1921) following the Russian revolution it was forcibly incorporated into the USSR in 1921 and regained its independence when the Soviet Union dissolved in 1991. ++ Mounting public discontent over rampant corruption and ineffective government services followed by an attempt by the incumbent Georgian Government to manipulate parliamentary elections in November 2003 touched off widespread protests that led to the resignation of Eduard SHEVARDNADZE president since 1995. In the aftermath of that popular movement which became known as the \\\"Rose Revolution\\\" new elections in early 2004 swept Mikheil SAAKASHVILI into power along with his United National Movement (UNM) party. Progress on market reforms and democratization has been made in the years since independence but this progress has been complicated by Russian assistance and support to the separatist regions of Abkhazia and South Ossetia. Periodic flare-ups in tension and violence culminated in a five-day conflict in August 2008 between Russia and Georgia including the invasion of large portions of undisputed Georgian territory. Russian troops pledged to pull back from most occupied Georgian territory but in late August 2008 Russia unilaterally recognized the independence of Abkhazia and South Ossetia and Russian military forces remain in those regions. ++ Billionaire philanthropist Bidzina IVANISHVILI's unexpected entry into politics in October 2011 brought the divided opposition together under his Georgian Dream coalition which won a majority of seats in the October 2012 parliamentary elections and removed UNM from power. Conceding defeat SAAKASHVILI named IVANISHVILI as prime minister and allowed Georgian Dream to create a new government. Georgian Dream's Giorgi MARGVELASHVILI was inaugurated as president on 17 November 2013 ending a tense year of power-sharing between SAAKASHVILI and IVANISHVILI. IVANISHVILI voluntarily resigned from office after the presidential succession and Georgia's legislature on 20 November 2013 confirmed Irakli GARIBASHVILI as his replacement. GARIBASHVILI was replaced by Giorgi KVIRIKASHVILI in December 2015. KVIRIKASHVILI will remain Prime Minister following Georgian Dream’s success in the October 2016 parliamentary elections where the party won a constitutional majority. These changes in leadership represent unique examples of a former Soviet state that emerged to conduct democratic and peaceful government transitions of power. Popular and government support for integration with the West is high in Georgia. Joining the EU and NATO are among the country's top foreign policy goals.","overview":"Georgia is a southeastern U.S. state whose terrain spans coastal beaches farmland and mountains. Capital city Atlanta is home of the Georgia Aquarium and the Martin Luther King Jr. National Historic Site dedicated to the African-American leader’s life and times. The city of Savannah is famed for its 18th- and 19th-century architecture and leafy public squares. Augusta hosts the Masters golf tournament.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":40,"land_mass_km":69490,"population_christian":3930000,"population_christian_percentage":88.6,"population_catholic_percentage":0.9,"population_protestant_percentage":87.7,"population_refugee":1360,"population_migration":-10000,"population_year_change":-0.19,"population_density_km":57,"population_average_age":38,"population_urban_percentage":58,"population_literacy_percentage":"99.00","landmass":null,"region_code":9,"region_id":"145","region_name":"Western Asia"},"translations":[{"source_iso":"oge","translation_iso":"oge","dialect_id":null,"name":"Old Georgian"}],"bibles":[],"resources":[],"films":[]}