{"iso":"okn","glotto_id":"okin1246","glotto_family":null,"iso1":null,"name":"Oki-No-Erabu","autonym":"島ムニ / Shimamuni","macroarea":null,"level":"L","development":null,"use":null,"location":"Japan","area":"North central Okinawa; Oki-no-erabu Island.","progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"JP","latitude":"27.373840","longitude":"128.618700","population":3200,"status_id":"7","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"JP","name":"Japan","name_long":"Japan","population":124687293,"official_language":"Japanese","official_language_iso":"jpn","url_wiki":"https://en.wikipedia.org/wiki/Japan","hidden":0,"autonym":null,"fips":"JA","iso_a3":"JPN","continent_id":"AS","iso_num":392,"religion_primary":"Buddhism","introduction":"In 1603 after decades of civil warfare the Tokugawa shogunate (a military-led dynastic government) ushered in a long period of relative political stability and isolation from foreign influence. For more than two centuries this policy enabled Japan to enjoy a flowering of its indigenous culture. Japan opened its ports after signing the Treaty of Kanagawa with the US in 1854 and began to intensively modernize and industrialize. During the late 19th and early 20th centuries Japan became a regional power that was able to defeat the forces of both China and Russia. It occupied Korea Formosa (Taiwan) and southern Sakhalin Island. In 1931-32 Japan occupied Manchuria and in 1937 it launched a full-scale invasion of China. Japan attacked US forces in 1941 - triggering America's entry into World War II - and soon occupied much of East and Southeast Asia. After its defeat in World War II Japan recovered to become an economic power and an ally of the US. While the emperor retains his throne as a symbol of national unity elected politicians hold actual decision-making power. Following three decades of unprecedented growth Japan's economy experienced a major slowdown starting in the 1990s but the country remains a major economic power. In March 2011 Japan's strongest-ever earthquake and an accompanying tsunami devastated the northeast part of Honshu island killing thousands and damaging several nuclear power plants. The catastrophe hobbled the country's economy and its energy infrastructure and tested its ability to deal with humanitarian disasters.","overview":"'Japan is an island nation in the Pacific Ocean with dense cities imperial palaces mountainous national parks and thousands of shrines and temples. Shinkansen bullet trains connect the main islands of Kyushu (with Okinawa''s subtropical beaches) Honshu (home to Tokyo and Hiroshima’s atomic-bomb memorial) and Hokkaido (famous for skiing). Tokyo the capital is known for skyscrapers shopping and pop culture.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":32,"land_mass_km":364555,"population_christian":2921000,"population_christian_percentage":2.3,"population_catholic_percentage":1,"population_protestant_percentage":1,"population_refugee":1465,"population_migration":71560,"population_year_change":-0.3,"population_density_km":347,"population_average_age":48,"population_urban_percentage":92,"population_literacy_percentage":"99.00","landmass":null,"region_code":3,"region_id":"30","region_name":"Eastern Asia"},"translations":[{"source_iso":"okn","translation_iso":"okn","dialect_id":null,"name":"Oki-No-Erabu"}],"bibles":[],"resources":[],"films":[]}