{"iso":"oor","glotto_id":"oorl1238","glotto_family":null,"iso1":null,"name":"Oorlams","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"Transvaal.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"ZA","latitude":"-28.384470","longitude":"23.014460","population":32000,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"ZA","name":"South Africa","name_long":"The Republic of South Africa","population":56978635,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/South_Africa","hidden":0,"autonym":null,"fips":"SF","iso_a3":"ZAF","continent_id":"AF","iso_num":710,"religion_primary":"Christianity","introduction":"Dutch traders landed at the southern tip of modern day South Africa in 1652 and established a stopover point on the spice route between the Netherlands and the Far East founding the city of Cape Town. After the British seized the Cape of Good Hope area in 1806 many of the Dutch settlers (the Boers) trekked north to found their own republics. The discovery of diamonds (1867) and gold (1886) spurred wealth and immigration and intensified the subjugation of the native inhabitants. The Boers resisted British encroachments but were defeated in the Second Anglo Boer War (1899-1902); however the British and the Afrikaners as the Boers became known ruled together beginning in 1910 under the Union of South Africa which became a republic in 1961 after a whites-only referendum. In 1948 the National Party was voted into power and instituted a policy of apartheid - the separate development of the races - which favored the white minority at the expense of the black majority. The African National Congress (ANC) led the opposition to apartheid and many top ANC leaders such as Nelson MANDELA spent decades in South Africa's prisons. Internal protests and insurgency as well as boycotts by some Western nations and institutions led to the regime's eventual willingness to negotiate a peaceful transition to majority rule. The first multi-racial elections in 1994 brought an end to apartheid and ushered in majority rule under an ANC-led government. South Africa since then has struggled to address apartheid-era imbalances in decent housing education and health care. ANC infighting which has grown in recent years came to a head in September 2008 when President Thabo MBEKI resigned and Kgalema MOTLANTHE the party's General-Secretary succeeded him as interim president. Jacob ZUMA became president after the ANC won general elections in April 2009. National presidential and parliamentary elections are scheduled for May 2014.","overview":"South Africa is a country on the southernmost tip of the African continent marked by several distinct ecosystems. Inland safari destination Kruger National Park is populated by big game. The Western Cape offers beaches lush winelands around Stellenbosch and Paarl craggy cliffs at the Cape of Good Hope forest and lagoons along the Garden Route and the city of Cape Town beneath flat-topped Table Mountain.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":58,"land_mass_km":1213090,"population_christian":43090000,"population_christian_percentage":79.8,"population_catholic_percentage":5,"population_protestant_percentage":75,"population_refugee":89285,"population_migration":145405,"population_year_change":1.28,"population_density_km":49,"population_average_age":28,"population_urban_percentage":67,"population_literacy_percentage":"93.00","landmass":null,"region_code":7,"region_id":"202","region_name":"Sub-Saharan Africa"},"translations":[{"source_iso":"oor","translation_iso":"oor","dialect_id":null,"name":"Oorlams"}],"bibles":[],"resources":[],"films":[]}