{"iso":"oua","glotto_id":"taga1278","glotto_family":null,"iso1":null,"name":"Tagargrent","autonym":"Twargrit","macroarea":null,"level":"L","development":null,"use":null,"location":"Algeria, Morocco, Tunisia and Western Sahara","area":"South of Constantine, near Mzab. Ouargla and Ngouça are main centers.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"DZ","latitude":"31.945370","longitude":"5.284440","population":5000,"status_id":"6b","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":3,"country":{"id":"DZ","name":"Algeria","name_long":"The People's Democratic Republic of Algeria","population":43576691,"official_language":"Arabic Standard","official_language_iso":"arb","url_wiki":"https://en.wikipedia.org/wiki/Algeria","hidden":0,"autonym":null,"fips":"AG","iso_a3":"DZA","continent_id":"AF","iso_num":12,"religion_primary":"Islam","introduction":"After more than a century of rule by France Algerians fought through much of the 1950s to achieve independence in 1962. Algeria's primary political party the National Liberation Front (FLN) was established in 1954 as part of the struggle for independence and has since largely dominated politics. The Government of Algeria in 1988 instituted a multi-party system in response to public unrest but the surprising first round success of the Islamic Salvation Front (FIS) in the December 1991 balloting led the Algerian army to intervene and postpone the second round of elections to prevent what the secular elite feared would be an extremist-led government from assuming power. The army began a crackdown on the FIS that spurred FIS supporters to begin attacking government targets. Fighting escalated into an insurgency which saw intense violence from 1992-98 resulting in over 100000 deaths - many attributed to indiscriminate massacres of villagers by extremists. The government gained the upper hand by the late-1990s and FIS's armed wing the Islamic Salvation Army disbanded in January 2000. ++ Abdelaziz BOUTEFLIKA with the backing of the military won the presidency in 1999 in an election widely viewed as fraudulent and won subsequent elections in 2004 2009 and 2014. The government in 2011 introduced some political reforms in response to the Arab Spring including lifting the 19-year-old state of emergency restrictions and increasing women's quotas for elected assemblies while also increasing subsidies to the populace. Since 2014 Algeria’s reliance on hydrocarbon revenues to fund the government and finance the large subsidies for the population has fallen under stress because of declining oil prices.","overview":"Algeria is a North African country with a Mediterranean coastline and a Saharan desert interior. Many empires have left legacies here such as the ancient Roman ruins in seaside Tipaza. In the capital Algiers Ottoman landmarks like circa-1612 Ketchaoua Mosque line the hillside Casbah quarter with its narrow alleys and stairways. The city’s Neo-Byzantine basilica Notre Dame d’Afrique dates to French colonial rule.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":30,"land_mass_km":2381740,"population_christian":380000,"population_christian_percentage":2,"population_catholic_percentage":1,"population_protestant_percentage":1,"population_refugee":98604,"population_migration":-10000,"population_year_change":1.85,"population_density_km":18,"population_average_age":29,"population_urban_percentage":73,"population_literacy_percentage":"80.00","landmass":null,"region_code":6,"region_id":"15","region_name":"Northern Africa"},"translations":[{"source_iso":"oua","translation_iso":"oua","dialect_id":null,"name":"Ouargla"},{"source_iso":"oua","translation_iso":"oua","dialect_id":null,"name":"Ouargli"},{"source_iso":"oua","translation_iso":"oua","dialect_id":null,"name":"Wargla"}],"bibles":[],"resources":[],"films":[]}