{"iso":"phh","glotto_id":"phuk1235","glotto_family":null,"iso1":null,"name":"Phukha","autonym":"Phula","macroarea":null,"level":"L","development":null,"use":null,"location":"Northern Viet Nam","area":"Lao Cai Province, near Lao Cai City; Hà Giang Province, Xin Mun District, 1 village; Lai Chau and Son La provinces. Also in China.","progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"VN","latitude":"25.527740","longitude":"106.147725","population":10000,"status_id":"6b","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":4,"country":{"id":"VN","name":"Vietnam","name_long":"The Socialist Republic of Viet Nam","population":102789598,"official_language":"Vietnamese","official_language_iso":"vie","url_wiki":"https://en.wikipedia.org/wiki/Vietnam","hidden":0,"autonym":null,"fips":"VM","iso_a3":"VNM","continent_id":"AS","iso_num":704,"religion_primary":"Buddhism","introduction":"The conquest of Vietnam by France began in 1858 and was completed by 1884. It became part of French Indochina in 1887. Vietnam declared independence after World War II but France continued to rule until its 1954 defeat by communist forces under Ho Chi MINH. Under the Geneva Accords of 1954 Vietnam was divided into the communist North and anti-communist South. US economic and military aid to South Vietnam grew through the 1960s in an attempt to bolster the government but US armed forces were withdrawn following a cease-fire agreement in 1973. Two years later North Vietnamese forces overran the South reuniting the country under communist rule. Despite the return of peace for over a decade the country experienced little economic growth because of conservative leadership policies the persecution and mass exodus of individuals - many of them successful South Vietnamese merchants - and growing international isolation. However since the enactment of Vietnam's \\\"doi moi\\\" (renovation) policy in 1986 Vietnamese authorities have committed to increased economic liberalization and enacted structural reforms needed to modernize the economy and to produce more competitive export-driven industries. The communist leaders however maintain control on political expression and have resisted outside calls to improve human rights. The country continues to experience small-scale protests from various groups - the vast majority connected to land-use issues calls for increased political space and the lack of equitable mechanisms for resolving disputes. Various ethnic minorities such as the Montagnards of the Central Highlands and the Khmer Krom in the southern delta region have also held protests.","overview":"Vietnam is a Southeast Asian country on the South China Sea known for its beaches rivers Buddhist pagodas and bustling cities. Hanoi the capital pays homage to the nation’s iconic Communist-era leader Ho Chi Minh via a huge marble mausoleum. Ho Chi Minh City (formerly Saigon) has French colonial landmarks plus Vietnamese War history museums and the Củ Chi tunnels used by Viet Cong soldiers.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":123,"land_mass_km":310070,"population_christian":7038000,"population_christian_percentage":8.2,"population_catholic_percentage":7,"population_protestant_percentage":1,"population_refugee":1,"population_migration":-80000,"population_year_change":0.91,"population_density_km":314,"population_average_age":32,"population_urban_percentage":38,"population_literacy_percentage":"94.00","landmass":null,"region_code":2,"region_id":"35","region_name":"South-eastern Asia"},"translations":[{"source_iso":"phh","translation_iso":"phh","dialect_id":null,"name":"Fu Khla"},{"source_iso":"phh","translation_iso":"phh","dialect_id":null,"name":"Phu Kha"},{"source_iso":"phh","translation_iso":"phh","dialect_id":null,"name":"Phu Khla"},{"source_iso":"phh","translation_iso":"phh","dialect_id":null,"name":"Phu La"}],"bibles":[],"resources":[],"films":[]}