{"iso":"pij","glotto_id":"pija1235","glotto_family":null,"iso1":null,"name":"Pijao","autonym":"Piajao","macroarea":null,"level":"E","development":null,"use":null,"location":null,"area":"Tolima region.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"CO","latitude":"0.499990","longitude":"-75.333320","population":0,"status_id":"10","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"CO","name":"Colombia","name_long":"The Republic of Colombia","population":50355650,"official_language":"Spanish","official_language_iso":"spa","url_wiki":"https://en.wikipedia.org/wiki/Colombia","hidden":0,"autonym":null,"fips":"CO","iso_a3":"COL","continent_id":"SA","iso_num":170,"religion_primary":"Christianity","introduction":"Colombia was one of the three countries that emerged from the collapse of Gran Colombia in 1830 (the others are Ecuador and Venezuela). A five-decade-long conflict between government forces and antigovernment insurgent groups principally the Revolutionary Armed Forces of Colombia (FARC) heavily funded by the drug trade escalated during the 1990s. More than 31000 former paramilitaries had demobilized by the end of 2006 and the United Self Defense Forces of Colombia as a formal organization had ceased to function. In the wake of the paramilitary demobilization emerging criminal groups arose whose members include some former paramilitaries. The insurgents lacked the military or popular support necessary to overthrow the government. Large areas of the countryside were under guerrilla influence or contested by security forces. After four years of formal peace negotiations the Colombian Government signed a peace deal with the FARC in November 2016 which was subsequently endorsed by the Colombian Congress. The agreement calls for members of the FARC to demobilize and be incorporated into mainstream society and politics. The Colombian Government has stepped up efforts to reassert government control throughout the country and now has a presence in every one of its administrative departments. Despite decades of internal conflict and drug related security challenges Colombia maintains relatively strong democratic institutions characterized by peaceful transparent elections and the protection of civil liberties.","overview":"'Colombia is a country at the northern tip of South America. It''s landscape is marked by rainforests Andes mountains and numerous coffee plantations. In the high-altitude capital Bogotá the Zona Rosa district is known for its restaurants and shops. Cartagena on the Caribbean coast has a walled colonial Old Town a 16th-century castle and nearby coral reefs.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":103,"land_mass_km":1109500,"population_christian":43560000,"population_christian_percentage":92,"population_catholic_percentage":79,"population_protestant_percentage":13,"population_refugee":646,"population_migration":204796,"population_year_change":1.08,"population_density_km":46,"population_average_age":31,"population_urban_percentage":80,"population_literacy_percentage":"94.00","landmass":null,"region_code":11,"region_id":"419","region_name":"Latin America and the Caribbean"},"translations":[{"source_iso":"pij","translation_iso":"pij","dialect_id":null,"name":"Piajao"}],"bibles":[],"resources":[],"films":[]}