{"iso":"pml","glotto_id":"ling1242","glotto_family":null,"iso1":null,"name":"Lingua Franca","autonym":"sabir","macroarea":null,"level":"E","development":null,"use":null,"location":null,"area":"Tunisia; Dodecanese Islands west bank, Greece; Cyprus; other major Mediterranean ports.","progress":null,"typology":null,"writing":null,"description":null,"country_id":"TN","latitude":"33.861260","longitude":"10.853130","population":0,"status_id":"10","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":6,"country":{"id":"TN","name":"Tunisia","name_long":"The Republic of Tunisia","population":11811335,"official_language":"Arabic Standard","official_language_iso":"arb","url_wiki":"https://en.wikipedia.org/wiki/Tunisia","hidden":0,"autonym":null,"fips":"TS","iso_a3":"TUN","continent_id":"AF","iso_num":788,"religion_primary":"Islam","introduction":"Rivalry between French and Italian interests in Tunisia culminated in a French invasion in 1881 and the creation of a protectorate. Agitation for independence in the decades following World War I was finally successful in getting the French to recognize Tunisia as an independent state in 1956. The country's first president Habib BOURGUIBA established a strict one-party state. He dominated the country for 31 years repressing Islamic fundamentalism and establishing rights for women unmatched by any other Arab nation. In November 1987 BOURGUIBA was removed from office and replaced by Zine el Abidine BEN ALI in a bloodless coup. Street protests that began in Tunis in December 2010 over high unemployment corruption widespread poverty and high food prices escalated in January 2011 culminating in rioting that led to hundreds of deaths. On 14 January 2011 the same day BEN ALI dismissed the government he fled the country and by late January 2011 a \\\"national unity government\\\" was formed. Elections for the new Constituent Assembly were held in late October 2011 and in December it elected human rights activist Moncef MARZOUKI as interim president. The Assembly began drafting a new constitution in February 2012 and after several iterations and a months-long political crisis that stalled the transition ratified the document in January 2014. Presidential and parliamentary elections for a permanent government could be held by the end of 2014.","overview":"Tunisia is a North African country bordering the Mediterranean Sea and Sahara Desert. In the capital Tunis the Bardo Museum has archaeological exhibits from Roman mosaics to Islamic art. The city’s medina quarter encompasses the massive Al-Zaytuna Mosque and a thriving souk. To the east the site of ancient Carthage features the Antonine Baths and other ruins plus artifacts at the Carthage National Museum.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":14,"land_mass_km":155360,"population_christian":7000,"population_christian_percentage":0.06,"population_catholic_percentage":null,"population_protestant_percentage":0.06,"population_refugee":1746,"population_migration":-4000,"population_year_change":1.06,"population_density_km":76,"population_average_age":33,"population_urban_percentage":70,"population_literacy_percentage":"79.00","landmass":null,"region_code":6,"region_id":"15","region_name":"Northern Africa"},"translations":[{"source_iso":"pml","translation_iso":"pml","dialect_id":null,"name":"’Ajnabi"},{"source_iso":"pml","translation_iso":"pml","dialect_id":null,"name":"Ajnabi"},{"source_iso":"pml","translation_iso":"pml","dialect_id":null,"name":"Aljamia"},{"source_iso":"pml","translation_iso":"pml","dialect_id":null,"name":"Ferenghi"},{"source_iso":"pml","translation_iso":"pml","dialect_id":null,"name":"Petit Mauresque"},{"source_iso":"pml","translation_iso":"pml","dialect_id":null,"name":"Sabir"}],"bibles":[],"resources":[],"films":[]}