{"iso":"pmz","glotto_id":"sout2999","glotto_family":null,"iso1":null,"name":"Southern Pame","autonym":null,"macroarea":null,"level":"E","development":null,"use":null,"location":null,"area":"Jiliapan.","progress":null,"typology":null,"writing":null,"description":null,"country_id":"MX","latitude":"20.966000","longitude":"-99.334000","population":0,"status_id":"10","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"MX","name":"Mexico","name_long":"The United Mexican States","population":130207371,"official_language":"Spanish","official_language_iso":"spa","url_wiki":"https://en.wikipedia.org/wiki/Mexico","hidden":0,"autonym":null,"fips":"MX","iso_a3":"MEX","continent_id":"NA","iso_num":484,"religion_primary":"Christianity","introduction":"The site of several advanced Amerindian civilizations - including the Olmec Toltec Teotihuacan Zapotec Maya and Aztec - Mexico was conquered and colonized by Spain in the early 16th century. Administered as the Viceroyalty of New Spain for three centuries it achieved independence early in the 19th century. Elections held in 2000 marked the first time since the 1910 Mexican Revolution that an opposition candidate - Vicente FOX of the National Action Party (PAN) - defeated the party in government the Institutional Revolutionary Party (PRI). He was succeeded in 2006 by another PAN candidate Felipe CALDERON but Enrique PENA NIETO regained the presidency for the PRI in 2012. The global financial crisis in late 2008 caused a massive economic downturn in Mexico the following year although growth returned quickly in 2010. Ongoing economic and social concerns include low real wages high underemployment inequitable income distribution and few advancement opportunities for the largely indigenous population in the impoverished southern states. Since 2007 Mexico's powerful drug-trafficking organizations have engaged in bloody feuding resulting in tens of thousands of drug-related homicides.","overview":"'Mexico is a country between the U.S. and Central America that''s known for its Pacific and Gulf of Mexico beaches and its diverse landscape of mountains deserts and jungles. Ancient ruins such as Teotihuacán and the Mayan city of Chichén Itzá are scattered throughout the country as are Spanish colonial-era towns. In capital Mexico City upscale shops renowned museums and gourmet restaurants cater to modern life.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":307,"land_mass_km":1943950,"population_christian":107780000,"population_christian_percentage":92.4,"population_catholic_percentage":82.7,"population_protestant_percentage":9.7,"population_refugee":28533,"population_migration":-60000,"population_year_change":1.06,"population_density_km":66,"population_average_age":29,"population_urban_percentage":84,"population_literacy_percentage":"94.00","landmass":null,"region_code":11,"region_id":"419","region_name":"Latin America and the Caribbean"},"translations":[{"source_iso":"pmz","translation_iso":"pmz","dialect_id":null,"name":"Southern Pame"}],"bibles":[],"resources":[],"films":[]}