{"iso":"rkt","glotto_id":"rang1265","glotto_family":null,"iso1":null,"name":"Rangpuri","autonym":"Anchalit Bangla","macroarea":null,"level":"L","development":null,"use":null,"location":"Bangladesh","area":"Rajshahi Division north from Bogra, also known as the greater Dinajpur and Rangpur areas, now subdivided into Rangpur, Lalmonihat, Nilphamari, Gaibanda, Panchagar, Thakurgaon, and Dinajpur districts. Also in India.","progress":"Portions\r","typology":null,"writing":null,"description":null,"country_id":"BD","latitude":"26.383363","longitude":"88.453600","population":10801000,"status_id":"5","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":1,"resources_count":0,"translations_count":4,"country":{"id":"BD","name":"Bangladesh","name_long":"The People's Republic of Bangladesh","population":164098818,"official_language":"Bengali","official_language_iso":"ben","url_wiki":"https://en.wikipedia.org/wiki/Bangladesh","hidden":0,"autonym":null,"fips":"BG","iso_a3":"BGD","continent_id":"AS","iso_num":50,"religion_primary":"Islam","introduction":"Muslim conversions and settlement in the region now referred to as Bangladesh began in the 10th century primarily from Arab and Persian traders and preachers. Europeans established trading posts in the area in the 16th century. Eventually the area known as Bengal primarily Hindu in the western section and mostly Muslim in the eastern half became part of British India. Partition in 1947 resulted in an eastern wing of Pakistan in the Muslim-majority area which became East Pakistan. Calls for greater autonomy and animosity between the eastern and western wings of Pakistan led to a Bengali independence movement. That movement led by the Awami League (AL) and supported by India won the independence war for Bangladesh in 1971 during which at least 300000 civilians died. ++ The post-independence AL government faced daunting challenges and in 1975 was overthrown by the military triggering a series of military coups that resulted in a military-backed government and subsequent creation of the Bangladesh Nationalist Party (BNP) in 1978. That government also ended in a coup in 1981 followed by military-backed rule until democratic elections occurred in 1991. The BNP and AL alternated in power between 1991 and 2013 with the exception of a military-backed emergency caretaker regime that suspended parliamentary elections planned for January 2007 in an effort to reform the political system and root out corruption. That government returned the country to fully democratic rule in December 2008 with the election of the AL and Prime Minister Sheikh HASINA. In January 2014 the incumbent AL won the national election by an overwhelming majority after the BNP boycotted extending HASINA's term as prime minister. With the help of international development assistance Bangladesh has reduced the poverty rate from over half of the population to less than a third achieved Millennium Development Goals for maternal and child health and made great progress in food security since independence. The economy has grown at an annual average of about 6% over the last two decades and the country reached World Bank lower-middle income status in 2015.","overview":"Bangladesh to the east of India on the Bay of Bengal is a South Asian country marked by lush greenery and many waterways. Its Padma (Ganges) Meghna and Jamuna rivers create fertile plains and travel by boat is common. On the southern coast the Sundarbans an enormous mangrove forest shared with Eastern India is home to the royal Bengal tiger.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":81,"land_mass_km":130170,"population_christian":420000,"population_christian_percentage":0.4,"population_catholic_percentage":0.4,"population_protestant_percentage":null,"population_refugee":854782,"population_migration":-369501,"population_year_change":1.01,"population_density_km":1265,"population_average_age":28,"population_urban_percentage":39,"population_literacy_percentage":"58.00","landmass":null,"region_code":4,"region_id":"34","region_name":"Southern Asia"},"translations":[{"source_iso":"rkt","translation_iso":"rkt","dialect_id":null,"name":"Anchalit Bangla"},{"source_iso":"rkt","translation_iso":"rkt","dialect_id":null,"name":"Bahe Bangla"},{"source_iso":"rkt","translation_iso":"rkt","dialect_id":null,"name":"Kamta"},{"source_iso":"rkt","translation_iso":"rkt","dialect_id":null,"name":"Polia"}],"bibles":[],"resources":[],"films":[{"iso":"rkt","organization_id":"the-jesus-film-project","title":"JESUS","title_vernacular":null,"description":"Jesus constantly surprises and confounds people, from His miraculous birth to His rise from the grave. Follow His life through excerpts from the Book of Luke, all the miracles, the teachings, and the passion.","url":"https://arc.gt/4hqla?apiSessionId=5f876394b77642.65043954","url_youtube":null,"img_thumb":"https://d1wl257kev7hsz.cloudfront.net/cinematics/1_jf-0-0.thumbnail.jpg","img_poster":"https://d1wl257kev7hsz.cloudfront.net/cinematics/Classic_art_HD.jpg","duration_ms":7673754,"fab_view":1}]}