{"iso":"rmg","glotto_id":"trav1236","glotto_family":null,"iso1":null,"name":"Traveller Norwegian","autonym":"Tater Language","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"","progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"NO","latitude":"62.621720","longitude":"9.489130","population":0,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":2,"country":{"id":"NO","name":"Norway","name_long":"The Kingdom of Norway","population":5509591,"official_language":"Norwegian","official_language_iso":"nor","url_wiki":"https://en.wikipedia.org/wiki/Norway","hidden":0,"autonym":null,"fips":"NO","iso_a3":"NOR","continent_id":"EU","iso_num":578,"religion_primary":"Christianity","introduction":"Two centuries of Viking raids into Europe tapered off following the adoption of Christianity by King Olav TRYGGVASON in 994; conversion of the Norwegian kingdom occurred over the next several decades. In 1397 Norway was absorbed into a union with Denmark that lasted more than four centuries. In 1814 Norwegians resisted the cession of their country to Sweden and adopted a new constitution. Sweden then invaded Norway but agreed to let Norway keep its constitution in return for accepting the union under a Swedish king. Rising nationalism throughout the 19th century led to a 1905 referendum granting Norway independence. Although Norway remained neutral in World War I it suffered heavy losses to its shipping. Norway proclaimed its neutrality at the outset of World War II but was nonetheless occupied for five years by Nazi Germany (1940-45). In 1949 Norway abandoned neutrality and became a member of NATO. Discovery of oil and gas in adjacent waters in the late 1960s boosted Norway's economic fortunes. In referenda held in 1972 and 1994 Norway rejected joining the EU. Key domestic issues include immigration and integration of ethnic minorities maintaining the country's extensive social safety net with an aging population and preserving economic competitiveness.","overview":"Norway is a Scandinavian country encompassing mountains glaciers and deep coastal fjords. Oslo the capital is a city of green spaces and museums. Preserved 9th-century Viking ships are displayed at Oslo’s Viking Ship Museum. Bergen with colorful wooden houses is the starting point for cruises to the dramatic Sognefjord. Norway is also known for fishing hiking and skiing notably at Lillehammer’s Olympic resort.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":51,"land_mass_km":365268,"population_christian":3844000,"population_christian_percentage":76.7,"population_catholic_percentage":2.4,"population_protestant_percentage":74.3,"population_refugee":53888,"population_migration":28000,"population_year_change":0.79,"population_density_km":15,"population_average_age":40,"population_urban_percentage":83,"population_literacy_percentage":"100.00","landmass":null,"region_code":10,"region_id":"154","region_name":"Northern Europe"},"translations":[{"source_iso":"rmg","translation_iso":"rmg","dialect_id":null,"name":"Norwegian Traveller"},{"source_iso":"rmg","translation_iso":"rmg","dialect_id":null,"name":"Rodi"}],"bibles":[],"resources":[],"films":[]}