{
    "iso": "rng",
    "glotto_id": "rong1268",
    "glotto_family": null,
    "iso1": null,
    "name": "Ronga",
    "autonym": "Gironga",
    "macroarea": null,
    "level": "L",
    "development": null,
    "use": null,
    "location": "Lesotho, South Africa and Swaziland",
    "area": "South of Maputo Province on the coast. Also in South Africa.",
    "progress": "Full Bible\r",
    "typology": null,
    "writing": null,
    "description": null,
    "country_id": "MZ",
    "latitude": "-26.732945",
    "longitude": "32.616670",
    "population": 618000,
    "status_id": "5",
    "status_notes": null,
    "redirect_to_iso": null,
    "bibles_count": 3,
    "films_count": 1,
    "resources_count": 0,
    "translations_count": 3,
    "country": {
        "id": "MZ",
        "name": "Mozambique",
        "name_long": "The Republic of Mozambique",
        "population": 30888034,
        "official_language": "Portuguese",
        "official_language_iso": "por",
        "url_wiki": "https://en.wikipedia.org/wiki/Mozambique",
        "hidden": 0,
        "autonym": null,
        "fips": "MZ",
        "iso_a3": "MOZ",
        "continent_id": "AF",
        "iso_num": 508,
        "religion_primary": "Christianity",
        "introduction": "Almost five centuries as a Portuguese colony came to a close with independence in 1975. Large-scale emigration economic dependence on South Africa a severe drought and a prolonged civil war hindered the country's development until the mid-1990s. The ruling Front for the Liberation of Mozambique (FRELIMO) party formally abandoned Marxism in 1989 and a new constitution the following year provided for multiparty elections and a free market economy. A UN-negotiated peace agreement between FRELIMO and rebel Mozambique National Resistance (RENAMO) forces ended the fighting in 1992. In December 2004 Mozambique underwent a delicate transition as Joaquim CHISSANO stepped down after 18 years in office. His elected successor Armando GUEBUZA served two terms and then passed executive power to Filipe NYUSI in October 2014. RENAMO’s residual armed forces engaged in a low-level insurgency from 2012 to 2014.",
        "overview": "Mozambique is a southern African nation whose long Indian Ocean coastline is dotted with popular beaches like Tofo as well as offshore marine parks. In the Quirimbas Archipelago a 250km stretch of coral islands mangrove-covered Ibo Island has colonial-era ruins surviving from a period of Portuguese rule. The Bazaruto Archipelago farther south has reefs which protect rare marine life including dugongs.",
        "independent": 1,
        "wfb": 1,
        "wfb_pdf": 1,
        "sil_language_count": 59,
        "land_mass_km": 786380,
        "population_christian": 13121000,
        "population_christian_percentage": 56.1,
        "population_catholic_percentage": 28.4,
        "population_protestant_percentage": 27.7,
        "population_refugee": 4708,
        "population_migration": -5000,
        "population_year_change": 2.93,
        "population_density_km": 40,
        "population_average_age": 18,
        "population_urban_percentage": 38,
        "population_literacy_percentage": 55,
        "landmass": null,
        "region_code": 7,
        "region_id": "202",
        "region_name": "Sub-Saharan Africa"
    },
    "codes": [
        {
            "iso": "rng",
            "source": "arclight",
            "code": "8520"
        }
    ],
    "classifications": [
        {
            "iso": "rng",
            "class_id": "atla1278",
            "class_order": 0,
            "name": "Niger-Congo"
        },
        {
            "iso": "rng",
            "class_id": "volt1241",
            "class_order": 1,
            "name": "Atlantic-Congo"
        },
        {
            "iso": "rng",
            "class_id": "benu1247",
            "class_order": 2,
            "name": "Volta-Congo"
        },
        {
            "iso": "rng",
            "class_id": "bant1294",
            "class_order": 3,
            "name": "Benue-Congo"
        },
        {
            "iso": "rng",
            "class_id": "sout3152",
            "class_order": 4,
            "name": "Bantoid"
        },
        {
            "iso": "rng",
            "class_id": "narr1281",
            "class_order": 5,
            "name": "Southern"
        },
        {
            "iso": "rng",
            "class_id": "east2731",
            "class_order": 6,
            "name": "Narrow Bantu"
        },
        {
            "iso": "rng",
            "class_id": "sout3180",
            "class_order": 7,
            "name": "Central"
        },
        {
            "iso": "rng",
            "class_id": "ngun1275",
            "class_order": 8,
            "name": "S"
        },
        {
            "iso": "rng",
            "class_id": "tswa1254",
            "class_order": 9,
            "name": "Tswa-Ronga (S.54)"
        }
    ],
    "dialects": [],
    "translations": [
        {
            "source_iso": "rng",
            "translation_iso": "rng",
            "name": "Gironga"
        },
        {
            "source_iso": "rng",
            "translation_iso": "rng",
            "name": "Shironga"
        },
        {
            "source_iso": "rng",
            "translation_iso": "rng",
            "name": "Xironga"
        }
    ],
    "bibles": [
        {
            "id": "3ebb5ba3-410d-48c1-8930-a4d1460f4660",
            "abbr": "RNGNTR",
            "parent_bible_id": "",
            "title": "The New Testament in Ronga",
            "title_vernacular": "",
            "description": null,
            "description_short": null,
            "description_vernacular": null,
            "description_reviewed": null,
            "iso": "rng",
            "script": "Latn",
            "versification": null,
            "numeral_system_id": "default",
            "year": 1903,
            "country_id": null,
            "copyright": "Public Domain",
            "copyright_type": "OPEN",
            "reviewed": 0,
            "isbn13": null,
            "back_text": null,
            "cover": null,
            "questionable": 0
        },
        {
            "id": "c731579e-392d-4260-92b5-5a8284d5ec3d",
            "abbr": "RNGBSM",
            "parent_bible_id": "",
            "title": "Xironga (Ronga) New Testament with Psalms ",
            "title_vernacular": "Testamente Ledrimpswha ni Mapsalma",
            "description": "",
            "description_short": "",
            "description_vernacular": "MARITU YA KURANGA Testamente Ledrimpswha i buku ledri drikhanelaka ha Yesu Kriste na drikombisa a Xipfumelelanu leximpswha, lana Xikwembu Nkulukumba atremiki misava ku swakhale, kumbe Testamente ledra khale. A xipfumelelanu lexi ximpswha axitivi mindrelekano: xiyandlaleki ku matiko hinkwawu ya misava hikola ka Yesu Kriste, N'wana wa Xikwembu Nkulukumba ni Muhuluxi wa vhanu hinkwavu. Hikuva anga buku ledri dritiyisaka a maritu ya Ivhangeli, a Testamente Ledrimpswha drini maritu ya vureri bya kurula; bya vunene ni lirandru, leswi swifanelaka kuva kone amakari ka vhanu hinkwavu. Ledri i Ritu dra huluxu, ledri dripfaka hi le ku Xikwembu Nkulukumba. A makume mabiri ni ntlhanu na mabiri ya mabuku lawa mavumbaka a Testamente Ledrimpswha matraliwi hi vatrali vanyingi, lava vahuhuteliwiki hi Xikwembu Nkulukumba ku mpfhuka wa ntlhanu wa makume ya malembe, ntrhaku ka kufa ni kupfuka kufeni ka Yesu Kriste. Nambi loko a mabuku lawa matravukanile man'we ku man'wana, makombisa a mhaka ya kufana, leyi anga yone a ntshima ya ntlhangano, hileswaku: a lirandru dra Xikwembu Nkulukumba ledri drikombisekiki, mfuri drikombisekaka ku vhanu va minkama hinkwayu hikola ka Yesu Kriste, N'wana wa Xikwembu Nkulukumba. A mabuku lawa ya mune ya Ivhangeli mahibyela hi kubelekiwa ka Yesu Kriste, vutomi ni vudondrisi byake, mahlolana yake, kufa ni kupfuka kufeni kwake, ni kutlhantukela kwake a Matilweni. A buku dra Mintiru ya vapostola drikombisa a matumbulukela ya Kereke, ni leswi a Ivhangeli yihangalakisiki xiswone amatikweni lawa afaka mali hansi ka mfumu wa xi-Roma (Império romano), kusukela a Yerusalema kuyatlhasa a Roma, na kutremakanyiwa a matiko manyingi ya Asia lwentrongo (Asia Menor). A mapapela lawa matraliwiki hi van'we ku vapostola, mayangula a timhaka tinyingi leti tihumeleliki andreni ka Kereke (ku mimbangu ya kukari lomu a vapostola afaka vavumbi a mabutrhu ya vapfumeli); kudondrisa ni kutiyisa a vapfumeli; kuyandrisa a vumboni ni kuhangalasa a Ivhangeli ya huluxo. A buku dra Mpfuletelo drikombisa hi swifaniso a tinxanisa ni swikaratu leswi swipfukeliki a vapfumeli. Dridjuletela a kunyika a xixixi, kulavisela ku vapfumeli; ni kuvonekisa a kuhlula ka Mfumu wa Xikwembu Nkulukumba ku mimfumu hinkwayu ya misava; ni vufumi bya Yesu Kriste amisaveni hinkwayu. A matralela lawa ya buku dra Mpfuletelo, ya kutirisa a swikombiso, amasunguleli ntsena ku buku ledri; makumeka nakone ku vatrali vambeni vakhale ngopfu. A buku dra Mapsalma i xihundla xipfelaka kutolokiweni ka Xigirika ku ntlhanu wa makume na makume mabiri, (Septuaginta). A Mapsalma mahi matrhamela manyingi: Tinsimu ta kudrumisa ni kuluva Xikwembu Nkulukumba; vuyimbeleli bya vukulu bya vukwembu; switratriyo swa vuvoneleli, kupfuna ni huluku, swikombiso swa kundruluka, kutihlaya ni kukombela lidrivalelo; vuyimbeleli bya kutlangela hikola ka matovoko ya vukwembu; vuyimbeleli bya Siyoni; ni swikombelo akuva kukhatisiwa valala. Man'wana Mapsalma i swikhongoto swa mhunu, leswi kombisaka kutitwa ka mhunu ka lendreni, a mambeni makombisa kutitwa ka tiko hinkwadru dra Xikwembu Nkulukumba. A kutolokiwa ni kutraliwa ka  dit Testamente Ledrimpswha dit*, ledri wene udrihlayaka swoswi, switeki a nkama wa kuleha ngopfu. Ahina kulongoloxa hinkwaswu leswi swiyentxiki leswaku a nkama wolowo wuva wa kuleha ngopfu, kambe hinavela a kuhlaya leswi: A ntiro wa kufana ni lowu wukarata ngopfu swinene; a lidrimi dra Xironga, swanga hi tindrimi hinkwatu ta misava, drini mavulavulela manyingi ya kuhambana, mayelano ni mimbangu leyi a varonga vahanyaka ku yone, ni minkama leyi vahanyiki kumbe vahanyaka ku yone; a matralela na wone mahali kudondriweni hi tintlhari Hikola ka leswi, ni swimbeni swikaratu hitlhanganiki na swone a kubekiseni ka buku ledri, hirandra a kukombela ku wene muhlayi leswaku udjulisisa ngopfu a Ritu dra Xikwembu Nkulukumba ledri dritraliwiki, matrhan'wini ya kudjula a kulandrelela a swikaratu leswi swahakumekaka antirweni wa vatoloki. Amen. Ntlawa wa vatoloki va Bibele hi lidrimi dra Xironga Maputo, 2011",
            "description_reviewed": 0,
            "iso": "rng",
            "script": "",
            "versification": null,
            "numeral_system_id": "default",
            "year": 2007,
            "country_id": null,
            "copyright": "© Bible Society in Mozambique, 2007.",
            "copyright_type": "",
            "reviewed": 0,
            "isbn13": null,
            "back_text": null,
            "cover": null,
            "questionable": 0
        },
        {
            "id": "e0c32184-8bcd-419e-80fb-4877b9aa6ea6",
            "abbr": "RNGGEN",
            "parent_bible_id": "",
            "title": "Genesis Poritons in Ronga",
            "title_vernacular": "AḆIḆLIA KUMBE AḆUKU ḌA KU ŠWENGA",
            "description": null,
            "description_short": null,
            "description_vernacular": null,
            "description_reviewed": null,
            "iso": "rng",
            "script": "Latn",
            "versification": null,
            "numeral_system_id": "default",
            "year": 1894,
            "country_id": null,
            "copyright": "Public Domain",
            "copyright_type": "OPEN",
            "reviewed": 0,
            "isbn13": null,
            "back_text": null,
            "cover": null,
            "questionable": 0
        }
    ],
    "resources": [],
    "films": [
        {
            "iso": "rng",
            "organization_id": "f89269a7-da1f-42a8-be77-69124ae38021",
            "title": "JESUS",
            "title_vernacular": null,
            "description": "Jesus constantly surprises and confounds people, from His miraculous birth to His rise from the grave. Follow His life through excerpts from the Book of Luke, all the miracles, the teachings, and the passion.",
            "url": "https://arc.gt/v0lhg?apiSessionId=5f8763b9a9a6d2.56819899",
            "url_youtube": null,
            "img_thumb": "https://d1wl257kev7hsz.cloudfront.net/cinematics/1_jf-0-0.thumbnail.jpg",
            "img_poster": "https://d1wl257kev7hsz.cloudfront.net/cinematics/Classic_art_HD.jpg",
            "duration_ms": 7673754,
            "fab_view": 1
        }
    ]
}