{"iso":"scf","glotto_id":"sanm1305","glotto_family":null,"iso1":null,"name":"San Miguel Creole French","autonym":" patwa","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"","progress":null,"typology":null,"writing":null,"description":null,"country_id":"PA","latitude":"8.326010","longitude":"-81.256390","population":0,"status_id":"8b","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"PA","name":"Panama","name_long":"The Republic of Panamá","population":3928646,"official_language":"Spanish","official_language_iso":"spa","url_wiki":"https://en.wikipedia.org/wiki/Panama","hidden":0,"autonym":null,"fips":"PM","iso_a3":"PAN","continent_id":"NA","iso_num":591,"religion_primary":"Christianity","introduction":"Explored and settled by the Spanish in the 16th century Panama broke with Spain in 1821 and joined a union of Colombia Ecuador and Venezuela - named the Republic of Gran Colombia. When the latter dissolved in 1830 Panama remained part of Colombia. With US backing Panama seceded from Colombia in 1903 and promptly signed a treaty with the US allowing for the construction of a canal and US sovereignty over a strip of land on either side of the structure (the Panama Canal Zone). The Panama Canal was built by the US Army Corps of Engineers between 1904 and 1914. In 1977 an agreement was signed for the complete transfer of the Canal from the US to Panama by the end of the century. Certain portions of the Zone and increasing responsibility over the Canal were turned over in the subsequent decades. With US help dictator Manuel NORIEGA was deposed in 1989. The entire Panama Canal the area supporting the Canal and remaining US military bases were transferred to Panama by the end of 1999. An ambitious expansion project to more than double the Canal's capacity - by allowing for more Canal transits and larger ships - was carried out between 2007 and 2016.","overview":"Panama is a country on the isthmus linking Central and South America. The Panama Canal a famous feat of human engineering cuts through its center linking the Atlantic and Pacific oceans to create an essential shipping route. In the capital Panama City modern skyscrapers casinos and nightclubs contrast with colonial buildings in the Casco Viejo district and the rainforest of Natural Metropolitan Park.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":28,"land_mass_km":74340,"population_christian":3057000,"population_christian_percentage":92,"population_catholic_percentage":80,"population_protestant_percentage":12,"population_refugee":2557,"population_migration":11200,"population_year_change":1.61,"population_density_km":58,"population_average_age":30,"population_urban_percentage":68,"population_literacy_percentage":"94.00","landmass":null,"region_code":11,"region_id":"419","region_name":"Latin America and the Caribbean"},"translations":[{"source_iso":"scf","translation_iso":"scf","dialect_id":null,"name":"San Miguel Creole French"}],"bibles":[],"resources":[],"films":[]}