{"iso":"shd","glotto_id":"kund1257","glotto_family":null,"iso1":null,"name":"Kundal Shahi","autonym":"کنڈل شاہی","macroarea":null,"level":"L","development":null,"use":null,"location":"Northern Pakistan","area":null,"progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"PK","latitude":null,"longitude":null,"population":0,"status_id":"7","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"PK","name":"Pakistan","name_long":"The Islamic Republic of Pakistan","population":238181034,"official_language":"Urdu","official_language_iso":"urd","url_wiki":"https://en.wikipedia.org/wiki/Pakistan","hidden":0,"autonym":null,"fips":"PK","iso_a3":"PAK","continent_id":"AS","iso_num":586,"religion_primary":"Islam","introduction":"The Indus Valley civilization one of the oldest in the world and dating back at least 5000 years spread over much of what is presently Pakistan. During the second millennium B.C. remnants of this culture fused with the migrating Indo-Aryan peoples. The area underwent successive invasions in subsequent centuries from the Persians Greeks Scythians Arabs (who brought Islam) Afghans and Turks. The Mughal Empire flourished in the 16th and 17th centuries; the British came to dominate the region in the 18th century. The separation in 1947 of British India into the Muslim state of Pakistan (with West and East sections) and largely Hindu India was never satisfactorily resolved and India and Pakistan fought two wars and a limited conflict - in 1947-48 1965 and 1999 respectively - over the disputed Kashmir territory. A third war between these countries in 1971 - in which India capitalized on Islamabad's marginalization of Bengalis in Pakistani politics - resulted in East Pakistan becoming the separate nation of Bangladesh. In response to Indian nuclear weapons testing Pakistan conducted its own tests in mid-1998. India-Pakistan relations improved in the mid-2000s but have been rocky since the November 2008 Mumbai attacks and have been further strained by attacks in India by militants suspected of being backed by Pakistan. Nawaz SHARIF took office as prime minister in 2013 marking the first time in Pakistani history that a democratically elected government completed a full term and transitioned to a successive democratically elected government. Following a series of bomb and suicide attacks by the Tehrik-e Pakistan Taliban (TTP) begun in 2007 the Pakistan Government and TTP representatives agreed to a cease-fire in early 2014. However by mid-year 2014 the talks collapsed and the TTP resumed attack plotting against Pakistani targets.","overview":"Pakistan officially the Islamic Republic of Pakistan is a country in South Asia. It is the fifth-most populous country with a population exceeding 212742631 people. In area it is the 33rd-largest country spanning 881913 square kilometres.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":90,"land_mass_km":770880,"population_christian":3300000,"population_christian_percentage":1.6,"population_catholic_percentage":0.8,"population_protestant_percentage":0.8,"population_refugee":1419606,"population_migration":-233379,"population_year_change":2,"population_density_km":287,"population_average_age":23,"population_urban_percentage":35,"population_literacy_percentage":"58.00","landmass":null,"region_code":4,"region_id":"34","region_name":"Southern Asia"},"translations":[{"source_iso":"shd","translation_iso":"shd","dialect_id":null,"name":"Rawri"}],"bibles":[],"resources":[],"films":[]}