{"iso":"siz","glotto_id":"siwi1239","glotto_family":null,"iso1":null,"name":"Siwi","autonym":" Siwa Berber","macroarea":null,"level":"L","development":null,"use":null,"location":"Egypt and Libya","area":"Northwest desert, Siwa Oasis; several isolated villages in west oasis.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"EG","latitude":"29.202280","longitude":"25.519740","population":20000,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":4,"country":{"id":"EG","name":"Egypt","name_long":"The Arab Republic of Egypt","population":106437241,"official_language":"Arabic Standard","official_language_iso":"arb","url_wiki":"https://en.wikipedia.org/wiki/Egypt","hidden":0,"autonym":null,"fips":"EG","iso_a3":"EGY","continent_id":"AF","iso_num":818,"religion_primary":"Islam","introduction":"The regularity and richness of the annual Nile River flood coupled with semi-isolation provided by deserts to the east and west allowed for the development of one of the world's great civilizations. A unified kingdom arose circa 3200 B.C. and a series of dynasties ruled in Egypt for the next three millennia. The last native dynasty fell to the Persians in 341 B.C. who in turn were replaced by the Greeks Romans and Byzantines. It was the Arabs who introduced Islam and the Arabic language in the 7th century and who ruled for the next six centuries. A local military caste the Mamluks took control about 1250 and continued to govern after the conquest of Egypt by the Ottoman Turks in 1517. Completion of the Suez Canal in 1869 elevated Egypt as an important world transportation hub. Ostensibly to protect its investments Britain seized control of Egypt's government in 1882 but nominal allegiance to the Ottoman Empire continued until 1914. Partially independent from the UK in 1922 Egypt acquired full sovereignty from Britain in 1952. The completion of the Aswan High Dam in 1971 and the resultant Lake Nasser have altered the time-honored place of the Nile River in the agriculture and ecology of Egypt. A rapidly growing population (the largest in the Arab world) limited arable land and dependence on the Nile all continue to overtax resources and stress society. The government has struggled to meet the demands of Egypt's population through economic reform and massive investment in communications and physical infrastructure. ++ Inspired by the 2010 Tunisian revolution Egyptian opposition groups led demonstrations and labor strikes countrywide culminating in President Hosni MUBARAK's ouster. Egypt's military assumed national leadership until a new parliament was in place in early 2012; later that same year Mohammed MORSI won the presidential election. Following often violent protests throughout the spring of 2013 against MORSI's government and the Muslim Brotherhood the Egyptian Armed Forces intervened and removed MORSI from power in July 2013 and replaced him with interim president Adly MANSOUR. In January 2014 voters approved a new constitution by referendum and in May 2014 elected Abdel Fattah EL SISI president. Egypt elected a new legislature in December 2015 the first parliament since 2012.","overview":"'Egypt a country linking northeast Africa with the Middle East dates to the time of the pharaohs. Millennia-old monuments sit along the fertile Nile River Valley including Giza''s colossal Pyramids and Great Sphinx as well as Luxor''s hieroglyph-lined Karnak Temple and Valley of the Kings tombs. The capital Cairo is home to Ottoman landmarks like Muhammad Ali Mosque and the Egyptian Museum a trove of antiquities.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":38,"land_mass_km":995450,"population_christian":9029000,"population_christian_percentage":10,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":258401,"population_migration":-38033,"population_year_change":1.94,"population_density_km":103,"population_average_age":25,"population_urban_percentage":43,"population_literacy_percentage":"75.00","landmass":null,"region_code":6,"region_id":"15","region_name":"Northern Africa"},"translations":[{"source_iso":"siz","translation_iso":"siz","dialect_id":null,"name":"Oasis Berber"},{"source_iso":"siz","translation_iso":"siz","dialect_id":null,"name":"Sioua"},{"source_iso":"siz","translation_iso":"siz","dialect_id":null,"name":"Siwa"},{"source_iso":"siz","translation_iso":"siz","dialect_id":null,"name":"Zenati"}],"bibles":[],"resources":[],"films":[]}