{"iso":"snj","glotto_id":"rive1257","glotto_family":null,"iso1":null,"name":"Riverain Sango","autonym":"yângâ tî sängö","macroarea":null,"level":"L","development":null,"use":null,"location":"Central African Republic","area":"Mobaye Subprefecture, along Ubangi River.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"CF","latitude":"4.328110","longitude":"21.173310","population":34500,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"CF","name":"Central African Republic","name_long":"The Central African Republic","population":5357984,"official_language":"French","official_language_iso":"fra","url_wiki":"https://en.wikipedia.org/wiki/Central_African_Republic","hidden":0,"autonym":null,"fips":"CT","iso_a3":"CAF","continent_id":"AF","iso_num":140,"religion_primary":"Christianity","introduction":"The former French colony of Ubangi-Shari became the Central African Republic upon independence in 1960. After three tumultuous decades of misrule - mostly by military governments - civilian rule was established in 1993 and lasted for one decade. In March 2003 President Ange-Felix PATASSE was deposed in a military coup led by General Francois BOZIZE who established a transitional government. Elections held in 2005 affirmed General BOZIZE as president; he was reelected in 2011 in voting widely viewed as flawed. The government still does not fully control the countryside where pockets of lawlessness persist. The militant group the Lord's Resistance Army continues to destabilize southeastern Central African Republic and several rebel groups joined together in early December 2012 to launch a series of attacks that left them in control of numerous towns in the northern and central parts of the country. The rebels - who are unhappy with BOZIZE's government - participated in peace talks in early January 2013 which resulted in a coalition government including the rebellion's leadership. In March 2013 the coalition government dissolved rebels seized the capital and President BOZIZE fled the country. Rebel leader Michel DJOTODIA assumed the presidency reappointed Nicolas TIANGAYE as Prime Minister and established a transitional government on 31 March. On 13 April 2013 the National Transitional Council affirmed DJOTODIA as President.","overview":"The Central African Republic is a landlocked country in Central Africa. It is bordered by Chad to the north Sudan to the northeast South Sudan to the east the Democratic Republic of the Congo to the southwest and Cameroon to the west. The CAR covers a land area of about 620000 square kilometres (240000 sq mi) and had an estimated population of around 4.6 million as of 2016.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":87,"land_mass_km":622980,"population_christian":2302000,"population_christian_percentage":80,"population_catholic_percentage":29,"population_protestant_percentage":51,"population_refugee":7175,"population_migration":-40000,"population_year_change":1.78,"population_density_km":8,"population_average_age":18,"population_urban_percentage":43,"population_literacy_percentage":"57.00","landmass":null,"region_code":8,"region_id":"202","region_name":"Sub-Saharan Africa"},"translations":[{"source_iso":"snj","translation_iso":"snj","dialect_id":null,"name":"Riverain Sango"}],"bibles":[],"resources":[],"films":[]}