{"iso":"sqs","glotto_id":"sril1237","glotto_family":null,"iso1":null,"name":"Sri Lankan Sign Language","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"","progress":"Portions\r","typology":null,"writing":null,"description":null,"country_id":"LK","latitude":"7.105880","longitude":"79.856960","population":73000,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"LK","name":"Sri Lanka","name_long":"The Democratic Socialist Republic of Sri Lanka","population":23044123,"official_language":"Sinhala","official_language_iso":"sin","url_wiki":"https://en.wikipedia.org/wiki/Sri_Lanka","hidden":0,"autonym":null,"fips":"CE","iso_a3":"LKA","continent_id":"AS","iso_num":144,"religion_primary":"Buddhism","introduction":"The first Sinhalese arrived in Sri Lanka late in the 6th century B.C. probably from northern India. Buddhism was introduced in about the mid-third century B.C. and a great civilization developed at the cities of Anuradhapura (kingdom from circa 200 B.C. to circa A.D. 1000) and Polonnaruwa (from about 1070 to 1200). In the 14th century a south Indian dynasty established a Tamil kingdom in northern Sri Lanka. The coastal areas of the island were controlled by the Portuguese in the 16th century and by the Dutch in the 17th century. The island was ceded to the British in 1796 became a crown colony in 1802 and was formally united under British rule by 1815. As Ceylon it became independent in 1948; its name was changed to Sri Lanka in 1972. Tensions between the Sinhalese majority and Tamil separatists erupted into war in 1983. After two decades of fighting the government and Liberation Tigers of Tamil Eelam (LTTE) formalized a cease-fire in February 2002 with Norway brokering peace negotiations. Violence between the LTTE and government forces intensified in 2006 but the government regained control of the Eastern Province in 2007. By May 2009 the government announced that its military had defeated the remnants of the LTTE. Since the end of the conflict the government has enacted an ambitious program of economic development projects many of which are financed by loans from the Government of China. In addition to efforts to reconstruct its economy the government has resettled more than 95% of those civilians who were displaced during the final phase of the conflict and released the vast majority of former LTTE combatants captured by Government Security Forces. At the same time there has been little progress on more contentious and politically difficult issues such as reaching a political settlement with Tamil elected representatives and holding accountable those alleged to have been involved in human rights violations and other abuses during the conflict.","overview":"'Sri Lanka (formerly Ceylon) is an island nation south of India in the Indian Ocean. Its diverse landscapes range from rainforest and arid plains to highlands and sandy beaches. It’s famed for its ancient Buddhist ruins including the 5th-century citadel Sigiriya with its palace and frescoes. The city of Anuradhapura Sri Lanka''s ancient capital has many ruins dating back more than 2000 years.'","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":28,"land_mass_km":62710,"population_christian":1531000,"population_christian_percentage":7.5,"population_catholic_percentage":6.1,"population_protestant_percentage":1.4,"population_refugee":1045,"population_migration":-97986,"population_year_change":0.42,"population_density_km":341,"population_average_age":34,"population_urban_percentage":18,"population_literacy_percentage":"95.00","landmass":null,"region_code":4,"region_id":"34","region_name":"Southern Asia"},"translations":[{"source_iso":"sqs","translation_iso":"sqs","dialect_id":null,"name":"Sri Lankan Sign Language"}],"bibles":[],"resources":[],"films":[]}