{"iso":"sqt","glotto_id":"soqo1240","glotto_family":null,"iso1":null,"name":"Soqotri","autonym":"méthel d-saqátri","macroarea":null,"level":"L","development":null,"use":null,"location":"Yemen","area":"Mainly Soqotra Island; ’Abd al-Kuri island, Samha Island in the Gulf of Aden. Also in United Arab Emirates.","progress":"Portions\r","typology":null,"writing":null,"description":null,"country_id":"YE","latitude":"12.489240","longitude":"53.916750","population":108000,"status_id":"8a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":4,"country":{"id":"YE","name":"Yemen","name_long":"The Republic of Yemen","population":30399243,"official_language":"Arabic Standard","official_language_iso":"arb","url_wiki":"https://en.wikipedia.org/wiki/Yemen","hidden":0,"autonym":null,"fips":"YM","iso_a3":"YEM","continent_id":"AS","iso_num":887,"religion_primary":"Islam","introduction":"North Yemen became independent of the Ottoman Empire in 1918. The British who had set up a protectorate area around the southern port of Aden in the 19th century withdrew in 1967 from what became South Yemen. Three years later the southern government adopted a Marxist orientation. The massive exodus of hundreds of thousands of Yemenis from the south to the north contributed to two decades of hostility between the states. The two countries were formally unified as the Republic of Yemen in 1990. A southern secessionist movement and brief civil war in 1994 was quickly subdued. In 2000 Saudi Arabia and Yemen agreed to a delimitation of their border. Fighting in the northwest between the government and the Huthis a Zaydi Shia minority began in 2004 and has since resulted in six rounds of fighting - the last ended in early 2010 with a cease-fire that continues to hold. The southern secessionist movement was revitalized in 2008 when a popular socioeconomic protest movement initiated the prior year took on political goals including secession. Public rallies in Sana'a against then President SALIH - inspired by similar demonstrations in Tunisia and Egypt - slowly built momentum starting in late January 2011 fueled by complaints over high unemployment poor economic conditions and corruption. By the following month some protests had resulted in violence and the demonstrations had spread to other major cities. By March the opposition had hardened its demands and was unifying behind calls for SALIH's immediate ouster and prominent military and tribal leaders began defecting from SALIH's camp. The Gulf Cooperation Council (GCC) in late April 2011 in an attempt to mediate the crisis in Yemen proposed an agreement in which the president would step down in exchange for immunity from prosecution. SALIH's refusal to sign an agreement led to heavy street fighting and his injury in an explosion in June 2011. The UN Security Council passed Resolution 2014 in October 2011 calling on both sides to end the violence and complete a power transfer deal. In late November 2011 SALIH signed the GCC-brokered agreement to step down and to transfer some of his powers to Vice President Abd Rabuh Mansur HADI. Following elections in February 2012 won by HADI SALIH formally transferred his powers. In accordance with the GCC initiative Yemen launched a National Dialogue in March 2013 to discuss key constitutional political and social issues. HADI concluded the National Dialogue in January 2014. Subsequent steps in the transition process include constitutional drafting a constitutional referendum and national elections.","overview":"Yemen officially known as the Republic of Yemen is an Arab sovereign state in Western Asia at the southern end of the Arabian Peninsula. Yemen is the second-largest country in the peninsula occupying 527970 square kilometres.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":28,"land_mass_km":527970,"population_christian":41000,"population_christian_percentage":0.2,"population_catholic_percentage":0.02,"population_protestant_percentage":null,"population_refugee":268511,"population_migration":-30000,"population_year_change":2.28,"population_density_km":56,"population_average_age":20,"population_urban_percentage":38,"population_literacy_percentage":"70.00","landmass":null,"region_code":6,"region_id":"145","region_name":"Western Asia"},"translations":[{"source_iso":"sqt","translation_iso":"sqt","dialect_id":null,"name":"Saqatri"},{"source_iso":"sqt","translation_iso":"sqt","dialect_id":null,"name":"Socotri"},{"source_iso":"sqt","translation_iso":"sqt","dialect_id":null,"name":"Sokotri"},{"source_iso":"sqt","translation_iso":"sqt","dialect_id":null,"name":"Suqutri"}],"bibles":[],"resources":[],"films":[]}