{"iso":"svk","glotto_id":"slov1263","glotto_family":null,"iso1":null,"name":"Slovakian Sign Language","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"","progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"SK","latitude":"48.046320","longitude":"18.124750","population":15000,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"SK","name":"Slovakia","name_long":"The Slovak Republic","population":5436066,"official_language":"Slovak","official_language_iso":"slk","url_wiki":"https://en.wikipedia.org/wiki/Slovakia","hidden":0,"autonym":null,"fips":"LO","iso_a3":"SVK","continent_id":"EU","iso_num":703,"religion_primary":"Christianity","introduction":"Slovakia's roots can be traced to the 9th century state of Great Moravia. Subsequently the Slovaks became part of the Hungarian Kingdom where they remained for the next 1000 years. Following the formation of the dual Austro-Hungarian monarchy in 1867 language and education policies favoring the use of Hungarian (Magyarization) resulted in a strengthening of Slovak nationalism and a cultivation of cultural ties with the closely related Czechs who were under Austrian rule. After the dissolution of the Austro-Hungarian Empire at the close of World War I the Slovaks joined the Czechs to form Czechoslovakia. During the interwar period Slovak nationalist leaders pushed for autonomy within Czechoslovakia and in 1939 Slovakia became an independent state allied with Nazi Germany. Following World War II Czechoslovakia was reconstituted and came under communist rule within Soviet-dominated Eastern Europe. In 1968 an invasion by Warsaw Pact troops ended the efforts of the country's leaders to liberalize communist rule and create \\\"socialism with a human face\\\" ushering in a period of repression known as \\\"normalization.\\\" The peaceful \\\"Velvet Revolution\\\" swept the Communist Party from power at the end of 1989 and inaugurated a return to democratic rule and a market economy. On 1 January 1993 the country underwent a nonviolent \\\"velvet divorce\\\" into its two national components Slovakia and the Czech Republic. Slovakia joined both NATO and the EU in the spring of 2004 and the euro zone on 1 January 2009.","overview":"Slovakia is a central European country known for its dramatic natural landscape and many castles. Near the Austrian border capital city Bratislava features a pedestrian-only Old Town with a lively cafe scene. Rising on a hill above the Danube River Bratislava Castle houses a branch of the Slovak National Museum with displays ranging from Roman artifacts to 20th-century arts and crafts.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":18,"land_mass_km":48088,"population_christian":4730000,"population_christian_percentage":80,"population_catholic_percentage":67,"population_protestant_percentage":13,"population_refugee":977,"population_migration":1485,"population_year_change":0.05,"population_density_km":114,"population_average_age":41,"population_urban_percentage":54,"population_literacy_percentage":"99.00","landmass":null,"region_code":9,"region_id":"151","region_name":"Eastern Europe"},"translations":[{"source_iso":"svk","translation_iso":"svk","dialect_id":null,"name":"Slovakian Sign Language"}],"bibles":[],"resources":[],"films":[]}