{"iso":"tco","glotto_id":"taun1248","glotto_family":null,"iso1":null,"name":"Taungyo","autonym":"Dawei","macroarea":null,"level":"L","development":null,"use":null,"location":"Central Myanmar","area":"East central; vicinity of Taunggyi, Shan state southward to Tavoy, Taninthayi (Tenasserim) Division.","progress":"No Scripture\r","typology":null,"writing":null,"description":null,"country_id":"MM","latitude":"20.410390","longitude":"96.740080","population":40000,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":7,"country":{"id":"MM","name":"Myanmar","name_long":"The Republic of the Union of Myanmar","population":57069099,"official_language":"Burmese","official_language_iso":"mya","url_wiki":"https://en.wikipedia.org/wiki/Myanmar","hidden":0,"autonym":null,"fips":"BM","iso_a3":"MMR","continent_id":"AS","iso_num":104,"religion_primary":"Buddhism","introduction":"Various ethnic Burmese and ethnic minority city-states or kingdoms occupied the present borders through the 19th century. Over a period of 62 years (1824-1886) Britain conquered Burma and incorporated the country into its Indian Empire. Burma was administered as a province of India until 1937 when it became a separate self-governing colony; in 1948 Burma attained independence from the British Commonwealth. Gen. NE WIN dominated the government from 1962 to 1988 first as military ruler then as self-appointed president and later as political kingpin. In response to widespread civil unrest NE WIN resigned in 1988 but within months the military crushed student-led protests and took power. ++ Multiparty legislative elections in 1990 resulted in the main opposition party - the National League for Democracy (NLD) - winning a landslide victory. Instead of handing over power the junta placed NLD leader (and 1991 Nobel Peace Prize recipient) AUNG SAN SUU KYI under house arrest from 1989 to 1995 2000 to 2002 and from May 2003 to November 2010. In late September 2007 the ruling junta brutally suppressed protests over increased fuel prices led by prodemocracy activists and Buddhist monks killing an unknown number of people and arresting thousands for participating in the demonstrations. In early May 2008 Burma was struck by Cyclone Nargis which left over 138000 dead and tens of thousands injured and homeless. Despite this tragedy the junta proceeded with its May constitutional referendum the first vote in Burma since 1990. Legislative elections held in November 2010 which the NLD boycotted and were considered flawed by many in the international community saw the ruling Union Solidarity and Development Party garner over 75% of the contested seats. ++ The national legislature convened in January 2011 and selected former Prime Minister THEIN SEIN as president. Although the vast majority of national-level appointees named by THEIN SEIN were former or current military officers the government initiated a series of political and economic reforms leading to a substantial opening of the long-isolated country. These reforms included releasing hundreds of political prisoners signing a nationwide cease-fire with several of the country's ethnic armed groups pursuing legal reform and gradually reducing restrictions on freedom of the press association and civil society. At least due in part to these reforms AUNG SAN SUU KYI was elected to the national legislature in April 2012 and became chair of the Committee for Rule of Law and Tranquility. Burma served as chair of the Association of Southeast Asian Nations (ASEAN) for 2014. In a flawed but largely credible national legislative election in November 2015 featuring more than 90 political parties the NLD again won a landslide victory. Using its overwhelming majority in both houses of parliament the NLD elected HTIN KYAW AUNG SAN SUU KYI’s confidant and long-time NLD supporter as president. Burma's first credibly elected civilian government after more than five decades of military dictatorship was sworn into office on 30 March 2016.","overview":"'Myanmar (formerly Burma) is a Southeast Asian nation of more than 100 ethnic groups bordering India Bangladesh China Laos and Thailand. Yangon (formerly Rangoon) the country''s largest city is home to bustling markets numerous parks and lakes and the towering gilded Shwedagon Pagoda which contains Buddhist relics and dates to the 6th century.'","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":149,"land_mass_km":653290,"population_christian":3790000,"population_christian_percentage":6.2,"population_catholic_percentage":1,"population_protestant_percentage":5.2,"population_refugee":null,"population_migration":-163313,"population_year_change":0.67,"population_density_km":83,"population_average_age":29,"population_urban_percentage":31,"population_literacy_percentage":"93.00","landmass":null,"region_code":2,"region_id":"35","region_name":"South-eastern Asia"},"translations":[{"source_iso":"tco","translation_iso":"tco","dialect_id":null,"name":"Dawai"},{"source_iso":"tco","translation_iso":"tco","dialect_id":null,"name":"Dawe"},{"source_iso":"tco","translation_iso":"tco","dialect_id":null,"name":"Taru"},{"source_iso":"tco","translation_iso":"tco","dialect_id":null,"name":"Tavoya"},{"source_iso":"tco","translation_iso":"tco","dialect_id":null,"name":"Tavoyan"},{"source_iso":"tco","translation_iso":"tco","dialect_id":null,"name":"Tawe-Tavoy"},{"source_iso":"tco","translation_iso":"tco","dialect_id":null,"name":"Toru"}],"bibles":[],"resources":[],"films":[]}