{"iso":"tda","glotto_id":"tagd1238","glotto_family":null,"iso1":null,"name":"Tagdal","autonym":"Tagdal-Tabarog","macroarea":null,"level":"L","development":null,"use":null,"location":"Niger","area":"Between Tahoua central, Agadez north central, and Ingall northeast.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"NE","latitude":"16.190780","longitude":"6.839920","population":60600,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"NE","name":"Niger","name_long":"The Republic of the Niger","population":23605767,"official_language":"French","official_language_iso":"fra","url_wiki":"https://en.wikipedia.org/wiki/Niger","hidden":0,"autonym":null,"fips":"NG","iso_a3":"NER","continent_id":"AF","iso_num":562,"religion_primary":"Islam","introduction":"Niger became independent from France in 1960 and experienced single-party and military rule until 1991 when Gen. Ali SAIBOU was forced by public pressure to allow multiparty elections which resulted in a democratic government in 1993. Political infighting brought the government to a standstill and in 1996 led to a coup by Col. Ibrahim BARE. In 1999 BARE was killed in a counter coup by military officers who restored democratic rule and held elections that brought Mamadou TANDJA to power in December of that year. TANDJA was reelected in 2004 and in 2009 spearheaded a constitutional amendment allowing him to extend his term as president. In February 2010 military officers led a coup that deposed TANDJA and suspended the constitution. ISSOUFOU Mahamadou was elected in April 2011 following the coup and reelected to a second term in early 2016. Niger is one of the poorest countries in the world with minimal government services and insufficient funds to develop its resource base. The largely agrarian and subsistence-based economy is frequently disrupted by extended droughts common to the Sahel region of Africa. A Tuareg rebellion emerged in 2007 and ended in 2009. Niger is facing increased security concerns on its borders from various external threats including insecurity in Libya spillover from the conflict in Mali and violent extremism in northeastern Nigeria.","overview":"Niger also called the Niger officially the Republic of the Niger is a landlocked country in Western Africa named after the Niger River.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":30,"land_mass_km":1266700,"population_christian":85000,"population_christian_percentage":0.5,"population_catholic_percentage":null,"population_protestant_percentage":5,"population_refugee":180006,"population_migration":4000,"population_year_change":3.84,"population_density_km":19,"population_average_age":15,"population_urban_percentage":17,"population_literacy_percentage":"19.00","landmass":null,"region_code":8,"region_id":"202","region_name":"Sub-Saharan Africa"},"translations":[{"source_iso":"tda","translation_iso":"tda","dialect_id":null,"name":"Tagdal"}],"bibles":[],"resources":[],"films":[]}