{"iso":"ttl","glotto_id":"tote1238","glotto_family":null,"iso1":null,"name":"Totela","autonym":"Echitotela","macroarea":null,"level":"L","development":null,"use":null,"location":"Zambia","area":"Southeast Western Province, north of Subia. Also in Namibia.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"ZM","latitude":"-16.957495","longitude":"24.375105","population":14000,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"ZM","name":"Zambia","name_long":"The Republic of Zambia","population":19077816,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Zambia","hidden":0,"autonym":null,"fips":"ZA","iso_a3":"ZMB","continent_id":"AF","iso_num":894,"religion_primary":"Christianity","introduction":"The territory of Northern Rhodesia was administered by the former British South Africa Company from 1891 until it was taken over by the UK in 1923. During the 1920s and 1930s advances in mining spurred development and immigration. The name was changed to Zambia upon independence in 1964. In the 1980s and 1990s declining copper prices economic mismanagement and a prolonged drought hurt the economy. Elections in 1991 brought an end to one-party rule and propelled the Movement for Multiparty Democracy (MMD) to government. The subsequent vote in 1996 however saw increasing harassment of opposition parties and abuse of state media and other resources. The election in 2001 was marked by administrative problems with three parties filing a legal petition challenging the election of ruling party candidate Levy MWANAWASA. MWANAWASA was reelected in 2006 in an election that was deemed free and fair. Upon his death in August 2008 he was succeeded by his vice president Rupiah BANDA who won a special presidential byelection later that year. The MMD and BANDA lost to the Patriotic Front (PF) and Michael SATA in the 2011 general elections. SATA however presided over a period of haphazard economic management and attempted to silence opposition to PF policies. SATA died in October 2014 and was succeeded by his vice president Guy SCOTT who served as interim president until special elections were held in January 2015. Edgar LUNGU won the presidential by election and will complete SATA's term which expires in August 2016 when new presidential as well as parliamentary and local elections will be held.","overview":"Zambia in southern Africa is a landlocked country of rugged terrain and diverse wildlife with many parks and safari areas. On its border with Zimbabwe is famed Victoria Falls – indigenously called Mosi-oa-Tunya or \"Smoke That Thunders” – plunging a misty 108m into narrow Batoka Gorge. Spanning the Zambezi River just below the falls is Victoria Falls Bridge a spectacular viewpoint.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":57,"land_mass_km":743390,"population_christian":12939000,"population_christian_percentage":95.5,"population_catholic_percentage":20.2,"population_protestant_percentage":72.3,"population_refugee":57521,"population_migration":-8000,"population_year_change":2.93,"population_density_km":25,"population_average_age":18,"population_urban_percentage":45,"population_literacy_percentage":"63.00","landmass":null,"region_code":7,"region_id":"202","region_name":"Sub-Saharan Africa"},"translations":[{"source_iso":"ttl","translation_iso":"ttl","dialect_id":null,"name":"Echitotela"}],"bibles":[],"resources":[],"films":[]}