{"iso":"vsi","glotto_id":"mold1243","glotto_family":null,"iso1":null,"name":"Moldova Sign Language","autonym":"Русский Жестовый Язык","macroarea":null,"level":"L","development":null,"use":null,"location":null,"area":"","progress":"Portions\r","typology":null,"writing":null,"description":null,"country_id":"MD","latitude":"47.107000","longitude":"28.694000","population":5000,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"MD","name":"Moldova","name_long":"The Republic of Moldova","population":3323875,"official_language":"Romanian","official_language_iso":"ron","url_wiki":"https://en.wikipedia.org/wiki/Moldova","hidden":0,"autonym":null,"fips":"MD","iso_a3":"MDA","continent_id":"EU","iso_num":498,"religion_primary":"Christianity","introduction":"Part of Romania during the interwar period Moldova was incorporated into the Soviet Union at the close of World War II. Although the country has been independent from the USSR since 1991 Russian forces have remained on Moldovan territory east of the Nistru River supporting the breakaway region of Transnistria composed of a Slavic majority population (mostly Ukrainians and Russians) but with a sizable ethnic Moldovan minority. Europe's poorest economy Moldova became the first former Soviet state to elect a communist Vladimir VORONIN as its president in 2001. VORONIN served as Moldova's president until he resigned in September 2009. Four Moldovan opposition parties then formed a new coalition the Alliance for European Integration (AEI) iterations of which acted as Moldova's governing coalitions over the next several years. In May 2013 two of the original AEI parties and a splinter group from a third re-formed a ruling coalition called the Pro-European Coalition. The Moldovan Government in summer 2014 signed and ratified an Association Agreement with the EU advancing the Coalition's policy priority of EU integration. Following the country's most recent legislative election in November 2014 the three pro-European parties that entered Parliament won a total of 55 of the body's 101 seats. Infighting among coalition members led to prolonged legislative gridlock and political instability as well as the collapse of two governments all ruled by pro-European coalitions centered around the Liberal Democratic Party (PLDM) and the Democratic Party (PDM). A political impasse ended in January 2016 when a new parliamentary majority led by PDM joined by defectors from the Communists and PLDM supported Pavel FILIP as prime minister.","overview":"Moldova an Eastern European country and former Soviet republic has varied terrain including forests rocky hills and vineyards. Its wine regions include Nistreana known for reds and Codru home to some of the world’s largest cellars. Capital Chișinău has Soviet-style architecture and the National Museum of History exhibiting art and ethnographic collections that reflect cultural links with neighboring Romania.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":28,"land_mass_km":32850,"population_christian":3480000,"population_christian_percentage":95.3,"population_catholic_percentage":2,"population_protestant_percentage":93.3,"population_refugee":423,"population_migration":-1387,"population_year_change":-0.23,"population_density_km":123,"population_average_age":38,"population_urban_percentage":43,"population_literacy_percentage":"99.00","landmass":null,"region_code":9,"region_id":"151","region_name":"Eastern Europe"},"translations":[{"source_iso":"vsi","translation_iso":"vsi","dialect_id":null,"name":"Moldova Sign Language"}],"bibles":[],"resources":[],"films":[]}