{"iso":"wlc","glotto_id":"mwal1237","glotto_family":null,"iso1":null,"name":"Mwali Comorian","autonym":"shikomori/شِكُمُرِ","macroarea":null,"level":"L","development":null,"use":null,"location":"Comoros, Madagascar and Mayotte","area":"Moheli Island. Also in Madagascar, Réunion.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"KM","latitude":"-12.316410","longitude":"43.741030","population":42500,"status_id":"6a","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":1,"translations_count":1,"country":{"id":"KM","name":"Comoros","name_long":"The Union of the Comoros","population":864335,"official_language":"Comorian Maore","official_language_iso":"swb","url_wiki":"https://en.wikipedia.org/wiki/Comoros","hidden":0,"autonym":null,"fips":"CN","iso_a3":"COM","continent_id":"AF","iso_num":174,"religion_primary":"Islam","introduction":"The archipelago of the Comoros in the Indian Ocean composed of the islands of Mayotte Anjouan Moheli and Grand Comore declared independence from France on 6 July 1975. France did not recognize the independence of Mayotte which remains under French administration. Since independence Comoros has endured political instability through realized and attempted coups. In 1997 the islands of Anjouan and Moheli declared independence from Comoros. In 1999 military chief Col. AZALI Assoumani seized power of the entire government in a bloodless coup; he initiated the 2000 Fomboni Accords a power-sharing agreement in which the federal presidency rotates among the three islands and each island maintains its local government. AZALI won the 2002 federal presidential election as president from Grand Comore Island and each island in the archipelago elected its president. AZALI stepped down in 2006 and President SAMBI was elected to office as president from Anjouan. In 2007 Mohamed BACAR effected Anjouan's de-facto secession from the Union of Comoros refusing to step down when Comoros' other islands held legitimate elections in July. The African Union (AU) initially attempted to resolve the political crisis by applying sanctions and a naval blockade to Anjouan but in March 2008 the AU and Comoran soldiers seized the island. The island's inhabitants generally welcomed the move. In May 2011 Ikililou DHOININE won the presidency in peaceful elections widely deemed to be free and fair. Former President AZALI Assoumani was declared the winner of the closely contested 2016 presidential election.","overview":"The Comoros is a volcanic archipelago off Africa’s east coast in the warm Indian Ocean waters of the Mozambique Channel. The nation state’s largest island Grande Comore (Ngazidja) is ringed by beaches and old lava from active Mt. Karthala volcano. Around the port and medina in the capital Moroni are carved doors and a white colonnaded mosque the Ancienne Mosquée du Vendredi recalling the islands’ Arab heritage.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":12,"land_mass_km":1861,"population_christian":15000,"population_christian_percentage":2.1,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":null,"population_migration":-2000,"population_year_change":2.2,"population_density_km":467,"population_average_age":20,"population_urban_percentage":29,"population_literacy_percentage":"76.00","landmass":null,"region_code":7,"region_id":"202","region_name":"Sub-Saharan Africa"},"translations":[{"source_iso":"wlc","translation_iso":"wlc","dialect_id":null,"name":"Shimwali"}],"bibles":[],"resources":[{"iso":"wlc","fab_view":"1","type":"audio","cover":"","title":"Good News","title_vernacular":null,"description":"","url_source":"https://globalrecordings.net/en/program/82324","url":"https://globalrecordings.net/en/program/82324","author":"Global Recordings Network","organization_id":"global-recordings-network","date":""}],"films":[]}