{"iso":"wsv","glotto_id":"wota1240","glotto_family":null,"iso1":null,"name":"Wotapuri-Katarqalai","autonym":null,"macroarea":null,"level":"E","development":null,"use":null,"location":null,"area":"Nuristan, south of Waigali area, Wotapuri and Katarqalai towns.","progress":"\r","typology":null,"writing":null,"description":null,"country_id":"AF","latitude":"34.703270","longitude":"70.856500","population":0,"status_id":"10","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"AF","name":"Afghanistan","name_long":"The Islamic Republic of Afghanistan","population":37466414,"official_language":"Pashto Southern","official_language_iso":"pbt","url_wiki":"https://en.wikipedia.org/wiki/Afghanistan","hidden":0,"autonym":null,"fips":"AF","iso_a3":"AFG","continent_id":"AS","iso_num":4,"religion_primary":"Islam","introduction":"Ahmad Shah DURRANI unified the Pashtun tribes and founded Afghanistan in 1747. The country served as a buffer between the British and Russian Empires until it won independence from notional British control in 1919. A brief experiment in democracy ended in a 1973 coup and a 1978 communist countercoup. The Soviet Union invaded in 1979 to support the tottering Afghan communist regime touching off a long and destructive war. The USSR withdrew in 1989 under relentless pressure by internationally supported anti-communist mujahidin rebels. A series of subsequent civil wars saw Kabul finally fall in 1996 to the Taliban a hardline Pakistani-sponsored movement that emerged in 1994 to end the country's civil war and anarchy. Following the 11 September 2001 terrorist attacks a US Allied and anti-Taliban Northern Alliance military action toppled the Taliban for sheltering Usama BIN LADIN. ++ A UN-sponsored Bonn Conference in 2001 established a process for political reconstruction that included the adoption of a new constitution a presidential election in 2004 and National Assembly elections in 2005. In December 2004 Hamid KARZAI became the first democratically elected president of Afghanistan and the National Assembly was inaugurated the following December. KARZAI was reelected in August 2009 for a second term. The 2014 presidential election was the country's first to include a runoff which featured the top two vote-getters from the first round Abdullah ABDULLAH and Ashraf GHANI. Throughout the summer of 2014 their campaigns disputed the results and traded accusations of fraud leading to a US-led diplomatic intervention that included a full vote audit as well as political negotiations between the two camps. In September 2014 GHANI and ABDULLAH agreed to form the Government of National Unity with GHANI inaugurated as president and ABDULLAH elevated to the newly-created position of chief executive officer. The day after the inauguration the GHANI administration signed the US-Afghan Bilateral Security Agreement and NATO Status of Forces Agreement which provide the legal basis for the post-2014 international military presence in Afghanistan. ++ Despite gains toward building a stable central government the Taliban remains a serious challenge for the Afghan Government in almost every province. The Taliban still considers itself the rightful government of Afghanistan and it remains a capable and confident insurgent force despite its last two spiritual leaders being killed; it continues to declare that it will pursue a peace deal with Kabul only after foreign military forces depart.","overview":"Afghanistan officially the Islamic Republic of Afghanistan is a landlocked country located within South Asia and Central Asia. Afghanistan is bordered by Pakistan in the south and east; Iran in the west; Turkmenistan Uzbekistan and Tajikistan in the north; and in the far northeast China. Its territory covers 652000 square kilometers (252000 sq mi) and much of it is covered by the Hindu Kush mountain range which experience very cold winters. The north consists of fertile plains whilst the south-west consists of deserts where temperatures can get very hot in summers.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":66,"land_mass_km":652860,"population_christian":30000,"population_christian_percentage":0.1,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":72228,"population_migration":-62920,"population_year_change":2.33,"population_density_km":60,"population_average_age":18,"population_urban_percentage":25,"population_literacy_percentage":"32.00","landmass":null,"region_code":5,"region_id":"34","region_name":"Southern Asia"},"translations":[{"source_iso":"wsv","translation_iso":"wsv","dialect_id":null,"name":"Wotapuri-Katarqalai"}],"bibles":[],"resources":[],"films":[]}