{"iso":"xag","glotto_id":"aghw1237","glotto_family":null,"iso1":null,"name":"Aghwan","autonym":null,"macroarea":null,"level":"A","development":null,"use":null,"location":null,"area":null,"progress":null,"typology":null,"writing":null,"description":null,"country_id":"AL","latitude":null,"longitude":null,"population":0,"status_id":null,"status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"AL","name":"Albania","name_long":"The Republic of Albania","population":3088385,"official_language":"Albanian Gheg","official_language_iso":"aln","url_wiki":"https://en.wikipedia.org/wiki/Albania","hidden":0,"autonym":null,"fips":"AL","iso_a3":"ALB","continent_id":"EU","iso_num":8,"religion_primary":"Islam","introduction":"Albania declared its independence from the Ottoman Empire in 1912 but was conquered by Italy in 1939 and occupied by Germany in 1943. Communist partisans took over the country in 1944. Albania allied itself first with the USSR (until 1960) and then with China (to 1978). In the early 1990s Albania ended 46 years of xenophobic communist rule and established a multiparty democracy. The transition has proven challenging as successive governments have tried to deal with high unemployment widespread corruption dilapidated infrastructure powerful organized crime networks and combative political opponents. ++ Albania has made progress in its democratic development since first holding multiparty elections in 1991 but deficiencies remain. Most of Albania's post-communist elections were marred by claims of electoral fraud; however international observers judged elections to be largely free and fair since the restoration of political stability following the collapse of pyramid schemes in 1997. Albania joined NATO in April 2009 and in June 2014 became a candidate for EU accession. Albania in November 2016 received a European Commission recommendation to open EU accession negotiations conditioned upon implementation of a judicial reform package passed the same year. Although Albania's economy continues to grow it has slowed and the country is still one of the poorest in Europe. A large informal economy and an inadequate energy and transportation infrastructure remain obstacles.","overview":"Albania on Southeastern Europe’s Balkan Peninsula is a small country with Adriatic and Ionian coastlines and an interior crossed by the Albanian Alps. The country has many castles and archaeological sites. Capital Tirana centers on sprawling Skanderbeg Square site of the National History Museum with exhibits spanning antiquity to post-communism and frescoed Et’hem Bey Mosque.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":12,"land_mass_km":27400,"population_christian":580000,"population_christian_percentage":17,"population_catholic_percentage":10,"population_protestant_percentage":7,"population_refugee":128,"population_migration":-14000,"population_year_change":-0.11,"population_density_km":105,"population_average_age":36,"population_urban_percentage":63,"population_literacy_percentage":"97.00","landmass":null,"region_code":9,"region_id":"39","region_name":"Southern Europe"},"translations":[{"source_iso":"xag","translation_iso":"xag","dialect_id":null,"name":"Aghwan"}],"bibles":[],"resources":[],"films":[]}