{"iso":"xak","glotto_id":null,"glotto_family":null,"iso1":null,"name":"Máku","autonym":null,"macroarea":null,"level":"E","development":null,"use":null,"location":null,"area":null,"progress":null,"typology":null,"writing":null,"description":null,"country_id":"VE","latitude":null,"longitude":null,"population":0,"status_id":null,"status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"VE","name":"Venezuela","name_long":"The Bolivarian Republic of Venezuela","population":29069153,"official_language":"Spanish","official_language_iso":"spa","url_wiki":"https://en.wikipedia.org/wiki/Venezuela","hidden":0,"autonym":null,"fips":"VE","iso_a3":"VEN","continent_id":"SA","iso_num":862,"religion_primary":"Christianity","introduction":"Venezuela was one of three countries that emerged from the collapse of Gran Colombia in 1830 (the others being Ecuador and New Granada which became Colombia). For most of the first half of the 20th century Venezuela was ruled by generally benevolent military strongmen who promoted the oil industry and allowed for some social reforms. Democratically elected governments have held sway since 1959. Under Hugo CHAVEZ president from 1999 to 2013 and his hand-picked successor President Nicolas MADURO the executive branch has exercised increasingly authoritarian control over other branches of government. At the same time democratic institutions have deteriorated threats to freedom of expression have increased and political polarization has grown. The ruling party's economic policies have expanded the state's role in the economy through expropriations of major enterprises strict currency exchange and price controls that discourage private sector investment and production and overdependence on the petroleum industry for revenues among others. Current concerns include: an increasingly politicized military rampant violent crime high inflation and widespread shortages of basic consumer goods medicine and medical supplies.","overview":"Venezuela is a country on the northern coast of South America with diverse natural attractions. Along its Caribbean coast are tropical resort islands including Isla de Margarita and the Los Roques archipelago. To the northwest are the Andes Mountains and the colonial town of Mérida a base for visiting Sierra Nevada National Park. Caracas the capital is to the north.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":69,"land_mass_km":882050,"population_christian":28340000,"population_christian_percentage":88,"population_catholic_percentage":71,"population_protestant_percentage":17,"population_refugee":67755,"population_migration":-653249,"population_year_change":-0.28,"population_density_km":32,"population_average_age":30,"population_urban_percentage":null,"population_literacy_percentage":"95.00","landmass":null,"region_code":11,"region_id":"419","region_name":"Latin America and the Caribbean"},"translations":[{"source_iso":"xak","translation_iso":"xak","dialect_id":null,"name":"Máku"}],"bibles":[],"resources":[],"films":[]}