{"iso":"xng","glotto_id":null,"glotto_family":null,"iso1":null,"name":"Middle Mongolian","autonym":null,"macroarea":null,"level":"H","development":null,"use":null,"location":null,"area":null,"progress":null,"typology":null,"writing":null,"description":null,"country_id":"MN","latitude":null,"longitude":null,"population":0,"status_id":null,"status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"MN","name":"Mongolia","name_long":"The State of Mongolia","population":3198913,"official_language":"Mongolian Halh","official_language_iso":"khk","url_wiki":"https://en.wikipedia.org/wiki/Mongolia","hidden":0,"autonym":null,"fips":"MG","iso_a3":"MNG","continent_id":"AS","iso_num":496,"religion_primary":"Buddhism","introduction":"The Mongols gained fame in the 13th century when under Chinggis KHAAN they established a huge Eurasian empire through conquest. After his death the empire was divided into several powerful Mongol states but these broke apart in the 14th century. The Mongols eventually retired to their original steppe homelands and in the late 17th century came under Chinese rule. Mongolia won its independence in 1921 with Soviet backing and a communist regime was installed in 1924. The modern country of Mongolia however represents only part of the Mongols' historical homeland; today more ethnic Mongolians live in the Inner Mongolia Autonomous Region in the People's Republic of China than in Mongolia. Following a peaceful democratic revolution in 1990 the ex-communist Mongolian People's Revolutionary Party (MPRP) - which took the name Mongolian People’s Party (MPP) in 2010 - has competed for political power with the Democratic Party (DP) the main opposition party and several other smaller parties including a new party formed by former President ENKHBAYAR which confusingly adopted for itself the MPRP name. In its most recent Parliamentary elections in June 2016 Mongolians handed the MPP overwhelming control of Parliament largely pushing out the DP which had overseen a sharp decline in Mongolia’s economy during its control of Parliament in the preceding years. President ELBEGDORJ a DP member will finish his second term as president in 2017 and is not eligible to run for reelection.","overview":"Mongolia a nation bordered by China and Russia is known for vast rugged expanses and nomadic culture. Its capital Ulaanbaatar centers around Chinggis Khaan (Genghis Khan) Square named for the notorious founder of the 13th- and 14th-century Mongol Empire. Also in Ulaanbaatar are the National Museum of Mongolia displaying historic and ethnographic artifacts and the restored 1830 Gandantegchinlen Monastery.","independent":1,"wfb":1,"wfb_pdf":0,"sil_language_count":19,"land_mass_km":1553560,"population_christian":58000,"population_christian_percentage":2.1,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":6,"population_migration":-852,"population_year_change":1.65,"population_density_km":2,"population_average_age":28,"population_urban_percentage":67,"population_literacy_percentage":"97.00","landmass":null,"region_code":3,"region_id":"30","region_name":"Eastern Asia"},"translations":[{"source_iso":"xng","translation_iso":"xng","dialect_id":null,"name":"Middle Mongolian"}],"bibles":[],"resources":[],"films":[]}