{
    "iso": "xnz",
    "glotto_id": "xnz",
    "glotto_family": null,
    "iso1": null,
    "name": "Kenzi",
    "autonym": "Mattokki",
    "macroarea": null,
    "level": "L",
    "development": null,
    "location": "Egypt and Libya",
    "area": null,
    "progress": "Portions\r",
    "typology": null,
    "writing": null,
    "description": null,
    "country_id": "EG",
    "use": null,
    "latitude": null,
    "longitude": null,
    "population": 0,
    "status_id": "7",
    "status_notes": null,
    "redirect_to_iso": null,
    "bibles_count": 1,
    "films_count": 0,
    "resources_count": 1,
    "translations_count": 1,
    "country": {
        "id": "EG",
        "name": "Egypt",
        "name_long": "The Arab Republic of Egypt",
        "population": 106437241,
        "official_language": "Arabic Standard",
        "official_language_iso": "arb",
        "url_wiki": "https://en.wikipedia.org/wiki/Egypt",
        "hidden": 0,
        "autonym": null,
        "fips": "EG",
        "iso_a3": "EGY",
        "continent_id": "AF",
        "iso_num": 818,
        "religion_primary": "Islam",
        "introduction": "The regularity and richness of the annual Nile River flood coupled with semi-isolation provided by deserts to the east and west allowed for the development of one of the world's great civilizations. A unified kingdom arose circa 3200 B.C. and a series of dynasties ruled in Egypt for the next three millennia. The last native dynasty fell to the Persians in 341 B.C. who in turn were replaced by the Greeks Romans and Byzantines. It was the Arabs who introduced Islam and the Arabic language in the 7th century and who ruled for the next six centuries. A local military caste the Mamluks took control about 1250 and continued to govern after the conquest of Egypt by the Ottoman Turks in 1517. Completion of the Suez Canal in 1869 elevated Egypt as an important world transportation hub. Ostensibly to protect its investments Britain seized control of Egypt's government in 1882 but nominal allegiance to the Ottoman Empire continued until 1914. Partially independent from the UK in 1922 Egypt acquired full sovereignty from Britain in 1952. The completion of the Aswan High Dam in 1971 and the resultant Lake Nasser have altered the time-honored place of the Nile River in the agriculture and ecology of Egypt. A rapidly growing population (the largest in the Arab world) limited arable land and dependence on the Nile all continue to overtax resources and stress society. The government has struggled to meet the demands of Egypt's population through economic reform and massive investment in communications and physical infrastructure. ++ Inspired by the 2010 Tunisian revolution Egyptian opposition groups led demonstrations and labor strikes countrywide culminating in President Hosni MUBARAK's ouster. Egypt's military assumed national leadership until a new parliament was in place in early 2012; later that same year Mohammed MORSI won the presidential election. Following often violent protests throughout the spring of 2013 against MORSI's government and the Muslim Brotherhood the Egyptian Armed Forces intervened and removed MORSI from power in July 2013 and replaced him with interim president Adly MANSOUR. In January 2014 voters approved a new constitution by referendum and in May 2014 elected Abdel Fattah EL SISI president. Egypt elected a new legislature in December 2015 the first parliament since 2012.",
        "overview": "'Egypt a country linking northeast Africa with the Middle East dates to the time of the pharaohs. Millennia-old monuments sit along the fertile Nile River Valley including Giza''s colossal Pyramids and Great Sphinx as well as Luxor''s hieroglyph-lined Karnak Temple and Valley of the Kings tombs. The capital Cairo is home to Ottoman landmarks like Muhammad Ali Mosque and the Egyptian Museum a trove of antiquities.'",
        "independent": 1,
        "wfb": 1,
        "wfb_pdf": 1,
        "sil_language_count": 38,
        "land_mass_km": 995450,
        "population_christian": 9029000,
        "population_christian_percentage": 10,
        "population_catholic_percentage": null,
        "population_protestant_percentage": null,
        "population_refugee": 258401,
        "population_migration": -38033,
        "population_year_change": 1.94,
        "population_density_km": 103,
        "population_average_age": 25,
        "population_urban_percentage": 43,
        "population_literacy_percentage": 75,
        "region_code": 6,
        "region_id": "15",
        "region_name": "Northern Africa"
    },
    "codes": [
        {
            "iso": "xnz",
            "source": "GRN",
            "code": "1027"
        }
    ],
    "classifications": [],
    "dialects": [],
    "translations": [
        {
            "source_iso": "xnz",
            "translation_iso": "xnz",
            "name": "Kenuz"
        }
    ],
    "bibles": [
        {
            "id": "24c4e3bc-36e1-47dc-a2dc-501e059f120a",
            "abbr": "XNZ1912",
            "parent_bible_id": "",
            "title": "Kenzi Mattokki Bible (Gospels) 1912",
            "title_vernacular": "Enjil Yesu 1912 (Nubian Kenuzi Gospels)",
            "description": "Kenzi or Kenuzi, also known as Mattokki, is a Nubian language from southern Egypt. It is related to other Nubian languages spoken in the Sudan.  Nubian Kenuzi Gospels The Gospel (Enjil Yesu) in the Kenzi (Kenuzi) dialect of Nubian was translated by Mohammed (known as Samuel after his baptism) Ali Hisên from Fichikôl in Abuhôr. He was a Nubian evangelist in the service of the German Sudan Pioneer Mission. The translation was done under the supervision of Heinrich Schäfer, a professor in the Egyptian Department of the Royal Museum, Berlin who gently edited and revised it.  The 4 Gospel accounts were prepared in Roman script. Matthew was entitled: Enjil Yesu Komisbuldi Teran Hiran Mata Bajsin Nawite. Mark was entitled: Enjil Yesu Komisbuldi Teran Hiran Markus Bajsin Nawite. Luke was entitled: Enjil Yesu Komisbuldi Teran Luka Gadisebul Bajsin Nawite. John was entitled: Enjil Yesu Komisbuldi Teran Hiran Hana Bajsin Nawite. They were each printed separately in 1912.  The Gospel booklets each come with a four-page explanatory leaflet called in German: Für europäische Leser (for European readers). This explains the orthography used, how the characters represent sounds, and how they related to characters in the Arabic alphabet. This was dated November 1912 and written by Heinrich Schäfer in Berlin. The Gospel booklets were printed by Trowitzsch amp Sohn of Berlin SW for the British and Foreign Bible Society (BFBS) in Berlin in 1912. These four Gospels were digitised for the British and Foreign Bible Society (BFBS), in 2019, from originals in their library at Cambridge. The 4 Gospels were combined into one digital product. ",
            "description_short": "",
            "description_vernacular": "",
            "description_reviewed": 0,
            "iso": "xnz",
            "script": "Latn",
            "versification": null,
            "numeral_system_id": "default",
            "year": 1912,
            "country_id": "EG",
            "copyright": "Public Domain",
            "copyright_type": "",
            "reviewed": 0,
            "isbn13": null,
            "back_text": null,
            "cover": null,
            "questionable": 0
        }
    ],
    "resources": [
        {
            "iso": "xnz",
            "type": "audio",
            "cover": "",
            "title": "Words of Life",
            "title_vernacular": "",
            "description": "",
            "url": "https://globalrecordings.net/en/program/8720",
            "url_source": "",
            "author": "Global Recordings Network",
            "author_slug": "global-recordings-network",
            "organization_slug": "global-recordings-network",
            "date": "",
            "visible": 1,
            "collection": null,
            "section": null
        }
    ],
    "films": []
}