{"iso":"yxl","glotto_id":"yxl","glotto_family":null,"iso1":null,"name":"Yardliyawarra","autonym":"Aluri","macroarea":null,"level":"E","development":null,"use":null,"location":null,"area":null,"progress":null,"typology":null,"writing":null,"description":null,"country_id":"AU","latitude":null,"longitude":null,"population":0,"status_id":"8b","status_notes":null,"redirect_to_iso":null,"bibles_count":0,"films_count":0,"resources_count":0,"translations_count":1,"country":{"id":"AU","name":"Australia","name_long":"The Commonwealth of Australia","population":25809973,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Australia","hidden":0,"autonym":null,"fips":"AS","iso_a3":"AUS","continent_id":"OC","iso_num":36,"religion_primary":"Christianity","introduction":"Prehistoric settlers arrived on the continent from Southeast Asia at least 40000 years before the first Europeans began exploration in the 17th century. No formal territorial claims were made until 1770 when Capt. James COOK took possession of the east coast in the name of Great Britain (all of Australia was claimed as British territory in 1829 with the creation of the colony of Western Australia). Six colonies were created in the late 18th and 19th centuries; they federated and became the Commonwealth of Australia in 1901. The new country took advantage of its natural resources to rapidly develop agricultural and manufacturing industries and to make a major contribution to the Allied effort in World Wars I and II. ++ In recent decades Australia has become an internationally competitive advanced market economy due in large part to economic reforms adopted in the 1980s and its location in one of the fastest growing regions of the world economy. Long-term concerns include an aging population pressure on infrastructure and environmental issues such as floods droughts and bushfires. Australia is the driest inhabited continent on earth making it particularly vulnerable to the challenges of climate change. Australia is home to 10 per cent of the world's biodiversity and a great number of its flora and fauna exist nowhere else in the world.","overview":"Australia is a country and continent surrounded by the Indian and Pacific oceans. Its major cities – Sydney Brisbane Melbourne Perth Adelaide – are coastal. Its capital Canberra is inland. The country is known for its Sydney Opera House the Great Barrier Reef a vast interior desert wilderness called the Outback and unique animal species like kangaroos and duck-billed platypuses.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":476,"land_mass_km":7682300,"population_christian":12201600,"population_christian_percentage":52.1,"population_catholic_percentage":22.6,"population_protestant_percentage":29.6,"population_refugee":76764,"population_migration":158246,"population_year_change":1.18,"population_density_km":3,"population_average_age":38,"population_urban_percentage":86,"population_literacy_percentage":"99.00","landmass":null,"region_code":1,"region_id":"53","region_name":"Australia and New Zealand"},"translations":[{"source_iso":"yxl","translation_iso":"yxl","dialect_id":null,"name":"Aluri"}],"bibles":[],"resources":[],"films":[]}