{
  "pk": 553,
  "hid": "tlz",
  "father_pk": 39,
  "family_pk": 39,
  "level": "language",
  "bookkeeping": true,
  "category": "Bookkeeping",
  "newick": "'Toala'' [toal1234][tlz]-l-':1",
  "child_family_count": 0,
  "child_language_count": 0,
  "child_dialect_count": 0,
  "macroareas": {},
  "jsondata": {
    "iso_retirement": {
      "code": "tlz",
      "name": "Toala'",
      "change_request": "2008-026",
      "effective": "2009-01-16",
      "reason": "merge",
      "change_to": [
        "rob"
      ],
      "remedy": "Merge with Tae' [rob]",
      "comment": "Grimes and Grimes (1987) Languages of South Sulawesi, proposed two languages to\nthe east of the Toraja area: Toala' and Rongkong. Even though the Grimeses' own\ncomputations showed Toala' and Rongkong to be 83% cognate, one consideration for\nnot combining the languages was that Rongkong speakers themselves viewed their\nlanguage as separate. However, a follow-up survey of the Toraja language area\n(Valkama 1987, WILC vol. 5) revealed dialect chaining which was more complex\nthan the Grimeses' initial survey had indicated, with no particular reason to\ndemark the two languages. In their update to Languages of South Sulawesi, Tim\nFriberg and Tom Laskowske (1989, NUSA vol. 31) proposed that these two languages\nbe combined and be renamed the Rongkong- Luwu' language.\n\nIn 1988, Ian and Tanya Vail began living in the area, in order to investigate\nthe situation in greater detail. After an extensive survey, which involved\nliving in six different locations in Kabupaten Luwu, Vail concurred (Vail 1991)\nthat the languages be combined, but suggested that the language be named Tae'\nafter the negative term which is used throughout the area (this term was also\nacceptable to speakers themselves as a language name). However, this term is\nneither definitive nor unambiguous, since tae'is also the negative term in\nSa'dan Toraja (compare for example Van der Veen's 1940 Tae' Woordenboek, which\nis a dictionary of Sa'dan Toraja, not Rongkong-Luwu').\n\nUnfortunately, these later suggestions were only halfway incorporated into the\nEthnologue, which up through the 14th and 15th editions, had changed the name of\nRongkong to Tae' but maintained Toala' as a separate language. The data listed\nunder Tae' (location, dialects, etc.) in the Ethnologue, 14th and 15th eds.,\npartly assume that the languages were merged, and yet partly assume that the\nlanguages are separate.\n\nOne curiosity is where Chuck and Barbara Grimes even got the name Toala'. They\nwrite on page 49, \"There has been great diversity in the previous classification\nof Toala'...\" and so one might assume from the following discussion that Esser,\nVan der Veen, Salzner, Mills and the authors of the Peta Bahasa had all\nmentioned a Toala' language, but this is not true. The term Toala' is used only\nby Salzner, who listed it under his Makasar-Bugi group (see page 15), but never\ngave it a location on his Southern Sulawesi map (map no. 23). Since Salzner did\nnot do any original research in Sulawesi, he must have picked up this term from\nsomeone else, but we could not track down this earlier source. Noorduyn calls\nToala' \"an exceedingly inapt exonym ... meaning 'people of the forest'\"\n(1991:203). The preferred self-designation is Luwu', and \"there is little chance\nof confusion with the Luwu dialect of Bugis\" (Friberg and Laskowske 1989:9).\n\nFollowing Vail (1991), there are four dialects of Tae'. Major subdialects of\nTae' appear to be:\n\n- Northeast Luwu' (= Bone-bone = Masamba)\n\n- Rongkong\n\n= Seko Lemo\n\n= Rongkong Atas\n\n= Rongkong Bawah (= Sabbang)\n\n- Bua\n\n- South Luwu'\n\n= Bajo (=Palili')\n\n= Bastem (=Toala')\n\n\nHowever, integrating the dialect descriptions of Valkama (1987:125, 127),\nFriberg and Laskowske (1989:9) and Vail (1991:79) is not without its\ndifficulties. In particular, Valkama writes as if Rongkong Bawah and Sabbang are\nseparate subdialects, and places the latter within his North Luwu dialect.\nValkama also uses the inelegant terms Northern South Luwu' and Southern South\nLuwu'. These terms are especially to be avoided since once Bua is removed from\nhis Northern South Luwu' (following Vail 1991), the split is more east- west\nrather than north-south. The Bastem and Bajo subdialects are named after\nkecamatans (subdistricts), but both are spoken more broadly than the respective\nkecamatan borders. Bastem is a mountain kecamatan which borders on the Toraja\narea. Finally, it is unclear from Ian Vail's report whether Bone-bone and\nMasamba are to be regarded as synonyms for Northeast Luwu', or whether they\nshould be regarded as separate, marginally different subdialects under Northeast\nLuwu'. Kari Valkama took only one word list in this area, so it is impossible to\nresolve the issue by investigating Kari's primary data."
    },
    "ethnologue_comment": null,
    "links": [
      {
        "url": "https://www.wikidata.org/entity/Q12953924",
        "label": null
      }
    ],
    "meds": [
      [
        "500111",
        "wordlist_or_less",
        2008,
        0,
        "ISO 639-3 Registration Authority 2008"
      ]
    ]
  },
  "id": "toal1234",
  "name": "Toala'",
  "description": null,
  "markup_description": null,
  "latitude": null,
  "longitude": null,
  "classification": [
    {
      "name": "Bookkeeping",
      "id": "book1242",
      "url": "https://glottolog.org/resource/languoid/id/book1242"
    }
  ],
  "iso639-3": "tlz"
}