{"id":"1274","author_id":"dalziel-brothers","title":"Gathering manna","filename":"dalziels-bible-gallery-gathering-manna-full.jpg","reference":"EX16_1","keywords":"gathering manna","type":"Bible Art","year":1839,"author":{"id":"dalziel-brothers","name":"Dalziel Brothers","name_alt":"George Dalziel","born":1815,"died":1902,"description":"The Brothers Dalziel, a renowned wood-engraving business, was established in Victorian London in 1839 by George Dalziel (1 December 1815 – August 1902) and his brother Edward Dalziel (1817–1905) from 1840. They were later joined in the business by their siblings: sister Margaret (1819–1894), brother John (1822–1869), and brother Thomas Dalziel (1823–1906). The Dalziels were part of a large family of artists, being children of Alexander Dalziel of Wooler in Northumberland.\u003cbr\u003e\u003cbr\u003eGeorge Dalziel began his training under wood-engraver Charles Gray in London around 1835. The Dalziel brothers collaborated with many significant Victorian artists and were central to the burgeoning magazine and book market of the era. They worked with artists such as Arthur Boyd Houghton, Richard Doyle, Myles Birket Foster, John Gilbert, William Holman Hunt, John Everett Millais, Dante Gabriel Rossetti, and James McNeill Whistler. Among their notable works were the illustrations for Edward Lear's \"Book of Nonsense\" (1862), as well as Lewis Carroll's \"Alice in Wonderland\" and \"Through the Looking-Glass\".\u003cbr\u003e\u003cbr\u003eThe Dalziel brothers also embarked on independent projects, notably \"The Parables of Our Lord and Saviour Jesus Christ\" (1864), illustrated by Millais, and contributed to magazines like \"Fun\", which George and Edward acquired in 1865. They remained pre-eminent in their trade until the advent of photo-mechanical processes around 1880. Their work is showcased in institutions like the Victoria and Albert Museum in London.\u003cbr\u003e\u003cbr\u003eTowards the end of the nineteenth century, the Dalziel brothers compiled an autobiographical summary of their work titled \"The Brothers Dalziel, A Record of Work, 1840–1890\", published by Methuen. This work encapsulates their significant contributions to the art of wood-engraving and their impact on Victorian art and illustration.\r","url_wiki":"https://en.wikipedia.org/wiki/Brothers_Dalziel","nationality":"British"}}