{"id":"1396","author_id":"david-roberts","description":"General View of the Ruins of Kamak from the West","title":"General View of the Ruins of Kamak from the West","filename":"david-roberts-egypt-general-view-of-ruins-of-karnak-from-the-west-full.jpg","keywords":"egypt general view ruins karnak from west","type":"Sketch","year":1838,"author":{"id":"david-roberts","name":"David Roberts","born":1796,"died":1864,"description":"David Roberts RA, born on 24 October 1796 and passing away on 25 November 1864, was a celebrated Scottish painter, particularly renowned for his Orientalist works. He gained fame for \"The Holy Land, Syria, Idumea, Arabia, Egypt, and Nubia,\" a comprehensive series of detailed lithograph prints depicting Egypt and the Near East. These prints were based on sketches he made during extensive travels in the region from 1838 to 1840, and his large oil paintings on similar themes further established his reputation as an eminent Orientalist painter. In 1841, Roberts was honored with the election as a Royal Academician.\u003cbr\u003e\u003cbr\u003eRoberts started his career as an apprentice to a house painter and later transitioned to working as a scene painter for a traveling circus and various theatres in Glasgow and Edinburgh. In 1822, he moved to London and collaborated at the Drury Lane Theatre with his friend Clarkson Stanfield. From 1831 onwards, Roberts traveled extensively across Europe and the Mediterranean, which greatly influenced his artistic work. He achieved considerable success and financial gain through his topographical views.\u003cbr\u003e\u003cbr\u003eRoberts was skilled in both oil and watercolor and is well-known for publishing lavishly illustrated books. Among his significant publications is the six-volume \"The Holy Land, Syria, Idumea, Arabia, Egypt \u0026 Nubia\" (1842-49), which showcased his talent for capturing landscapes and architectural details. While some critics viewed his work as monotonous when grouped together, his best pieces are praised for their bold design and precise observation, reflecting his unique artistic vision and contribution to the Orientalist movement.\r","url_wiki":"https://en.wikipedia.org/wiki/David_Roberts_(painter)","url_wga":"https://www.wga.hu/frames-e.html?/html/r/roberts/cairo.html","nationality":"Scottish"}}