{"id":"154","author_id":"benjamin-west","title":"Rebecca","filename":"benjamin-west-isaac-servant-tying-bracelet-rebeccas-arm-full.jpg","reference":"GN24_1","keywords":"isaac servant tying bracelet rebeccas arm","type":"Bible Art","year":1800,"author":{"id":"benjamin-west","name":"Benjamin West","born":1738,"died":1820,"description":"Benjamin West, an American-born artist, significantly impacted the development of historical painting in Britain. Renowned for his historical, religious, and mythological subjects, West served as the historical painter to George III (1772-1801), co-founded the Royal Academy (1768), and succeeded Sir Joshua Reynolds as its president in 1792.\u003cbr\u003e\u003cbr\u003eWest's artistic talent was evident from a young age, leading him to study painting in Philadelphia in 1756. By age 20, he had already established himself as a successful portraitist in New York City. In 1760, he ventured to Italy, where he was influenced by the burgeoning Neoclassicism movement. By 1763, West had moved to London, initially setting up as a portrait painter. His patronage by George III allowed him to move beyond portraiture.\u003cbr\u003e\u003cbr\u003eIn London, West became close with Sir Joshua Reynolds and gained popularity. His work 'The Death of General Wolfe' (c. 1771), known for its realistic portrayal of contemporary historical events, was both controversial and successful, eventually earning Reynolds' approval. Despite his loyalty to America, West maintained the king's friendship and patronage until 1801. His 1802 visit to Paris showcased 'Death on the Pale Horse' (c. 1802), foreshadowing French Romantic painting. West never returned to the United States, but his influence persisted through pupils like Washington Allston, Gilbert Stuart, and John Singleton Copley.\u003cbr\u003e\u003cbr\u003eWest's arrival in England in 1763 marked the beginning of his enduring stay. He married Elizabeth Shewell, an American, in 1765 and became integrated into the English cultural milieu, meeting figures like Samuel Johnson and Edmund Burke. His proposal to decorate St Paul's Cathedral was rejected, but his altarpiece for St Stephen Walbrook was accepted. Known as the \"American Raphael,\" West's work included 'Archangel Michael Binding the Devil' at Trinity College, Cambridge. He advocated for the establishment of the Royal Academy and was instrumental in its founding in 1768.\u003cbr\u003e\u003cbr\u003eAppointed as historical painter to the court in 1772, West painted important works for Windsor Castle and produced portraits of the royal family. As Surveyor of the King's Pictures from 1791 until his death, his legacy was cemented as a key figure in the transition of artistic styles and the promotion of historical painting in Britain.\r","url_wiki":"https://en.wikipedia.org/wiki/Benjamin_West","url_wga":"https://www.wga.hu/html_m/w/west/","nationality":"British - American"}}