{"id":"1560","author_id":"diego-velázquez","title":"Joseph the Dreamer","filename":"diego-velázquez-1630-josephs-bloody-coat-brought-jacob-full.jpg","reference":"GN37_1","keywords":" Josephs Bloody Coat Brought Jacob","type":"Bible Art","year":1630,"author":{"id":"diego-velázquez","name":"Diego Velázquez","name_alt":"Diego Rodríguez de Silva y Velázquez","born":1599,"died":1660,"description":"Diego Rodríguez de Silva y Velázquez, baptized on June 6, 1599, and passing away on August 6, 1660, was a Spanish painter renowned as the leading artist in the court of King Philip IV and a prominent figure of the Spanish Golden Age. His work is characterized by an individualistic Baroque style, initially marked by precise tenebrist techniques and later evolving into a freer manner with bold brushwork. Velázquez's oeuvre includes numerous historical, cultural, and religious scenes, as well as many portraits of the Spanish royal family and commoners, culminating in his masterpiece \"Las Meninas\" (1656).\u003cbr\u003e\u003cbr\u003eBorn in Seville, Velázquez was initially apprenticed to Pacheco and possibly studied briefly with Herrera the Elder. In 1617, he qualified as a master painter, and the following year, he married Pacheco's daughter. Velázquez's early works display commanding presence and technical mastery, influenced by Pacheco's Italianate, academic style in religious paintings. His works from this period, such as \"The Immaculate Conception\" and \"The Adoration of the Magi,\" showed a lifelike approach to religious art with realistic light and naturalism.\u003cbr\u003e\u003cbr\u003eIn 1622, Velázquez visited Madrid and painted a portrait of the poet Luis de Gongora. His work pleased Philip IV so much that he became the king's exclusive portraitist. His move to Madrid marked a shift in his work towards primarily portraiture, influenced by the Titians in the royal collection. His portraits combined grandeur with a naturalism derived from Spanish court portraiture traditions.\u003cbr\u003e\u003cbr\u003eVelázquez's friendship with Rubens and his travels to Italy (1629-1631) further influenced his style. His works from this period, such as \"Joseph's Coat\" and \"The Forge of Vulcan,\" showed the influence of Venetian masters. His time in Italy also produced significant works like \"Juan de Pareja\" and \"Pope Innocent X.\"\u003cbr\u003e\u003cbr\u003eVelázquez's later years were marked by continued artistic development and honors, including being knighted in the Order of Santiago. \"Las Meninas\" (c. 1656), a complex and enigmatic portrayal of the royal family and their attendants, is often regarded as his career's culmination and one of the greatest paintings in Western art.\u003cbr\u003e\u003cbr\u003eWhile his studio was busy, only his son-in-law Mazo achieved significant recognition among his pupils. Velázquez's impact on art was profound, inspiring artists like Manet, and his works are predominantly housed in Spain, especially in the Prado Museum, with significant representations in London's National Gallery, Wellington Museum, and the Wallace Collection.\r","url_wiki":"https://en.wikipedia.org/wiki/Diego_Vel%C3%A1zquez","url_wga":"https://www.wga.hu/frames-e.html?/html/v/velazque/","nationality":"Spanish"}}