{"id":"1580","author_id":"domenico-fetti","title":"Workers in the Vineyard","filename":"domenico-fetti-the-parable-the-laborers-the-vineyard-full.jpg","reference":"MT20_1","keywords":"the parable labourers vineyard","type":"Bible Art","year":1620,"author":{"id":"domenico-fetti","name":"Domenico Fetti","name_alt":"Domenico Feti","born":1589,"died":1623,"description":"Domenico Fetti, also spelled Feti, was an Italian Baroque painter active primarily in Rome, Mantua, and Venice. Born around 1589 in Rome to the lesser-known painter Pietro Fetti, Domenico is believed to have apprenticed under Ludovico Cigoli or Andrea Commodi. His career saw significant developments in Mantua from 1613 to 1622 under the patronage of Cardinal, later Duke Ferdinando I Gonzaga. In Mantua's Ducal Palace, he created notable works like the Miracle of the Loaves and Fishes and developed a popular specialty in representing New Testament parables.\u003cbr\u003e\u003cbr\u003eIn 1622, following feuds with prominent Mantuans, Fetti moved to Venice, a city still favoring Mannerist styles. Along with contemporaries Bernardo Strozzi and Jan Lys, Fetti introduced the first influences of Roman Baroque style into Venice, blending rich coloration with Caravaggio-influenced realism and monumentality.\u003cbr\u003e\u003cbr\u003eIn Mantua, Fetti's isolated location allowed him to develop a unique style, heavily influenced by Rubens and Flemish and Dutch painting. His work is characterized by rich and luminous brushstrokes, with his smaller canvases often being more intriguing than his larger works, such as the frescoes in Mantua cathedral or the large lunette in the Pallazzo Ducale. Unfortunately, his cycle of Gospel parables for the same residence has since been dispersed across various museums.\u003cbr\u003e\u003cbr\u003eIn Venice, Fetti's style evolved to become more colorful and focused on smaller cabinet pieces that adapted genre imagery to religious stories. His series of paintings entitled Parables, depicting New Testament scenes, are held at the Dresden Gemäldegalerie. Influenced by Rubens, Fetti's work would have continued to find excellent patronage in Venice had he not died there in 1623 or 1624.\u003cbr\u003e\u003cbr\u003eFetti was also an excellent portraitist and influenced artists like Leonaert Bramer, Pietro della Vecchia, and Sebastiano Mazzone. His pupils in Mantua included Francesco Bernardi and Dionisio Guerri, and he instructed his sister Lucrina in painting. His works, often religious themes transformed into genre scenes of contemporary life, are known for their 'windswept' brushstrokes and broad painting style. Fetti's impact was significant in Venice, where he was part of a group of non-Venetian artists revitalizing the city's painting scene. Consequently, he is often associated with the Venetian School, despite spending only the last years of his life there.\r","url_wiki":"https://en.wikipedia.org/wiki/Domenico_Fetti","url_wga":"https://www.wga.hu/frames-e.html?/html/f/feti/davic.html","nationality":"Italian"}}