{"id":"16","author_id":"anton-losenko","title":"","filename":"anton-losenko-1770-tobias-and-the-angel-full.jpg","keywords":" tobias angel","type":"Bible Art","year":1770,"author":{"id":"anton-losenko","name":"Anton Losenko","name_alt":"Anton Pavlovich Losenko","born":1737,"died":1773,"description":"Anton Pavlovich Losenko (1737–1773) was a prominent Russian neoclassical artist and academic during the era of Imperial Russia. Known for his specialty in historical subjects and portraiture, he played a pivotal role in laying the groundwork for the Imperial Russian historical painting movement.\u003cbr\u003e\u003cbr\u003eBorn in Glukhov, present-day Sumy Oblast, Ukraine, to Pavel Yakovlevich Losev, a Russian merchant, Losenko faced the hardships of life early on when he became an orphan. At just seven, he was inducted into the Court Choir in Saint Petersburg. However, by 1753, after losing his singing voice but displaying a knack for art, he was apprenticed to the painter Ivan Argunov. This marked the beginning of his journey into the world of art.\u003cbr\u003e\u003cbr\u003eBy 1759, after nearly six years under Argunov, Losenko entered the Imperial Academy of Arts. It was during this period that he created some of his notable works, including portraits of Ivan Shuvalov and Alexander Sumarokov.\u003cbr\u003e\u003cbr\u003eThe year 1760 marked a pivotal point in his career when the Academy sponsored his trip to Paris. Under the mentorship of the acclaimed French neoclassical painter, Jean II Restout, Losenko created a significant biblical painting based on the New Testament narrative of the miraculous catch of fish.\u003cbr\u003e\u003cbr\u003eLosenko's artistic pursuits led him to Rome from 1766 to 1769. Influenced profoundly by Italian art and the works of Raphael, he painted his renowned pieces depicting Cain and Abel.\u003cbr\u003e\u003cbr\u003eUpon returning to Saint-Petersburg in 1769, Losenko's prowess in historical painting earned him accolades. His depiction of an episode from the Kievan Rus' history, showcasing Vladimir I of Kiev and Rogneda of Polotsk, not only earned him the esteemed title of Academician but also a professorship at the Imperial Academy of Arts.\r","url_wiki":"https://en.wikipedia.org/wiki/Anton_Losenko","nationality":"Russia"}}