{"id":"165","author_id":"american-colony","title":"Camels Approaching Bethlehem","filename":"camels-caravan-route-to-bethlehem-wise-men-amco-color-full.jpg","reference":"MT2_1","keywords":"camels caravan route to bethlehem suggestive of wise men","type":"Photo","year":1900,"author":{"id":"american-colony","name":"American Colony","born":1881,"died":1881,"description":"In 1881, after experiencing personal tragedies post the devastating Great Chicago Fire of 1871, Anna and Horatio Spafford, residents of Chicago, ventured to Jerusalem with a handful of American followers to establish a Christian utopian community, which came to be known as the \"American Colony.\" Their efforts in the Holy City were soon bolstered by the arrival of Swedish Christians.\u003cbr\u003e\u003cbr\u003eMore than just a religious enclave, the American Colony immersed itself in philanthropy, offering services without any religious bias. This unbiased approach allowed them to earn the trust and respect of Jerusalem's diverse religious inhabitants: Muslims, Jews, and Christians alike. As World War I unfurled, the community further amplified their charitable endeavors, launching soup kitchens, hospitals, orphanages, and other relief initiatives to assist locals impacted by the ravages of war.\u003cbr\u003e\u003cbr\u003eWhile the religious community's formal operations waned by the late 1940s, individual members remained woven into the fabric of Jerusalem's daily life. In a significant transition, their collective residence evolved into the American Colony Hotel by the end of the 1950s. This establishment, deeply rooted in Jerusalem's history, continued to serve as a gathering spot for the city's various communities. Notably, in 1992, the hotel played host to clandestine discussions between the Palestine Liberation Organization and Israel, laying the groundwork for the landmark 1993 Oslo Peace Accord. Today, the hotel stands as a testament to its storied past, still bearing its original name in East Jerusalem.\r","url_wiki":"https://en.wikipedia.org/wiki/American_Colony,_Jerusalem","nationality":"Israel"}}