{"id":"1870","author_id":"gustave-dore","title":"The Widow's Mite","filename":"dore-188-widows-mite-mark-12-42-43-color-full.jpg","reference":"MK12_41","keywords":"widows mite mark   ","type":"Library","year":1866,"author":{"id":"gustave-dore","name":"Gustave Dore","name_alt":"Paul Gustave Louis Christophe Doré","title":"Chevalier de la Legion d'honneur","born":1832,"died":1883,"description":"Paul Gustave Louis Christophe Doré, born on 6 January 1832 in Strasbourg and died on 23 January 1883, was a French artist, printmaker, illustrator, comics artist, caricaturist, and sculptor who primarily worked with wood-engraving.\u003cbr\u003e\u003cbr\u003eDoré was a prodigious artist from a young age, starting his career as a caricaturist for the French paper Le journal pour rire at 15. He is known for his illustrations in various books by authors such as Cervantes, Rabelais, Balzac, Milton, and Dante. He also illustrated “Gargantua et Pantagruel” in 1854 and was commissioned to illustrate the works of Lord Byron in 1853. Doré produced notable illustrations for the Bible in 1866 and for Edgar Allan Poe's \"The Raven\". His work for the Bible and an exhibition in London in 1867 were major successes.\u003cbr\u003e\u003cbr\u003eWith Blanchard Jerrold, Doré produced \"London: A Pilgrimage\" in 1872, with 180 wood-engravings. Although controversial among critics for its focus on London's poverty, the book was a financial success. Doré later illustrated works like Coleridge's \"Rime of the Ancient Mariner\", Milton's \"Paradise Lost\", and Tennyson's \"Idylls of the King\".\u003cbr\u003e\u003cbr\u003eNever married, Doré lived with his mother until his death in Paris. He was buried in Père Lachaise Cemetery. At the time of his death, he was working on illustrations for Shakespeare's plays. He was made a Chevalier de la Légion d'honneur in 1861. Doré's dramatic illustrations, particularly of the Bible and literary classics, established his fame. He was also known for illustrating nature and fairy tales, and his later work, especially \"The Rime of the Ancient Mariner\", reflected a darker style. His work influenced artists like Van Gogh and the Symbolists. He died at age fifty-one of a heart attack.\r","url_wiki":"https://en.wikipedia.org/wiki/Gustave_Dor%C3%A9","url_wga":"https://www.wga.hu/html/d/dore/","nationality":"French","movement":"Romanticism"}}