{"id":"20","author_id":"anton-raphael-mengs","title":"The Flight to Egypt","filename":"anton-raphael-mengs-john-the-baptist-preaching-wilderness-full.jpg","reference":"MT3_1","keywords":"john baptist preaching wilderness","type":"Bible Art","year":1750,"author":{"id":"anton-raphael-mengs","name":"Anton Raphael Mengs","name_alt":"Raphael Mengs","born":1728,"died":1779,"description":"Anton Raphael Mengs, a pivotal figure in the transition from Rococo to Neoclassicism, was a German painter whose influence in the 18th century art world was profound. Born in 1728, Mengs received his initial training from his father in Dresden, Saxony, before honing his skills in Rome. His early appointment as a court painter in Dresden in 1745 marked the beginning of a distinguished career characterized by a vivid palette and masterful portraits, predominantly in pastels.\u003cbr\u003e\u003cbr\u003eMengs's return to Rome in the 1750s heralded a significant transformation in his artistic vision, greatly influenced by his friendship with the eminent German archaeologist and art critic Johann Joachim Winckelmann. This partnership ignited Mengs's passion for classical antiquity, a theme that became central to his works, most notably in the critically acclaimed fresco 'Parnassus' at Villa Albani, completed in 1761. This masterpiece was instrumental in cementing the ascendancy of Neoclassical painting.\u003cbr\u003e\u003cbr\u003eIn 1761, Mengs's journey took him to the Spanish court in Madrid, where his talent flourished in the decoration of royal palaces. His prolific period in Spain was interspersed with a return to Rome between 1769 and 1772, during which he decorated the Camera dei Papiri in the Vatican. Mengs's style, a fusion of quotations from ancient sculptures and stylistic elements from Raphael, Correggio, and Titian, was unique. Although his reputation suffered posthumously, his approach to figural composition, eschewing Baroque dynamism for a more restrained classicism, was revolutionary.\u003cbr\u003e\u003cbr\u003eMengs's written work, 'Reflections on Beauty and Taste in Painting' (1762), also played a significant role in shaping artistic discourse of the time. His tenure in Madrid saw the creation of some of his finest works, including the magnificent ceiling of the Royal Palace's banqueting hall, depicting the 'Triumph of Trajan and the Temple of Glory'.\u003cbr\u003e\u003cbr\u003eTragically, Mengs's life ended in relative obscurity in Rome in 1779, leaving behind a large family, many of whom were supported by the Spanish king. His portraits, characterized by meticulous detail and insightful observation, stand in stark contrast to his grander, more ambitious works. Mengs's legacy is intertwined with his contemporaries and pupils, including his rivalry with Pompeo Batoni and his friendship with Giacomo Casanova, who provided vivid accounts of Mengs's personality in his memoirs. Mengs's students, who carried on his artistic vision, included Anton von Maron and Agustín Esteve.\u003cbr\u003e\u003cbr\u003eAmong Mengs's notable works are the 'Ascension' and 'St Joseph' in Dresden, 'Perseus and Andromeda' in Saint Petersburg, and the 'Noli me tangere', an altar-piece for All Souls College, Oxford, now in the National Gallery, London. Another significant altar-piece was installed in Magdalen College, Oxford. Mengs's life, marked by a blend of innovation and tradition, positions him as both a culmination of Baroque art and a herald of Neoclassical aesthetics. As noted by Rudolf Wittkower, Mengs was as much an end as he was a beginning in the art historical narrative.\r","url_wiki":"https://en.wikipedia.org/wiki/Anton_Raphael_Mengs","url_wga":"https://www.wga.hu/html_m/m/mengs/","nationality":"Bohemia"}}