{"id":"2027","author_id":"duccio-di-buoninsegna","title":"Christ on the Road to Emmaus","filename":"duccio-di-buoninsegna-1310-appearance-christ-road-to-emmaus-full.jpg","reference":"LK24_13","keywords":"appearance mountain galilee christ","type":"Bible Art","year":1310,"author":{"id":"duccio-di-buoninsegna","name":"Duccio Di Buoninsegna","name_alt":"Duccio","born":1255,"died":1318,"description":"Duccio di Buoninsegna, estimated to have been born between 1255 and 1260 and passing away around 1318 to 1319, was a significant Italian painter from Siena, Tuscany. Active in the late 13th and early 14th century, Duccio was a key figure in developing the Trecento and Sienese school painting styles, and he greatly contributed to the Sienese Gothic style. Throughout his career, Duccio was commissioned for numerous important works in government and religious buildings across Italy.\u003cbr\u003e\u003cbr\u003eDespite the relative abundance of documentation about Duccio compared to other Italian painters of his time, many details of his life and work remain uncertain. It is known that he was born and died in Siena and was primarily active in Tuscany. Records suggest that Duccio struggled with managing his personal life and finances, incurring debts and fines, and he was reportedly married with seven children.\u003cbr\u003e\u003cbr\u003eHistorians have pieced together aspects of Duccio's biography through archival records and by analyzing the style, dates, and locations of his works. There is speculation that he may have traveled to Paris, Assisi, and Rome, as there are periods when Duccio's name is absent from Sienese records.\u003cbr\u003e\u003cbr\u003eDespite these challenges, Duccio's artistic talents were highly regarded, and he gained considerable fame during his lifetime, becoming one of Siena's most favored and innovative painters. The question of where and with whom Duccio studied remains a topic of debate among art historians, with some suggesting he may have studied under Cimabue or even traveled to Constantinople to learn from a Byzantine master.\u003cbr\u003e\u003cbr\u003eRecords from 1278 indicate that at age 23, Duccio painted twelve account book cases, marking one of the earliest mentions of his painting career. Of his works, only approximately 13 survive today, with only two definitively dated pieces: the \"Rucellai Madonna\" (Galleria degli Uffizi) commissioned in 1285, and the Maestà, commissioned for Siena Cathedral's high altar in 1308 and completed by 1311. Duccio's influence and contributions to early Italian painting remain significant, especially in the context of the development of Gothic and early Renaissance art.\r","url_wiki":"https://en.wikipedia.org/wiki/Duccio","nationality":"Italian"}}