{"id":"205","author_id":"andrea-schiavone","title":"The Conversion of Saul","filename":"andrea-schiavone-conversion-of-saint-paul-full.jpg","reference":"AC9_1","keywords":"cain abel","type":"Bible Art","year":1550,"author":{"id":"andrea-schiavone","name":"Andrea Schiavone","name_alt":"Andrea Meldolla","born":1510,"died":1563,"description":"Andrea Meldolla, known to many as Andrea Schiavone or Andrea Lo Schiavone (c. 1510/15–1563), was a luminary of the Italian Renaissance, distinguishing himself both as a painter and etcher. Born in what is modern-day Croatia in the then Venetian-governed city of Zara (now Zadar), Meldolla brought a unique fusion of styles to Venice, combining the then-uncommon Mannerist elements with the traditional Venetian painting techniques, deeply influenced by the iconic Titian.\u003cbr\u003e\u003cbr\u003eHis origins trace back to a military family; he was the son of a garrison commander stationed nearby. The family hailed from Meldola, a quaint town near Forlì in Romagna. Although it's debated whether Meldolla's artistic foundations were laid in Zara or Venice, what's clear is his expansive skillset. Some accounts, like that of Gian Paolo Lomazzo in 1584, suggest he was mentored by Parmigianino, though the veracity of this claim remains questionable. Meldolla’s journey in the realm of etching began as self-taught endeavors, drawing inspiration from Parmigianino’s creations.\u003cbr\u003e\u003cbr\u003eBy the 1540s, Meldolla's stature in Venice's art scene had risen significantly, as evidenced by a commission from the renowned Giorgio Vasari. While his earlier works bore a palpable influence from Parmigianino and the Mannerist movement, Meldolla soon began to carve his own niche. His innovative fusion of Raphael and Titian's styles with his fascination for atmospheric nuances birthed a unique \"fusion of form\", where elements melded so seamlessly that they almost lost individuality.\u003cbr\u003e\u003cbr\u003eSydney Joseph Freedberg offers an insightful critique of Meldolla, praising his adeptness at the Mannerist style but also pointing out a certain lack of originality at times, as he occasionally verged on echoing the grandeur of Titian. Some of his works even incite debates over their attribution, with Tintoretto being the other contender.\u003cbr\u003e\u003cbr\u003eDespite his significant contributions, documentation of Meldolla's works is sparse, perhaps due to his preference for private clientele, as suggested by Vasari. Meldolla's journey culminated in Venice, where he passed away in 1553.\r","url_wiki":"https://en.wikipedia.org/wiki/Andrea_Schiavone","url_wga":"https://www.wga.hu/cgi-bin/search.cgi?author=Andrea+Schiavone\u0026title=\u0026comment=\u0026time=any\u0026school=any\u0026form=any\u0026type=any\u0026location=\u0026format=5","nationality":"Dalmatia"}}