{"id":"2158","author_id":"enrique-simonet","title":"Jesus Weeping over Jerusalem","filename":"enrique-simonet-1892-jerusalem-weeping-over-full.jpg","reference":"MT23_37","keywords":"jerusalem weaping over","type":"Bible Art","year":1892,"author":{"id":"enrique-simonet","name":"Enrique Simonet","name_alt":"Enrique Simonet Lombardo","born":1866,"died":1927,"description":"Enrique Simonet Lombardo, born on February 2, 1866, and passing away on April 20, 1927, was a notable Spanish painter. Originally from Valencia, Simonet initially pursued religious studies in his childhood but later shifted his focus to painting. Despite being Valencian and studying at the Saint Charles Royal Academy of Fine Arts of Valencia, he became part of an artist circle in Málaga and attended the workshop of Bernardo Ferrándiz Bádenes, aligning himself with the Malaga school of painting.\u003cbr\u003e\u003cbr\u003eIn 1887, Simonet received a grant to study at the Fine Arts Academy in Rome, where he created the 1890 painting \"Heart's Anatomy,\" which garnered international recognition and multiple awards. During his time in Italy, he traveled extensively, visiting Paris and embarking on a Mediterranean tour. His travels also took him to the Holy Land, where he painted the monumental work \"Flevit super illam,\" earning him numerous medals, including recognition in Madrid (1892), Chicago (1893), Barcelona (1896), and Paris (1900). Simonet also ventured to Morocco in 1893 and 1894 as a war correspondent for \"La Ilustración Española y Americana.\"\u003cbr\u003e\u003cbr\u003eIn 1901, he became a professor at the School of Fine Arts in Barcelona, focusing on Studies and Forms of Nature and Art. He was inducted into the Royal Academy of Fine Arts of San Fernando in Madrid in 1911 and served as the director of the Private Paular for landscapers between 1921 and 1922.\u003cbr\u003e\u003cbr\u003eSimonet's death came on April 20, 1927. His works are featured in notable museums, including the Museo del Prado and Museo de Málaga. His painting \"The Beheading of Saint Paul\" holds a place of honor in the Malaga Cathedral. Simonet's oeuvre includes decorative painting and landscape, with prominent works such as the four large canvases of Allegories of Law in the Palace of Justice in Barcelona and Allegories of the Eight Provinces in the Palace of Justice in Madrid.\r","url_wiki":"https://en.wikipedia.org/wiki/Enrique_Simonet","nationality":"Spanish"}}