{"id":"2165","author_id":"eugene-alexis-girardet","title":"Muslims Make their Evening Prayers","filename":"eugene-alexis-girardet-evening-prayers-desert-full.jpg","keywords":"evening prayers desert","type":"Sketch","year":1861,"author":{"id":"eugene-alexis-girardet","name":"Eugene Alexis Girardet","born":1853,"died":1907,"description":"Eugène Alexis Girardet, born on 31 May 1853 in Paris and passing away on 5 May 1907 in the same city, was a renowned French Orientalist painter. Hailing from a Swiss Huguenot family, Girardet's father, Paul Girardet (1821-1893), was a noted engraver. Eugène Girardet pursued his artistic studies at the École des Beaux-Arts and was mentored in the studios of Jean-Léon Gérôme, who played a pivotal role in encouraging him to visit North Africa in 1874.\u003cbr\u003e\u003cbr\u003eGirardet's artistic journey included eight trips to Algeria after 1879, often accompanied by his brothers Jules and Léon. He was particularly drawn to the southern regions, focusing on the oases of Biskra, El Kantara, and Bou Saâda, where he worked alongside Étienne Dinet. In 1898, his travels extended to Egypt and Palestine, where he captured the lives of desert nomads in his works.\u003cbr\u003e\u003cbr\u003eHe was an active exhibitor, regularly presenting his works at the Salon and with the Société des Peintres Orientalistes Français, being one of its founding members. His art was featured in major exhibitions such as the Exposition Universelle in 1900 and the Exposition Coloniale de Marseille in 1906.\u003cbr\u003e\u003cbr\u003eGirardet's works, which provide a vivid portrayal of life in North Africa and the Middle East, are displayed in several museums in France, as well as internationally in institutions like the Dahesh Museum of Art and the National Museum of Fine Arts of Algiers. His legacy in Orientalist painting remains significant, offering insights into the cultural and social landscapes of the regions he explored.\r","url_wiki":"https://en.wikipedia.org/wiki/Eug%C3%A8ne_Girardet","nationality":"Swiss"}}