{"id":"2186","author_id":"eugene-burnand","title":"The Prodigal Son","filename":"eugene-burnand-prodigal-son-full.jpg","reference":"LK15_11","keywords":"prodigal son","type":"Bible Art","year":1900,"author":{"id":"eugene-burnand","name":"Eugene Burnand","born":1850,"died":1921,"description":"Eugène Burnand, born on 30 August 1850 and passing away on 4 February 1921, was a prolific Swiss painter and illustrator from Moudon, Switzerland. Born to prosperous parents who instilled in him an appreciation for art and the countryside, Burnand initially trained as an architect before realizing his true calling was in painting. He pursued art studies in Geneva and Paris and eventually settled in Versailles. Throughout his life, Burnand traveled extensively, living in various places including Florence, Montpellier, Seppey (Moudon), and Neuchâtel, with his later years spent in Paris where he died a celebrated and respected artist in both Switzerland and France.\u003cbr\u003e\u003cbr\u003eBurnand was primarily a realist painter, focusing on rural scenes and animal depictions, in which he excelled. Over time, he also became a skilled portraitist, known for his profound ability to reveal character. A deeply religious man, his Protestant faith influenced his work, leading him to create more religious works, including renowned illustrations of \"The Parables,\" published in French, German, and English versions over four decades.\u003cbr\u003e\u003cbr\u003eBurnand's works are distributed in museums and private collections worldwide and are featured in a dedicated museum in Moudon. His final project, an incomplete series of 104 pastel portraits of WW1 participants of various nationalities, was posthumously published as a book in 1922 and republished in 2010.\u003cbr\u003e\u003cbr\u003eA family man, Burnand kept detailed records of his life and work, allowing for a comprehensive understanding of his artistic methods and motives. He, his wife Julia, and their eight children, including two sets of twins, moved with him across France and Switzerland. Despite enjoying conventional appreciation for his traditional style, Burnand faced criticism and conflict with contemporaries who were embracing modern art. Influenced by artists like Jean-François Millet and Gustave Courbet, his most famous work, \"The Disciples Peter and John Running to the Sepulchre on the Morning of the Resurrection\" (1898), is displayed in the Musée d'Orsay in Paris.\r","url_wiki":"https://en.wikipedia.org/wiki/Eug%C3%A8ne_Burnand","nationality":"Swiss","movement":"Realism"}}