{"id":"2201","author_id":"ferdinand-bol","title":"Gideon and the Angel","filename":"ferdinand-bol-gideons-sacrifice-judges-6-21-full.jpg","reference":"JG6_11","keywords":"gideon","type":"Bible Art","year":1642,"author":{"id":"ferdinand-bol","name":"Ferdinand Bol","title":"Burgher of Amsterdam","born":1616,"died":1680,"description":"Ferdinand Bol, born on 24 June 1616 and passing away on 24 August 1680, was a notable Dutch painter, etcher, and draftsman. Although his surviving work is rare, it is significantly influenced by Rembrandt, under whom Bol studied in the mid-1630s. Like his master, Bol had a preference for historical subjects, portraits, self-portraits, and single figures adorned in exotic attire.\u003cbr\u003e\u003cbr\u003eIn his early career, Bol's imitation of Rembrandt's style was so precise that it occasionally led to difficulties in distinguishing their works. A famous example is the portrait of Elizabeth Bas in the Rijksmuseum, Amsterdam, which was long considered a work of Rembrandt until its reattribution to Bol in 1911. Despite this reattribution, some still argue for Rembrandt's authorship.\u003cbr\u003e\u003cbr\u003eAs Bol's career flourished, his style gradually diverged from Rembrandt's, becoming more refined and elegant, akin to the style of Bartholomeus van der Helst. In 1669, after marrying a wealthy widow, Bol seemingly ceased painting. His most distinguished pupil was Sir Godfrey Kneller.\u003cbr\u003e\u003cbr\u003eBol became a burgher of Amsterdam in 1652 and married Elisabeth Dell in 1653. Her father's connections with the Admiralty of Amsterdam and the wine merchants' guild led to several commissions for Bol. Bol became the head of the guild by 1655 and received orders for the new town hall and the Admiralty of Amsterdam.\u003cbr\u003e\u003cbr\u003eDuring this period, Bol was a celebrated and successful artist in Amsterdam, noted for his lighter palette and elegant figures. He received numerous official commissions and delivered four paintings for the mansions of the brothers Trip.\u003cbr\u003e\u003cbr\u003eFollowing the death of his first wife in 1660, Bol married Anna van Erckel in 1669 and retired from painting. The couple later moved to Keizersgracht, now the Museum Van Loon. Bol also served as a governor in a Home for Lepers and died shortly after his wife, at his son's residence on Herengracht.\u003cbr\u003e\u003cbr\u003eOne of his most famous works is a portrait of Elisabeth Bas, falsely attributed to Rembrandt in the 19th century. This misattribution was common with many of Bol's paintings, underlining the close stylistic parallels between his and Rembrandt's works.\r","url_wiki":"https://en.wikipedia.org/wiki/Ferdinand_Bol","url_wga":"https://www.wga.hu/html/b/bol/","nationality":"Dutch","movement":"Dutch Golden Age; Baroque"}}