{"id":"222","author_id":"bernardino-luini","title":"The Crucifixion","filename":"bernardino-luini-1529-crucifixion-and-scenes-life-of-christ-full.jpg","reference":"MT27_32","keywords":" crucifixion scenes from life christ","type":"Bible Art","year":1530,"author":{"id":"bernardino-luini","name":"Bernardino Luini","born":1480,"died":1532,"description":"Bernardino Luini, a Milanese painter, stands out as one of Leonardo da Vinci's most distinguished followers in Lombardy. Although details of his life are scarce, Luini's prolific output suggests a successful career, marked by his unique position among Leonardo's disciples in creating both frescos and easel pictures. His sentimentalized interpretation of Leonardo's style garnered significant popularity, particularly among the Victorians. Luini's work is well-represented in Milan's Brera and in numerous Lombard churches, encompassing both mythological and religious subjects. While his best work is of high quality, the output of his busy workshop and his followers sometimes reduced his style to a near parody of Leonardo, characterized by exaggerated expressions and chiaroscuro.\u003cbr\u003e\u003cbr\u003eBorn as Bernardino de Scapis in Runo, near Lake Maggiore, Luini moved to Milan in 1500. He is thought to have trained under Giovan Stefano Scotto or Ambrogio Bergognone. Early works include frescoes in San Pietro of Luino and Monza Cathedral. After returning to Milan in 1509, Luini received various commissions, including a polyptych, now partially in the Museo Poldi Pezzoli.\u003cbr\u003e\u003cbr\u003eBetween 1509 and 1514, Luini completed notable frescoes for the Villa Pelucca in Sesto San Giovanni, now housed in the Pinacoteca di Brera. He also worked for Girolamo Rabia, painting mythological scenes. A 1521 trip to Rome brought him under Raphael's influence, evident in subsequent works at Villa La Pelucca and the Basilica of San Magno, Legnano.\u003cbr\u003e\u003cbr\u003eAround 1525, Luini completed frescoes in Saronno's Santa Maria dei Miracoli and Sant'Abbondio in Como. His middle period includes works in the Prado, Museum of Fine Arts in Boston, Uffizi, and the National Gallery of Art. His 1529 fresco at Santa Maria degli Angeli in Lugano is a masterwork.\u003cbr\u003e\u003cbr\u003eLater in his career, Luini's style increasingly reflected Leonardo's influence, seen in works like St. Anne in the Pinacoteca Ambrosiana. He passed away in Milan, leaving behind a legacy also continued by his son, Aurelio, also a painter. Art historian Matthew Landrus has controversially suggested that Luini was the primary painter of the 'Salvator Mundi', traditionally attributed to Leonardo, arguing that Leonardo only contributed a minor portion of the work.\r","url_wiki":"https://en.wikipedia.org/wiki/Bernardino_Luini","url_wga":"https://www.wga.hu/html_m/l/luini/father/2/","nationality":"Italian"}}