{"id":"225","author_id":"anthony-van-dyck","title":"God Tries Abraham’s Faith","filename":"anthony-van-dyck-abraham-isaac-full.jpg","reference":"GN22_1","keywords":"abraham isaac","type":"Bible Art","year":1620,"author":{"id":"anthony-van-dyck","name":"Anthony Van Dyck","name_alt":"Antoon (Anthonis) Van Dyck","born":1599,"died":1641,"description":"Antoon Van Dyck, more commonly known as Sir Anthony Van Dyck, was a distinguished Flemish portrait painter born on March 22, 1599, in Antwerp, and passed away in London on December 9, 1641. He was the seventh child in a family of twelve, born to Frans Van Dyck, a silk and linen merchant, and Maria Cuypers.\u003cbr\u003e\u003cbr\u003eAt a tender age, under Jan Brueghel's recommendation, Van Dyck was apprenticed to Hendrick Van Balen, a former student of Rubens. By 14, Van Dyck's prodigious talent was evident; he had painted an old man's portrait and produced a remarkable series of heads. His immense skill led to his admission into the guild of St. Luke in Antwerp before he was twenty, an honor rarely bestowed upon one so young.\u003cbr\u003e\u003cbr\u003eContrary to popular belief, Van Dyck was not Rubens' direct apprentice. However, he did collaborate with Rubens in his studio, assisting him in executing monumental decorative works.\u003cbr\u003e\u003cbr\u003eIn 1620, prompted by the Countess of Arundel, Van Dyck traveled to England and received commissions from James I. After completing his assignments, he returned to Antwerp and embarked on a five-year tour of Italy. During his stay in Genoa, he painted some of his most celebrated portraits of the local nobility.\u003cbr\u003e\u003cbr\u003eIn 1632, Van Dyck relocated to England, where he entered the service of Charles I. He was knighted in 1632 and granted a generous pension. As a portrait painter, Van Dyck was inundated with commissions, producing numerous portraits of the king, queen, and the royal offspring.\u003cbr\u003e\u003cbr\u003eWhile in England, Van Dyck contemplated a grand project to adorn the walls of the banqueting-house at Whitehall, though due to financial constraints, it never materialized.\u003cbr\u003e\u003cbr\u003eTowards the end of his life, Van Dyck oscillated between Antwerp, Paris, and London. In his declining health, he returned to London, where he died shortly after his wife birthed a daughter. Van Dyck was interred in St. Paul's Cathedral. A monument was erected in his honor by the king's decree, but both the grave and monument were lost in the catastrophic fire of 1666.\u003cbr\u003e\u003cbr\u003eVan Dyck, especially renowned for his portraits, stands among Europe's greatest artists, second perhaps only to Titian. His works, characterized by their elegance, delicate expressions, and vibrant coloring, have earned him unanimous acclaim. Additionally, his striking etchings contribute significantly to his esteemed artistic legacy.\r","url_wiki":"https://en.wikipedia.org/wiki/Anthony_van_Dyck","url_wga":"https://www.wga.hu/cgi-bin/search.cgi?author=Anthony+Van+Dyck\u0026title=\u0026comment=\u0026time=any\u0026school=any\u0026form=any\u0026type=any\u0026location=\u0026format=5","nationality":"Antwerp"}}