{"id":"2284","author_id":"francesco-hayez","title":"Jacob and Esau Meet","filename":"francesco-hayez-the-reunion-jacob-and-esau-full.jpg","reference":"GN33_1","keywords":"the reunion jacob esau","type":"Bible Art","year":1870,"author":{"id":"francesco-hayez","name":"Francesco Hayez","born":1791,"died":1882,"description":"Francesco Hayez, born on 10 February 1791 and passing away on 12 February 1882, was an acclaimed Italian painter and a leading figure of Romanticism in mid-19th-century Milan. He was celebrated for his grand historical paintings, political allegories, and exquisite portraits. Coming from a modest family in Venice, Hayez's father, Giovanni, was of French origin, and his mother, Chiara Torcella, hailed from Murano. Raised by his aunt, who was married to a well-off shipowner and art collector Giovanni Binasco, Hayez showed early talent in drawing and was apprenticed to an art restorer before studying under Francesco Maggiotto and later at the New Academy of Fine Arts.\u003cbr\u003e\u003cbr\u003eAfter winning a competition from the Academy of Venice, he studied at the Accademia di San Luca in Rome and stayed there until 1814. He then moved to Naples, where he was commissioned by Joachim Murat to paint \"Ulysses at the court of Alcinous.\" Hayez was part of the \"Salotto Maffei\" salon in Milan and was appointed director of the Academy of Brera.\u003cbr\u003e\u003cbr\u003eHayez's extensive oeuvre included historic paintings appealing to patriotic sensibilities, Neoclassic themes from biblical or classical literature, and scenes from contemporary theatrical presentations. Notably, his works lacked altarpieces for devotional display, partially due to the Napoleonic invasions deconsecrating many religious institutions in Northern Italy. Corrado Ricci describes Hayez as evolving from a classicist to a style marked by emotional tumult.\u003cbr\u003e\u003cbr\u003eHayez's portraits, known for their intensity, often featured subjects in austere attire, reminiscent of Ingres and the Nazarene movement. He painted nobility, artists, and musicians, and later in his career, worked from photographs. Hayez frequently depicted semi-clothed females, evoking oriental themes, a popular topic among Romantic painters. His painting \"The Kiss\" is especially renowned, appealing for its universal theme of love.\u003cbr\u003e\u003cbr\u003eAssessing Hayez's career is challenging due to his practice of not always signing or dating his works. Additionally, he often repeated the same compositions with minimal or no variation. Among his pupils were notable artists who continued the legacy of his teachings. Hayez's contribution to the Romantic movement and Italian painting remains significant, marked by his unique blend of emotion, historical context, and artistic mastery.\r","url_wiki":"https://en.wikipedia.org/wiki/Francesco_Hayez","url_wga":"https://www.wga.hu/html/h/hayez/","nationality":"Italian"}}