{"id":"2338","author_id":"frederic-leighton","title":"Elijah Flees Jezebel","filename":"frederic-leighton-elijah-the-wilderness-full.jpg","reference":"K119_1","keywords":"elisha raising son shunammite woman","type":"Bible Art","year":1880,"author":{"id":"frederic-leighton","name":"Frederic Leighton","name_alt":"Sir Frederic Leighton","born":1830,"died":1896,"description":"Frederic Leighton, 1st Baron Leighton, PRA, known as Sir Frederic Leighton between 1878 and 1896, was an influential British painter, draughtsman, and sculptor. Born on 3 December 1830 and passing away on 25 January 1896, Leighton's works predominantly featured historical, biblical, and classical subjects. He holds the distinction of having the shortest-lived peerage in history, as his hereditary peerage became extinct upon his death after just one day.\u003cbr\u003e\u003cbr\u003eLeighton was born in Scarborough to parents Augusta Susan and Dr. Frederic Septimus Leighton. His sister Alexandra was a biographer of Robert Browning. He attended University College School in London and received his artistic training in Europe, initially from Eduard von Steinle and later from Giovanni Costa. At 17, he met and drew a portrait of the philosopher Arthur Schopenhauer. By 24, Leighton was in Florence, studying at the Accademia di Belle Arti and painting local scenes.\u003cbr\u003e\u003cbr\u003eFrom 1855 to 1859, Leighton lived in Paris, where he associated with notable artists such as Ingres, Delacroix, Corot, and Millet. In 1860, he moved to London and became associated with the Pre-Raphaelites. He designed Elizabeth Barrett Browning's tomb in 1861 and became an associate of the Royal Academy in 1864, later serving as its President from 1878 until his death.\u003cbr\u003e\u003cbr\u003eLeighton's 1877 sculpture \"Athlete Wrestling with a Python\" marked a significant contribution to what was known as the New Sculpture movement. He represented Britain in the 1900 Paris Exhibition, and his works garnered significant acclaim.\u003cbr\u003e\u003cbr\u003eLeighton was knighted in 1878 and created a baronet in 1886. He made history as the first painter to be awarded a peerage in the 1896 New Year Honours. However, he died of angina pectoris the day after the patent for his barony was issued.\u003cbr\u003e\u003cbr\u003eToday, Leighton's former home in Holland Park, London, serves as the Leighton House Museum. It houses many of his works, his art collection including pieces by Old Masters and contemporaries, and his collection of Iznik tiles. The museum's Arab Hall is a notable feature, and a blue plaque commemorates Leighton at this location. Leighton's legacy continues to be celebrated for his contributions to British art and the Victorian artistic movement.\r","url_wiki":"https://en.wikipedia.org/wiki/Frederic_Leighton","nationality":"British"}}