{"id":"2396","author_id":"gerard-van-honthorst","title":"The Boy Jesus In the Temple","filename":"gerard-van-honthorst-christ-carpenter-shop-full.jpg","reference":"LK2_41","keywords":"christ carpenter shop","type":"Bible Art","year":1650,"author":{"id":"gerard-van-honthorst","name":"Gerard Van Honthorst","born":1592,"died":1656,"description":"Gerard van Honthorst, also known as Gerrit van Honthorst, was born on 4 November 1592 and died on 27 April 1656. He was a celebrated Dutch Golden Age painter, particularly noted for his depiction of artificially lit scenes, earning him the nickname Gherardo delle Notti (\"Gerard of the nights\"). His early career included a significant period in Rome, where he achieved great success with a painting style influenced by Caravaggio, and upon his return to the Netherlands, he became a leading portrait painter.\u003cbr\u003e\u003cbr\u003eVan Honthorst was born in Utrecht, the son of a textile painter. His younger brother, Willem, also pursued a career in painting. He apprenticed under Abraham Bloemaert in Utrecht before traveling to Italy around 1610-1615, at the height of Caravaggio’s influence. In Italy, he earned his nickname for his night scenes and received commissions from patrons like Vincenzo Giustiniani and Cardinal Scipione Borghese. His notable Italian works include \"The Beheading of St John the Baptist\" and \"Christ Before the High Priest.\"\u003cbr\u003e\u003cbr\u003eReturning to Utrecht in 1620, Van Honthorst married Sophia Coopmans and joined the Guild of St Luke, serving as its dean for many years. He bought a large house, part of which served as his workshop, and became a popular teacher with numerous pupils. In 1627, Rubens visited his studio.\u003cbr\u003e\u003cbr\u003eVan Honthorst's fame led him to the court of King Charles I in London in 1628. He later received commissions in The Hague from the House of Orange, painting portraits of Frederick Hendrik and Amalia van Solms and working on their palace decorations. He joined The Hague's painters' guild in 1637 and painted a portrait of French Queen Maria de Medici.\u003cbr\u003e\u003cbr\u003eVan Honthorst was recognized for his decorative cycles and at least one illusionistic ceiling. His contributions to Dutch painting, particularly his leadership of the Utrecht followers of Caravaggio alongside Terbrugghen, significantly influenced artists like Rembrandt. His brother Willem van Honthorst, an accomplished painter, sometimes collaborated with him.\u003cbr\u003e\u003cbr\u003eDespite his early success, Van Honthorst's later work revealed some shortcomings, affecting his reputation. He passed away in 1656 in Utrecht, leaving behind a legacy marked by wealth and artistic influence, though somewhat tarnished towards the end of his career. He was buried in the Catharijnekerk.\r","url_wiki":"https://en.wikipedia.org/wiki/Gerard_van_Honthorst","url_wga":"https://www.wga.hu/html/h/honthors/2/","nationality":"Dutch"}}