{"id":"2406","author_id":"gerbrand-eeckhout","title":"The Three Visitors","filename":"gerbrand-eeckhout-abraham-and-the-three-angels-full.jpg","reference":"GN18_1","keywords":"abraham three angels","type":"Bible Art","year":1650,"author":{"id":"gerbrand-eeckhout","name":"Gerbrand Eeckhout","name_alt":"Gerbrand van den Eeckhout","born":1621,"died":1674,"description":"Gerbrand van den Eeckhout, born on 19 August 1621 and passing away on 29 September 1674, was a prominent figure in the Dutch Golden Age of painting. A favorite student of the legendary Rembrandt, he was also skilled in etching and had interests in amateur poetry, art collection, and advising on art.\u003cbr\u003e\u003cbr\u003eVan den Eeckhout was born in Amsterdam to a Mennonite jeweler who had fled Antwerp for the north post-1585. His mother passed away in 1631, and his father later married Cornelia Dedel, daughter of a founder of the Delft chamber of the Dutch East India Company.\u003cbr\u003e\u003cbr\u003eArnold Houbraken notes that Van den Eeckhout was a pupil of Rembrandt, alongside contemporaries like Ferdinand Bol, Nicolaes Maes, and Govert Flinck. While he was considered less skilled than these peers, Van den Eeckhout successfully adopted Rembrandt’s style, to the extent that his works were often mistaken for those of his master. His style closely mirrored Rembrandt’s, especially in adopting the broader and bolder techniques of Rembrandt’s mature style, though he seldom matched the master's depth of feeling and humanity.\u003cbr\u003e\u003cbr\u003eIn contrast to his Rembrandtesque works, Van den Eeckhout also produced highly finished genre subjects, including guardroom scenes and backgammon players. His early style is exemplified by \"Christ Raising the Daughter of Jairus\" in the Staatliche Museen, Berlin. Another notable work, \"The Music Lesson\" (1655), in the style of Terborch, is housed in the Statens Museum for Kunst, Copenhagen. The National Gallery in London holds his group portrait \"Four Officers of the Amsterdam Coopers' and Wine-Rackers' Guild\" (1657).\u003cbr\u003e\u003cbr\u003eVan den Eeckhout’s career in art, marked by his close emulation of Rembrandt and his forays into genre painting, solidified his place in the history of Dutch Golden Age painting.\r","url_wiki":"https://en.wikipedia.org/wiki/Gerbrand_van_den_Eeckhout","url_wga":"https://www.wga.hu/html/e/eeckhout/","nationality":"Dutch"}}