{"id":"2413","author_id":"giovanni-gerolamo-savoldo","title":"","filename":"giovanni-gerolamo-savoldo-1542-tobias-and-the-angel-full.jpg","keywords":" tobias angel","type":"Bible Art","year":1542,"author":{"id":"giovanni-gerolamo-savoldo","name":"Giovanni Gerolamo Savoldo","name_alt":"Girolamo da Brescia","born":1480,"died":1548,"description":"Girolamo Savoldo, also called Girolamo da Brescia (c. 1480-1485 – after 1548) was an Italian High Renaissance painter active mostly in Venice, although he also worked in other cities in northern Italy. He is noted for his subtle use of color and chiaroscuro, and the sober realism of his works, which are mostly religious subjects, with a few portraits, which are given interest by their accessories or settings, \"some even look like extracts from larger narratives\".\u003cbr\u003e\u003cbr\u003eAbout 40 paintings are known in all, six of them portraits; only a handful of drawings are known. He was highly regarded in his own lifetime, and several repetitions of works were commissioned, and copies done by others. But he slipped from general awareness, and many of his works were assigned to more famous artists, especially Giorgione, by the art trade. Awareness of him revived in the 19th century, though the dating of many paintings remains controversial among specialists.\u003cbr\u003e\u003cbr\u003eSavoldo was the most accomplished of sixteenth-century Brescian painters. He carefully studied the effects of light and reflections in a way that was most unusual for the time. His forte was night scenes, in which he gave his lyrical sensibility and liking for unusual light effects full play. One of the best-known examples is Mary Magdalen Approaching the Sepulchre, of which several versions exist, one in the National Gallery, London. Even though Savoldo spent much of his artistic career in Venice, he is considered to be part of the Brescia school. One reason for this is that many of his patrons were from his native city, but it is also because of his links to the current of realism and acute psychological portrayal. This could be found both in Renaissance Brescia, exemplified by Romanino, and Bergamo, as seen in Lotto and later Moroni.\r","url_wiki":"https://en.wikipedia.org/wiki/Girolamo_Savoldo","url_wga":"https://www.wga.hu/html/s/savoldo/","nationality":"Italian"}}