{"id":"2451","author_id":"gentile-da-fabriano","title":"The Flight to Egypt","filename":"gentile-da-fabriano-predella-fleeing-to-egypt-full.jpg","reference":"MT2_13","keywords":"predella fleeing egypt","type":"Bible Art","year":1400,"author":{"id":"gentile-da-fabriano","name":"Gentile Da Fabriano","born":1370,"died":1427,"description":"Gentile da Fabriano, born around 1370 and passing away in 1427, was an Italian painter celebrated for his contributions to the International Gothic style. He worked primarily in central Italy, particularly in Tuscany, leaving behind an influential body of work including his famous \"Adoration of the Magi\" from the Strozzi Altarpiece (1423) and \"The Flight into Egypt.\"\u003cbr\u003e\u003cbr\u003eBorn in or near Fabriano in the Marche, Gentile's mother passed away before 1380, and his father, Niccolò di Giovanni Massi, retired to a monastery the same year, where he died in 1385. Gentile's early artistic formation showed the influence of northern Italian late-Gothic painting, evident in one of his first known works, a \"Madonna and Child\" (c. 1395–1400) now in Berlin.\u003cbr\u003e\u003cbr\u003eBy around 1405, Gentile was active in Venice, where he worked on a now-lost panel for the church of Santa Sofia. During this period, he likely interacted with artists like Pisanello and Michelino da Besozzo and completed commissions in other cities, including a \"Madonna and Child\" for a church in Perugia.\u003cbr\u003e\u003cbr\u003eBetween 1410 and 1412, he created the Valle Romita Polyptych, now at the Pinacoteca di Brera, which is considered one of his masterworks. He frescoed the Palazzo Trinci in Foligno (1410–1411) and moved to Brescia in 1414 to work for Pandolfo III Malatesta, painting the Broletto Chapel.\u003cbr\u003e\u003cbr\u003eGentile returned to Fabriano in the spring of 1420, and by August, he was in Florence, creating his renowned \"Adoration of the Magi\" (1423), now in the Uffizi. This masterpiece, alongside other works like the Quaratesi Polyptych and the Intercession Altarpiece, positioned him as a leading figure of the International Gothic style in Italy.\u003cbr\u003e\u003cbr\u003eIn 1425, he was in Siena and then Orvieto, where he painted a fresco of the Madonna and Child in the Cathedral. In 1427, he arrived in Rome, commissioned by Pope Martin V to decorate the nave of the Basilica of St. John in Lateran, a project completed by Pisanello after his death.\u003cbr\u003e\u003cbr\u003eGentile's work, particularly the \"Adoration of the Magi,\" is celebrated for its exquisite decorative beauty and innovative treatment of light. His influence was widespread, affecting artists like Pisanello, Jacopo Bellini, and Fra Angelico, cementing his legacy as a pivotal figure in the development of Italian Gothic art.\r","url_wiki":"https://en.wikipedia.org/wiki/Gentile_da_Fabriano","url_wga":"https://www.wga.hu/html/g/gentile/adormagi/","nationality":"Italian"}}