{"id":"2454","author_id":"gerard-de-lairesse","title":"","filename":"gerard-de-lairesse-1674-expulsion-of-heliodorus-temple-full.jpg","keywords":" expulsion heliodorus from temple","type":"Bible Art","year":1674,"author":{"id":"gerard-de-lairesse","name":"Gerard De Lairesse","born":1641,"died":1711,"description":"Gerard de Lairesse, a Dutch painter, etcher, and writer on art, was the second son of the painter Reinier Lairesse and Catherine Taulier. Renowned as the leading decorative painter in Holland during the second half of the 17th century, his academic classical style earned him titles like 'the Dutch Raphael' and 'the Dutch Poussin'.\u003cbr\u003e\u003cbr\u003eAlong with his three brothers, Lairesse was trained in painting, music, and poetry by their father, who specialized in rendering marble and other types of stone. Lairesse likely also studied under Bertholet Flemal for a period.\u003cbr\u003e\u003cbr\u003eIn 1660, Lairesse spent time in Cologne, where he reportedly painted a \"Martyrdom of St Ursula.\" His success there led to envy among local artists, forcing him to return to Liège, where he received numerous commissions. However, in April 1664, a dramatic turn of events involving a failed marriage promise to one of the François sisters led to a violent confrontation, resulting in Lairesse fleeing to Maastricht with Marie Saime, whom he married en route.\u003cbr\u003e\u003cbr\u003eIn Utrecht, Lairesse's talents were noticed by the Amsterdam art dealer Gerard Uylenborch, who promptly sought him out. Lairesse worked for Uylenborch for some time before starting his own studio, which became extremely productive and successful. He became associated with intellectuals like Lodewijk Meijer and Andries Pels and created illustrations for Pels's plays and Govert Bidloo's text on anatomy.\u003cbr\u003e\u003cbr\u003eLairesse's patrons included Stadholder William III and notable Amsterdam regents, and he received commissions from public institutions and painted decors for Amsterdam's municipal theatre.\u003cbr\u003e\u003cbr\u003eTowards the end of 1689, Lairesse's eyesight began to fail, and he went blind in 1690. He then focused on teaching art theory, publishing influential works like 'Grondlegginge ter teekenkonst' and the 'Groot schilderboek'. Lairesse died on 28 July 1711 in his home on the Prinsengracht and left behind a legacy marked by influential classical art and contributions to art theory.\r","url_wiki":"https://en.wikipedia.org/wiki/Gerard_de_Lairesse","url_wga":"https://www.wga.hu/html/l/lairesse/","nationality":"Dutch"}}