{"id":"2472","author_id":"ivan-aivazovsky","title":"\"It is a Spirit\"","filename":"ivan-aivazovsky-jesus-walks-water-2-full.jpg","reference":"MT14_22","keywords":"jesus walks water ","type":"Bible Art","year":1850,"author":{"id":"ivan-aivazovsky","name":"Ivan Aivazovsky","name_alt":"Ivan Konstantinovich Aivazovsky","born":1817,"died":1900,"description":"Ivan Konstantinovich Aivazovsky (Russian: Иван Константинович Айвазовский; 29 July 1817 – 2 May 1900) was a Russian Romantic painter who is considered one of the greatest masters of marine art. Baptized as Hovhannes Aivazian, he was born into an Armenian family in the Black Sea port of Feodosia in Crimea and was mostly based there.\u003cbr\u003e\u003cbr\u003eHe graduated with the gold medal from the St. Petersburg Academy of Art. Earning awards for his early landscapes and seascapes, he went on to paint a series of portraits of Crimean coastal towns before traveling throughout Europe. In later life, his paintings of naval scenes earned him a longstanding commission from the Russian Navy.\u003cbr\u003e\u003cbr\u003eIn 1845, Aivazovsky went to Istanbul upon the invitation of Sultan Abdülmecid, a city he was to travel to eight times between 1845-1890. During his long sojourn in Istanbul, Aivazovsky was commissioned for a number of paintings as a court painter by the Ottoman Sultans Abdülmecid, Abdulaziz and Abdulhamid, 30 of which are currently on display in the Ottoman Imperial Palace, the Dolmabahce Museum and many others at various other museums in Turkey.\u003cbr\u003e\u003cbr\u003eAivazovsky's house in Theodosia became a place for artistic pilgrimage. Armenian artists were invited there and actors and musicians performed there. It was there that artists like Bashinjagyan, Sureniants, Makhokhian and Shabanian started their creative life. Aivazovsky's dream was to create a union of Armenian artists from all over the world.\u003cbr\u003e\u003cbr\u003eDuring his long period of creative life, and especially after 1868, Aivazovsky executed tens of canvases with Armenian themes. His landscapes depicting life in Tbilisi, Lake Sevan and Mount Ararat popularised the genre in Armenian art. He also had a series of works with themes from the bible and from ancient Armenian history.\u003cbr\u003e\u003cbr\u003eDue to his long life in art, Aivazovsky became the most prolific Russian painter of his time. He is also said to be the most forged of all Russian painters. He left over 6,000 works at his death in 1900. With funds earned during his successful career as an artist he opened an art school and gallery in his home town of Feodosiya.\r","url_wiki":"https://en.wikipedia.org/wiki/Ivan_Aivazovsky","url_wga":"https://www.wga.hu/html_m/a/aivazovs/","nationality":"Russian"}}