{"id":"2473","author_id":"gerard-hoet","title":"Vengeance On Midian and Balaam","filename":"gerard-hoet-balaam-slain-numbers-31-color-full.jpg","reference":"NU31_1","keywords":"balaam slain numbers ","type":"Bible Art","year":1720,"author":{"id":"gerard-hoet","name":"Gerard Hoet","born":1648,"died":1733,"description":"Gerard Hoet was a multifaceted Dutch painter, draftsman, and writer, hailing from a family steeped in artistic tradition. His father, Moses Hoet, a glass painter, and Warnard van Ryssen, a student of Cornelis van Poelenburgh, trained Gerard Hoet I. He was principally a history painter in the Dutch Italianate style of van Poelenburgh but also excelled in other forms, such as drawing, on which he authored a textbook.\u003cbr\u003e\u003cbr\u003eIn 1672, Hoet I moved to The Hague and then to Paris, returning to the northern Netherlands via Brussels after a year. He eventually settled in Utrecht, where he established a drawing academy in 1697 with Hendrick Schoock. He moved to The Hague in 1714 and continued to depict religious, mythological, or classical subjects set in landscapes, often in a small scale Dutch Italianate style. However, he also created larger works with many figures in an elegant, classicizing style, such as his ceiling and wall paintings at De Slangenburg castle in Doetinchem. Hoet I was also known for his portraits, genre pieces, and numerous illustrations for bibles.\u003cbr\u003e\u003cbr\u003eIn 1715, Hoet returned to The Hague and engaged in the art trade in collaboration with the Flemish painter Jacques Ignatius de Roore. He taught his sons Hendrik Jacob and Gerard, along with Nicolaes van Ravesteyn (II). His elder son, Gerard Hoet II, followed in his father's artistic footsteps before becoming an art dealer and was involved in controversies related to the art trade. His younger son, Hendrick Jacob Hoet (1693-1733), was a genre and still-life painter.\u003cbr\u003e\u003cbr\u003eGerard Hoet I spent his later years in The Hague, where he passed on his artistic legacy to his sons and continued his involvement in the art world both as a creator and a dealer.\r","url_wiki":"https://en.wikipedia.org/wiki/Gerard_Hoet","url_wga":"https://www.wga.hu/html/h/hoet/","nationality":"Dutch"}}