{"id":"2480","author_id":"giuseppe-vermiglio","title":"Barak, Jael and Sisera","filename":"giuseppe-vermiglio-jael-and-sisera-full.jpg","reference":"JG4_11","keywords":"jael sisera","type":"Bible Art","year":1621,"author":{"id":"giuseppe-vermiglio","name":"Giuseppe Vermiglio","born":1585,"died":1635,"description":"Giuseppe Vermiglio (c.1585 – c.1635) was a Caravaggist painter from Northern Italy, active also in Rome.\u003cbr\u003e\u003cbr\u003eOur knowledge of Vermiglio's life is sketchy. It is probable that he was born in Alessandria. He spent the first two decades of the seventeenth century in Rome where, while training and working as an artist, he adopted a bohemian lifestyle with a tendency to become involved in brawls with fellow painters; for example, in 1604 he supported his master Adriano di Monteleone’s account of a dispute with two unknown artists which had led to Monteleone being wounded by his own wife. The following year Vermiglio was arrested and imprisoned after being discovered at the Monte di Brianza hostel bearing an unlicensed sword. In 1611, proceedings were brought against him for physically attacking the painter Silvio Oliviero. In 1618, still in Rome, he is recorded as a picture dealer.\u003cbr\u003e\u003cbr\u003eAround 1620 he returned to northern Italy where he pursued his career as a painter in Piedmont (Novara and Alessandria) and in Lombardy (notably in Mantua and Milan).\u003cbr\u003e\u003cbr\u003eHis art was profoundly influenced by Caravaggio. Other painters to whom his work, on the basis of stylistic references, is thought to be indebted include the Bolognese Annibale Carracci and Guido Reni; it has been suggested that Vermiglio worked or studied in Bologna at some point. Luigi Lanzi acclaimed the painting of Daniel among the Lions, in the library of the Passione in Milan, as his masterwork.\u003cbr\u003e\u003cbr\u003eHe spent the first two decades of the seventeenth century in Rome where he trained and worked as an artist. In 1605 he was arrested and imprisoned after being discovered at the Monte di Brianza hostelry bearing an unlicensed sword; and in 1611 proceedings were brought against him for physically attacking the painter Silvio Oliviero. In 1618, still in Rome, he is recorded as a picture dealer. Around 1620 he returned to northern Italy where he pursued his career as a painter in Piedmont (Novara and Alessandria) and in Lombardy (in Mantua and Milan).\u003cbr\u003e\u003cbr\u003eBeside Caravaggio, he was also influenced by the Bolognese painters Annibale Carracci and Guido Reni.\u003cbr\u003e\u003cbr\u003eJudgments of quality of his work have ranged from Alfred Moir’s ‘inconsequential craftsman’ to Lanzi's ‘the best painter in oils of which the ancient state of Piedmont could boast, and one of the best Italian artists of his times’.\r","url_wiki":"https://en.wikipedia.org/wiki/Giuseppe_Vermiglio","url_wga":"https://www.wga.hu/html/v/vermigli/","nationality":"Italian"}}