{"id":"2496","author_id":"govert-flinck","title":"Hagar and Ishmael Depart","filename":"govert-flinck-1645-the-dismissal-of-hagar-genesis-21-14-full.jpg","reference":"GN21_8","keywords":" dismissal hagar genesis  ","type":"Bible Art","year":1645,"author":{"id":"govert-flinck","name":"Govert Flinck","name_alt":"Govert (or Govaert) Teuniszoon Flinck","born":1615,"died":1660,"description":"Govert (or Govaert) Teuniszoon Flinck (25 January 1615 – 2 February 1660) was a Dutch painter of the Dutch Golden Age. Born at Kleve, capital of the Duchy of Cleves, which was occupied at the time by the United Provinces, he was apprenticed by his father to a silk mercer, but having secretly acquired a passion for etching and drawing, was sent to Leeuwarden, where he boarded in the house of Lambert Jacobszoon, a Mennonite, better known as an itinerant preacher than as a painter.\u003cbr\u003e\u003cbr\u003eHis father was strongly opposed to his idea of becoming a painter and secured him an apprenticeship with a silk merchant. According to Houbraken, however, the young Flinck was passionately fond of painting and spent much of his time drawing and sketching instead of attending to his work. Lambert Jacobsz, a Mennonite preacher and a painter as well, managed to persuade Flinck's father that painting was a perfectly honourable occupation. Around 1629-1630, Flinck accompanied Lambert Jacobsz to Leeuwarden, where he was to study under Jacobsz's supervision. At the studio in Leeuwarden Flinck met Jacob Adriaensz Backer, who was seven years his senior. The two men moved to Amsterdam, probably in the early 1630s. Houbraken mentions that they left together, but we have only his word to go by.\u003cbr\u003e\u003cbr\u003eHere Flinck was joined by Jacob Backer, and the companionship of a youth determined like himself to be an artist only confirmed his passion for painting. Amongst the neighbours of Jacobszon at Leeuwarden were the sons and relations of Rombertus van Uylenburgh, whose daughter Saskia married Rembrandt in 1634. Other members of the same family lived at Amsterdam, cultivating the arts either professionally or as amateurs. The pupils of Lambert probably gained some knowledge of Rembrandt by intercourse with the Ulenburgs. Certainly Joachim von Sandrart, who visited Holland in 1637, found Flinck acknowledged as one of Rembrandt's best pupils, and living habitually in the house of the dealer Hendrick van Uylenburgh at Amsterdam.\u003cbr\u003e\u003cbr\u003eFlinck studied with Rembrandt in or around 1633, during which time he absorbed the master's style and produced similar compositions. Houbraken reports that many of his works from that period were actually mistaken for Rembrandt's. Later, however, Flinck apparently made a conscious effort to change his style and turned to Flemish masters for inspiration. His earliest dated works are from 1636, which is probably the year he left Rembrandt's studio.\u003cbr\u003e\u003cbr\u003eFlinck was much sought after as a portraitist in the 1640s. He had good contacts and influential patrons in both Amsterdam and the area in which he was born. He worked on several major projects in the last decade of his life. In 1654, he executed a painting commissioned by Amalia van Solms for a private room in Huis ten Bosch. This was followed by two commissions for Amsterdam's new Town Hall in Dam Square, one for the Burgomasters' Chamber in 1656 and one for the Council Chamber in 1658.\u003cbr\u003e\u003cbr\u003eIn 1652 a citizen of Amsterdam, Flinck married in 1656 an heiress, Sophie van der Houven, daughter of a director of the Dutch East India Company. Flinck was already well known in the patrician circles over which the brothers Cornelis and Andries de Graeff and the alderman Jan Six presided; he was on terms of intimacy with the poet Joost van den Vondel and the treasurer Johannes Uitenbogaard. In his house, adorned with casts after the Antique, costumes, and a noble collection of prints, he often received the stadtholder John Maurice, whose portrait is still preserved in the work of the learned Caspar Barlaeus. Flinck died in Amsterdam on 2 February 1660.\u003cbr\u003e\u003cbr\u003eIn November 1659, Flinck received his most prestigious commission of all, once again for the Town Hall of Amsterdam. He was invited to paint twelve pictures for the large gallery, but his death a few months later, on 2 February 1660, prevented him from completing the project.\r","url_wiki":"https://en.wikipedia.org/wiki/Govert_Flinck","url_wga":"https://www.wga.hu/html/f/flinck/","nationality":"Dutch"}}