{"id":"2536","author_id":"jacopo-bassano","title":"The Last Supper","filename":"jacopo-bassano-last-supper-full.jpg","reference":"MK14_12","keywords":"last supper","type":"Bible Art","year":1560,"author":{"id":"jacopo-bassano","name":"Jacopo Bassano","name_alt":"Jacopo dal Ponte","born":1510,"died":1592,"description":"Jacopo Bassano (ca. 1510 – 14 February 1592), known also as Jacopo dal Ponte, was an Italian painter who was born and died in Bassano del Grappa near Venice, and took the village as his surname. Trained in the workshop of his father, Francesco the Elder, and studying under Bonifazio Veronese in Venice, he painted mostly religious paintings including landscape and genre scenes. Bassano's pictures were very popular in Venice because of their depiction of animals and nocturnal scenes. His four sons: Francesco Bassano the Younger, Giovanni Battista da Ponte, Leandro Bassano, and Girolamo da Ponte, also became artists and followed him closely in style and subject matter.\u003cbr\u003e\u003cbr\u003eApart from a period in the 1530s when he trained with Bonifazio Veronese in Venice, Jacopo worked in Bassano all his life. His father, Francesco the Elder (c. 1475-1539), was a village painter and Jacopo always retained something of the peasant artist, even though the influence of, for example, the fashionable etchings of Parmigianino is evident in his work.\u003cbr\u003e\u003cbr\u003eEven though most of his career was spent in small or middle-sized towns on the mainland, he always remained alert to the latest developments in art and won some renown in Venice itself. He also had the ability to devise new ideas for compositions that possessed great force of expression. Trained in his father's studio, Jacopo broke away from the local popular and devotional tradition by studying prints by Raphael and developments in Mannerism. During the 1540s his painting was experimental, the anatomy of his characters was forced and their postures unnatural. This phase proved crucial in the development of his own very personal style which was capable of assimilating new ideas and translating them into an art with enormous communicative power. Jacopo Bassano's popular realism was underpinned by his exceptional use of light and characterized by the lifelike quality of the people and details, especially the animals, in his pictures. Over the years his oeuvre became increasingly grand and dramatic, starting with a series of altarpieces (in Bassano, Treviso, Padua, and Belluno) whose production dates from the 1550s through to the end of his career.\u003cbr\u003e\u003cbr\u003eHe treated biblical themes in the manner of rustic genre scenes, using genuine country types and portraying animals with real interest. In this way he helped to develop the taste for paintings in which the genre or still-life element assumes greater importance than the ostensible religious subject. From around 1560 his work became vested with a more exaggerated search for novel effects of light, taking on something of the iridescent coloring of Tintoretto.\u003cbr\u003e\u003cbr\u003eBassano had four painter sons who continued his style - Francesco the Younger (1549-92), Gerolamo (1566-1621), Giovanni Battista (1553-1613), and Leandro (1557-1622). Francesco (who committed suicide by throwing himself out of a window) and Leandro both acquired some distinction and popularity working in Venice. His four painter sons increasingly contributed to his output, carrying on his studio after his death. The work of the family is well represented in the Museo Civico at Bassano.\r","url_wiki":"https://en.wikipedia.org/wiki/Jacopo_Bassano","url_wga":"https://www.wga.hu/html_m/b/bassano/jacopo/1/","nationality":"Italian"}}