{"id":"2540","author_id":"giorgio-vasari","title":"Naaman is Cleansed of Leprosy","filename":"giorgio-vasari-1574-elisha-heals-naaman-full.jpg","reference":"K25_1","keywords":" elisha heals naaman","type":"Bible Art","year":1574,"author":{"id":"giorgio-vasari","name":"Giorgio Vasari","born":1510,"died":1574,"description":"Giorgio Vasari, an Italian painter, architect, and biographer, was one of the most influential Mannerist artists of his time. Born in Arezzo, a Florentine subject city, Vasari was the child of a potter. His education in Florence was sponsored by Cardinal Silvio Passerini, alongside young Medici wards Ippolito and Alessandro, marking the beginning of his lifelong connection with the Medici family, especially with Grand Duke Cosimo I.\u003cbr\u003e\u003cbr\u003eVasari produced a vast volume of artistic work, thanks to continuous commissions from the Medici and others, including religious bodies and individual patrons. His fluency and capable assistants contributed to his fame and subsequent neglect until recent times. Trained in Florence, he idolized Michelangelo and was influenced by Andrea del Sarto, Rosso, and Pontormo.\u003cbr\u003e\u003cbr\u003eIn 1529, Vasari studied in Rome, where he absorbed the works of Raphael and other High Renaissance artists. His Mannerist paintings achieved more admiration during his lifetime than afterward. Some of his significant works include frescoes in Palazzo della Cancelleria and Palazzo Vecchio in Florence, as well as in the Sala Regia in Rome. He also contributed to the development of Counter-Reformation iconography.\u003cbr\u003e\u003cbr\u003eVasari's architectural contributions can be seen in the Uffizi in Florence and the Palazzo dei Cavalieri in Pisa. However, his most enduring legacy is as a writer. His \"Le Vite de' più eccelenti architetti, pittori, et scultori italiani\" ('Lives of the most excellent painters, sculptors, and architects'), first published in 1550 and revised in 1568, was the first and most influential narrative history of art. His philosophical approach shaped the way art history was viewed, focusing on notable careers and achievements.\u003cbr\u003e\u003cbr\u003eVasari's notion of artistic progress was revolutionary. He outlined three stages in the development of art, culminating in the triumph over nature achieved by Leonardo, Raphael, and Michelangelo. He saw these stages as the childhood, youth, and maturity of art, a critical canon that influenced the valuation of artworks for centuries.\u003cbr\u003e\u003cbr\u003eOverall, Vasari's works, both in art and writing, left a lasting impact on the perception and understanding of the Italian Renaissance.\r","url_wiki":"https://en.wikipedia.org/wiki/Giorgio_Vasari","url_wga":"https://www.wga.hu/html/v/vasari/1/","nationality":"Italian"}}