{"id":"2574","author_id":"giotto-di-bondone","title":"The Resurrection of Lazarus","filename":"giotto-di-bondone-1310-the-raising-of-lazarus-full.jpg","reference":"JN11_1","keywords":" raising lazarus","type":"Bible Art","year":1310,"author":{"id":"giotto-di-bondone","name":"Giotto Di Bondone","name_alt":"Giotto or Giottus","born":1267,"died":1337,"description":"Giotto di Bondone, commonly known as Giotto and Latinised as Giottus, was an illustrious Italian painter and architect from Florence during the Late Middle Ages, specifically in the Gothic/Proto-Renaissance period. Born around 1267 and passing away on January 8, 1337, Giotto was celebrated for his groundbreaking work in painting. Giovanni Villani, a contemporary banker and chronicler, acclaimed Giotto as the preeminent master of painting of his era, praised for his naturalistic depiction of figures and postures. Giorgio Vasari, in his seminal \"Lives of the Most Excellent Painters, Sculptors, and Architects,\" credited Giotto with the revolutionary shift from the Byzantine style, introducing accurate life drawing that had been neglected for over two centuries.\u003cbr\u003e\u003cbr\u003eGiotto was recognized by Dante as the leading artist of his time. His impact on the Renaissance was profound, influencing early 15th-century artists like Masaccio and later figures of the High Renaissance such as Raphael and Michelangelo. Giotto's art was characterized by clear, simple solutions to representing space, volume, and the human figure. He had a unique ability to distill sacred narratives to their dramatic core, conveying their spiritual and psychological essence through his compositions.\u003cbr\u003e\u003cbr\u003eGiotto's success also stemmed from his understanding of the sculptural work of Nicola Pisano, Arnolfo di Cambio, and Giovanni Pisano, reflecting the unity of arts in his era. Notably, towards the end of his life, Giotto was commissioned to build the Campanile ('Giotto's Tower') of the Florence Cathedral in 1344, highlighting his architectural prowess.\u003cbr\u003e\u003cbr\u003eThe Scrovegni Chapel in Padua, also known as the Arena Chapel, is considered Giotto's masterpiece. Completed around 1305, the fresco cycle inside depicts the Life of the Virgin and the Life of Christ, and stands as a paramount work of the Early Renaissance. Despite controversies surrounding various aspects of his life, including his birthplace, apprenticeship, and burial place, Giotto's role in designing the new campanile of the Florence Cathedral and his work on the Arena Chapel are among the few certainties of his significant contributions to art history.\r","url_wiki":"https://en.wikipedia.org/wiki/Giotto","url_wga":"https://www.wga.hu/html/g/giotto/assisi/lower/crossing/","nationality":"Italian"}}