{"id":"2578","author_id":"giovanni-andrea-de-ferrari","title":"Noah and His Sons","filename":"giovanni-andrea-de-ferrari-1635-noahs-inebriation-drunkenness-full.jpg","reference":"GN9_18","keywords":" noahs inebriation drunkenness","type":"Bible Art","year":1635,"author":{"id":"giovanni-andrea-de-ferrari","name":"Giovanni Andrea De Ferrari","name_alt":"Giovanni Andrea","born":1598,"died":1669,"description":"Giovanni Andrea de Ferrari, an eminent Italian Baroque painter active mainly in Genoa, was born in 1598 and passed away in 1669. He was a part of the prominent Genoese de Ferrari family, with his father being Battista de Ferrari. Initially inclined towards literature, Giovanni Andrea later pursued art, studying under Bernardo Castello and then Bernardo Strozzi. He was also influenced by the works of Antony van Dyck, who had resided in Genoa.\u003cbr\u003e\u003cbr\u003eDe Ferrari specialized in religious subject matter and was a devoted follower of his master Strozzi's style, to the point where some of his works were mistaken for Strozzi's. However, his unique style is characterized by a thinner application of paint, expressive van Dyckian heads, tapered hands, and tightly rolled drapery sleeves. His paintings also demonstrated an interest in still-life and everyday objects, depicted with remarkable spontaneity.\u003cbr\u003e\u003cbr\u003eThroughout the 1620s, Giovanni Andrea created several large canvases with scenes from the lives of saints, drawing on various influences. His work from this period, like the 'St Thomas Preaching to the King of India' and 'Charity of St Antonino,' showcased influences from Ansaldo, while his 'Guardian Angel' reflected a response to Castello.\u003cbr\u003e\u003cbr\u003eIn 1634, he was inducted into the Accademia di San Luca in Rome, though there is no record of him being in Rome. His work in the 1630s included significant paintings like the 'Miracle of St Bridget' and the 'Madonna of the Rosary with SS Dominic and Catherine.'\u003cbr\u003e\u003cbr\u003ePost-1630s, fewer dated works make it challenging to establish a precise chronology for the artist. Giovanni Andrea’s later works, like 'Esau Selling his Birthright,' showed a departure from the mannerism of Strozzi and Ansaldo, reflecting a more refined approach to religious narratives and psychology.\u003cbr\u003e\u003cbr\u003eGiovanni Andrea de Ferrari remained in Genoa throughout his life and was known as a dedicated teacher. His studio included notable students like Valerio Castello, Giovanni Battista Merano, and possibly Giovanni Benedetto Castiglione. His contributions to the Genoese Baroque, along with Assereto and Orazio de Ferrari, significantly influenced the region’s artistic development.\r","url_wiki":"https://en.wikipedia.org/wiki/Giovanni_Andrea_de_Ferrari","url_wga":"https://www.wga.hu/html/f/ferrari/giovanni/","nationality":"Italian"}}