{"id":"2590","author_id":"giovanni-battista-gaulli","title":"The Testimony of John the Baptist","filename":"giovanni-battista-gaulli-1690-the-preaching-of-john-the-baptist-full.jpg","reference":"JN1_19","keywords":" preaching john baptist","type":"Bible Art","year":1690,"author":{"id":"giovanni-battista-gaulli","name":"Giovanni Battista Gaulli","name_alt":"Gaulli","born":1639,"died":1709,"description":"Giovanni Battista Gaulli, an Italian painter born in Genoa, made a significant impact in the art world, primarily in Rome, where he settled in 1657. Under the patronage of the renowned sculptor and architect Gianlorenzo Bernini, Gaulli achieved great success. He is best known for his altarpieces and portraits, having painted each of the seven popes from Alexander VII to Clement XI. However, his most remembered work is his decorative painting, particularly the 'Adoration of the Name of Jesus' (1674-1679) on the ceiling of the nave of the Gesu. This masterpiece of illusionistic decoration is considered one of the greatest works of its kind, comparable to Pozzo's ceiling in Sant'Ignazio. The stucco figures in this work, seamlessly integrated with the painted decoration and crafted by Bernini's pupil Antonio Raggi, create a stunning visual illusion.\u003cbr\u003e\u003cbr\u003eIn the mid-17th century, Gaulli's native Genoa was an artistic hub, welcoming influences from Northern European artists, including Peter Paul Rubens and Anthony van Dyck. This exposure to a blend of foreign and local artists like Valerio Castello, Giovanni Benedetto Castiglione, and Bernardo Strozzi, influenced Gaulli's style, particularly Strozzi's warm palette. In the 1660s, Gaulli also experimented with the cooler palette and linear style of Bolognese classicism.\u003cbr\u003e\u003cbr\u003eDiscovered by Genoese art merchant Pellegrino Peri in Rome, Gaulli's talent was soon recognized by Bernini, who helped propel his career. He found patronage among Jesuits, notably Giovanni Paolo Oliva, and in 1662, he joined the Accademia di San Luca in Rome. The following year marked his first public commission in San Rocco, Rome, and he subsequently received numerous private commissions.\u003cbr\u003e\u003cbr\u003eAfter visiting Parma and witnessing Correggio's frescoed dome-ceiling, Gaulli's style evolved, adopting a more painterly approach and compositions organized di sotto in su, influencing his later masterpieces. At his career's peak, he was among Rome's most esteemed portrait painters. While primarily known for his paintings, a substantial collection of his drawings also survives. Gaulli passed away in Rome, likely on April 2, 1709.\r","url_wiki":"https://en.wikipedia.org/wiki/Giovanni_Battista_Gaulli","url_wga":"https://www.wga.hu/html/b/baciccio/","nationality":"Italian"}}