{"id":"2599","author_id":"giovanni-battista-tiepolo","title":"The Crucifixion","filename":"giovanni-battista-tiepolo-1724-the-crucifixion-full.jpg","reference":"JN19_1","keywords":" crucifixion","type":"Bible Art","year":1724,"author":{"id":"giovanni-battista-tiepolo","name":"Giovanni Battista Tiepolo","name_alt":"Giambattista (or Gianbattista) Tiepolo","born":1696,"died":1770,"description":"Giovanni Battista Tiepolo, an Italian painter and printmaker, was a pivotal figure in the Rococo style of the Republic of Venice. Born on March 5, 1696, Tiepolo was prolific and worked extensively not only in Italy but also in Germany and Spain. He enjoyed early career success and was lauded by Michael Levey as \"the greatest decorative painter of eighteenth-century Europe, as well as its most able craftsman.\"\u003cbr\u003e\u003cbr\u003eThe sixth and last child of a merchant family, Tiepolo was baptized in Venice and did not come from a noble lineage. His family had strong business ties which helped secure highborn godparents for him and his siblings. Following his father's death, Tiepolo's mother may have raised the children under difficult circumstances. In 1719, Tiepolo married Maria Cecilia Guardi, with whom he had several children who survived to adulthood, including painter sons Giandomenico and Lorenzo Tiepolo.\u003cbr\u003e\u003cbr\u003eRecognized as the last great Venetian decorator and a pure exponent of Italian Rococo, Tiepolo's artistic development was influenced by painters like Sebastiano Ricci, Piazzetta, and Veronese. He was admitted into the Fraglia (Guild) in 1717, and his artistic style evolved from darker Piazettesque influences to a lighter, more fluid approach. His major commissions include frescoes in the Archbishop's Palace at Udine and the Palazzo Labia in Venice.\u003cbr\u003e\u003cbr\u003eIn 1750, Tiepolo was invited to Würzburg to decorate the Kaisersaal in the Residenz. Along with his sons and assistants, he undertook a significant artistic task, merging German Rococo architecture with allegorical painting. After returning to Venice in 1755, he was elected President of the Venetian Academy and later went to Spain to work on the Royal Palace in Madrid.\u003cbr\u003e\u003cbr\u003eTiepolo's extensive body of work includes frescoes, altarpieces, and a limited number of portraits. He also made significant contributions to the 18th-century Venetian etching school. Despite his success, his later years in Spain were overshadowed by professional challenges and the rise of Neoclassicism. Tiepolo passed away in Madrid on March 27, 1770, leaving a rich legacy in Rococo art.\r","url_wiki":"https://en.wikipedia.org/wiki/Giovanni_Battista_Tiepolo","url_wga":"https://www.wga.hu/html/t/tiepolo/gianbatt/7_1760s/","nationality":"Italian"}}