{"id":"2641","author_id":"jan-brueghel","title":"Noah's Ark","filename":"jan-brueghel-ark-noah-full.jpg","reference":"GN6_9","keywords":"ark noah","type":"Bible Art","year":1600,"author":{"id":"jan-brueghel","name":"Jan Brueghel","name_alt":"Jan Brueghel (also Bruegel or Breughel) the Elder","born":1568,"died":1625,"description":"Jan Brueghel (also Bruegel or Breughel) the Elder: 1568 – 13 January 1625) was a Flemish painter and draughtsman. He was the son of the eminent Flemish Renaissance painter Pieter Brueghel the Elder. A close friend and frequent collaborator with Peter Paul Rubens, the two artists were the leading Flemish painters in the first three decades of the 17th century.\u003cbr\u003e\u003cbr\u003eBrueghel worked in many genres including history paintings, flower still lifes, allegorical and mythological scenes, landscapes and seascapes, hunting pieces, village scenes, battle scenes and scenes of hellfire and the underworld. He was an important innovator who invented new types of paintings such as flower garland paintings, paradise landscapes, and gallery paintings in the first quarter of the 17th century. He further created genre paintings that were imitations, pastiches and reworkings of his father's works, in particular his father's genre scenes and landscapes with peasants. Brueghel represented the type of the pictor doctus, the erudite painter whose works are informed by the religious motifs and aspirations of the Catholic Counter-Reformation as well as the scientific revolution with its interest in accurate description and classification. He was court painter of the Archduke and Duchess Albrecht and Isabella, the governors of the Southern Netherlands.\u003cbr\u003e\u003cbr\u003eThe artist was nicknamed \"Velvet\" Brueghel, \"Flower\" Brueghel, and \"Paradise\" Brueghel. The first is believed to have been given him because of his mastery in the rendering of fabrics. The second nickname is a reference to his specialization in flower still lifes and the last one to his invention of the genre of the paradise landscape. His brother Pieter Brueghel the Younger was traditionally nicknamed \"de helse Brueghel\" or \"Hell Brueghel\" because it was believed he was the author of a number of paintings with fantastic depictions of fire and grotesque imagery. These paintings have now been reattributed to Jan Brueghel the Elder.\u003cbr\u003e\u003cbr\u003eEarly in his career he visited Cologne and Italy, before settling in Antwerp in 1597. He enjoyed a highly successful and honourable career there, becoming Dean of the Guild, working for the Archduke Albert and the Infanta Isabella, and making frequent visits to Brussels court. His specialities were still-lifes, especially flower paintings, and landscapes, but he worked in entirely different spirit from his father, depicting brilliantly coloured, lush woodland scenes, often with mythological figures, in the manner of Coninxloo and Bril. His exquisite flower paintings were rated the finest of the day, and his virtuoso skill at depicting delicate textures earned him the nickname 'Velvet Brueghel'. Often he collaborated with other artists (notably his close friend Rubens), painting backgrounds, animals, or flowers for them. He had considerable influence, notably on his pupil Daniel Seghers, his sons Jan II and Ambrosius,, and his grandson Jan van Kessel. Further descendants and imitators carried his style into the 18th century.\r","url_wiki":"https://en.wikipedia.org/wiki/Jan_Brueghel_the_Elder","url_wga":"https://www.wga.hu/html_m/b/bruegel/jan_e/1/","nationality":"Flemish","movement":"Counter-Reformation"}}