{"id":"2688","author_id":"giovanni-benedetto-castiglione","title":"The Shepherd's Adoration of Christ","filename":"giovanni-benedetto-castiglione-1659-the-adoration-shepherds-full.jpg","reference":"LK2_8","keywords":" adoration shepherds","type":"Bible Art","year":1659,"author":{"id":"giovanni-benedetto-castiglione","name":"Giovanni Benedetto Castiglione","born":1609,"died":1664,"description":"Giovanni Benedetto Castiglione (baptized 23 March 1609 – 5 May 1664) was an Italian Baroque painter, printmaker and draftsman, of the Genoese school. He is best known now for his etchings, and as the inventor of the printmaking technique of monotyping. He was known as Il Grechetto in Italy and in France as Le Benédette.\u003cbr\u003e\u003cbr\u003eA pupil of van Dyck, in whose studio in Genoa he worked from 1621. He was - for an Italian - much influenced by foreigners, for his style was formed by Flemish painters and Rembrandt's etchings; later, he was much influenced by Poussin and Rubens. Like Bassano, he was a great animal painter. He was in Rome by 1634, when he was in the Academy of St Luke, and he remained there until at least 1650, with visits to Naples and Genoa. It was at this time that he was influenced by Poussin.\u003cbr\u003e\u003cbr\u003eAbout 1648/50 he began to work for the Mantuan Court, which perhaps explains the influence of Rubens, who had worked there some forty years earlier. His latest works have a deep mystical fervour, but he is principally remembered as the inventor of a kind of drawing in thin washes of oil-paint, and, more important, of the 'monotype'. He may also have invented soft-ground etching, of which he was certainly an early exponent. Excellent examples of both drawings and monotypes are in the Royal Collection at Windsor, and other works are in Bergamo, Cambridge (Fitzwilliam), Dresden, Dublin, Genoa, Hartford Conn., Los Angeles, Madrid, Montpellier, Munich, Ottawa, Paris (Louvre), Rome (Doria), Rouen and Turin.\r","url_wiki":"https://en.wikipedia.org/wiki/Giovanni_Benedetto_Castiglione","url_wga":"https://www.wga.hu/html/c/castigli/","nationality":"Italian"}}