{"id":"2693","author_id":"henry-ossawa-tanner","title":"Gabriel Visits Mary","filename":"henry-ossawa-tanner-the-annunciation-full.jpg","reference":"LK1_26","keywords":"the annunciation","type":"Bible Art","year":1900,"author":{"id":"henry-ossawa-tanner","name":"Henry Ossawa Tanner","name_alt":"Henry Tanner","born":1859,"died":1937,"description":"Henry Ossawa Tanner (June 21, 1859 – May 25, 1937) was an American artist and the first African-American painter to gain international acclaim. Tanner moved to Paris, France, in 1891 to study, and continued to live there after being accepted in French artistic circles. His painting entitled Daniel in the Lions' Den was accepted into the 1896 Salon, the official art exhibition of the Académie des Beaux-Arts in Paris.\u003cbr\u003e\u003cbr\u003eAfter his own self-study in art as a young man, Tanner enrolled in 1879 at the Pennsylvania Academy of the Fine Arts in Philadelphia. The only black student, he became a favorite of the painter Thomas Eakins, who had recently begun teaching there. Tanner made other connections among artists, including Robert Henri. In the late 1890s he was sponsored for a trip to the Mutasarrifate of Jerusalem by Rodman Wanamaker, who was impressed by his paintings of biblical themes.\u003cbr\u003e\u003cbr\u003eTanner is often regarded as a realist painter, focusing on accurate depictions of subjects. While works such as The Banjo Lesson were concerned with everyday life as an African American, Tanner later painted themes based on religious subjects, for which he is now best known. It is likely that Tanner's father, a minister in the African Methodist Episcopal Church, was a formative influence for him.\u003cbr\u003e\u003cbr\u003eTanner's body of work is not limited to one specific approach to painting and drawing. His works vary from meticulous attention to detail in some paintings to loose, expressive brushstrokes in others. Often both methods are employed simultaneously. Tanner was also interested in the effects that color could have in a painting. Many of his paintings accentuate a specific area of the color spectrum. Warmer compositions such as The Resurrection of Lazarus (1896) and The Annunciation (1898) express the intensity and fire of religious moments, and the elation of transcendence between the divine and humanity. Other paintings emphasize cool hues, which became dominant in his work after the mid-1890s. A palette of indigos and turquoise—referred to as the \"Tanner blues\"—characterizes works such as The Three Marys (1910), Gateway (1912) and The Arch (1919). Works such as The Good Shepherd (1903) and Return of the Holy Women (1904) evoke a feeling of somber religiosity and introspection. Tanner often experimented with light in a composition. The source and intensity of light and shadow in his paintings create a physical, almost tangible space and atmosphere while adding emotion and mood to the environment. Tanner also used light to add symbolic meaning to his paintings. In The Annunciation (1898) the angel Gabriel is represented as a column of light that forms, together with the shelf in the upper left corner, a cross. This view of the representation of Gabriel is consistent with James Romaine's comment that \"Through the visual language of her pose and expression Tanner draws the viewer into Mary's inner life of virtue, trepidation, acceptance, and wonderment.\" Mary's acceptance includes her acceptance of the cross that she will have to bear by consenting to be the Lord's handmaid (Luke 1:38).\r","url_wiki":"https://en.wikipedia.org/wiki/Henry_Ossawa_Tanner","nationality":"American"}}