{"id":"2759","author_id":"jean-baptiste-camille-corot","title":"Hagar and Ishmael","filename":"jean-baptiste-camille-corot-1835-hagar-the-wilderness-1-full.jpg","reference":"GN16_1","keywords":"hagar wilderness  ","type":"Bible Art","year":1835,"author":{"id":"jean-baptiste-camille-corot","name":"Jean Baptiste Camille Corot","name_alt":"Jean-Baptiste-Camille Corot ","born":1796,"died":1875,"description":"Jean-Baptiste-Camille Corot (French: July 16, 1796 – February 22, 1875) was a French landscape and portrait painter as well as a printmaker in etching. He is a pivotal figure in landscape painting and his vast output simultaneously references the Neo-Classical tradition and anticipates the plein-air innovations of Impressionism. He spent most of his time in and around Rome, where he developed, through painting on the spot, his sensitive treatment of light, form and distance in terms of tonal values rather than by colour and drawing. In this he resembled Georges Michel (whom he knew), but never to the point of abandoning, for works to be exhibited, the traditional classical or religious subject; this he used as a disguise for his unconventional vision, although these carefully composed landscapes have little of the spontaneity of his sketches from nature.\u003cbr\u003e\u003cbr\u003eHe travelled widely in France 1827-34, and returned to Italy for several months in 1834 and 1843, his journeys being recorded in his drawings or his 'pochades,' which are small and very freely handled, and remarkable for the justness of their tonal values and the freshness of their colour.\u003cbr\u003e\u003cbr\u003eBy the early 1850s the tide of official and public favour had turned, possibly because by then he had developed for his Salon exhibits a fuzzy, woolly, poeticising manner entirely different from the directness and keenness of observation found in his sketches. This muzzy treatment of the landscape and trees in soft, grey-green tones became immensely popular, and has assured him the most notoriously prolific of all posthumous productions (it has been said that Corot painted 1,000 pictures, of which 1,500 are in America).\u003cbr\u003e\u003cbr\u003eHis very late figure studies and portraits are entirely free from the blurred and formless approach of his public manner, and show that in his 70s he was able to absorb the ideas of younger men, such as Courbet and Manet. His personal prestige with the younger generation was very great, and he did all in his admittedly limited power to soften the rigours of the Salon jury towards the works of unacademic artists.\u003cbr\u003e\u003cbr\u003eHe was a man of great simplicity and generosity and extremely charitable, as witness his support of Daumier in his blindness, Millet's widow, and his benefactions during the Franco-Prussian War.\u003cbr\u003e\u003cbr\u003eThere are examples of his art - autograph or attributed - in almost every museum of any size all over the world (there are sixteen in the National Gallery, London, alone). The works of Caruelle d'Aligny (1798-1871) and Édouard Bertin (1797-1871), who were his companions in Rome in 1825-27 on many of his painting expeditions, can all too easily be confused with his.\r","url_wiki":"https://en.wikipedia.org/wiki/Jean-Baptiste-Camille_Corot","url_wga":"https://www.wga.hu/html/c/corot/","nationality":"French"}}