{"id":"29","author_id":"antonio-bellucci","title":"Rebecca","filename":"antonio-bellucci-rebecca-full.jpg","reference":"GN24_1","keywords":"rebecca","type":"Bible Art","year":1700,"author":{"id":"antonio-bellucci","name":"Antonio Bellucci","born":1654,"died":1726,"description":"Antonio Bellucci was an Italian painter, who was active also in Austria, Germany and England. He studied drawing with a nobleman Domenico Difnico in Sebenico (Sibenik) in Dalmatia (now part of Croatia, at that time a Venetian colony) and went to Venice around 1675. His first works were influenced by Pietro Liberi, Andrea Celesti and Antonio Zanchi, as is apparent from the large canvas showing St Lorenzo Giustiniani, first Patriarch of Venice, praying for the city's deliverance from the plague of 1447 (c. 1691; Venice, S Pietro di Castello, choir). In the following years, in response to Veronese, his palette became lighter.\u003cbr\u003e\u003cbr\u003eThe first of his contacts with Austria was made in 1692, when he executed four altarpieces depicting scenes from the lives of various saints for the church of Klosterneuburg (in situ). From 1695 to 1700 he lived in Vienna; he was back in Venice in 1700 and returned to Vienna in 1702. During his years in Vienna he decorated the grandiose ceilings of the Palais Liechtenstein with the Triumph of Hercules and allegorical scenes that look back to Bolognese decorative painters, such as Carlo Cignani. He is recorded in Venice again in 1704, and in 1705 he travelled to Düsseldorf to work for John William, Elector of the Palatinate, a member of the Wittelsbach family; he worked there almost continuously until his patron's death in 1716. Among the paintings executed for John William's country seat, Schloss Bensberg, are the Marriage of John William with Anna Maria Luisa de' Medici and Elector Palatine John William Handing the Baton of Command to his Son (both Munich, Alte Pinakothek). From 1716 to 1722 Bellucci was in England, where he fulfilled several commissions for James Brydges, 1st Duke of Chandos, including the decoration of two ceilings (destroyed) at Cannons, the Duke's country house in Middlesex.\u003cbr\u003e\u003cbr\u003eBellucci is one of the best representatives of the transition from the rhetorical Venetian late Baroque to the lighter style of the 18th century. His work was particularly important for his pupil Antonio Balestra and for the early development of Sebastiano Ricci.\r","url_wiki":"https://en.wikipedia.org/wiki/Antonio_Bellucci","url_wga":"https://www.wga.hu/html_m/b/bellucci/","nationality":"Italy","movement":"Rococo"}}