{"id":"308","author_id":"carl-bloch","title":"The Resurrection of Lazarus","filename":"carl-bloch-jesus-raised-lazarus-full.jpg","reference":"JN11_1","keywords":"Jesus Raised Lazarus","type":"Bible Art","year":1866,"author":{"id":"carl-bloch","name":"Carl Bloch","born":1834,"died":1890,"description":"Carl Bloch, a renowned Danish painter, studied under Wilhelm Marstrand at the Royal Danish Academy of Art (Det Kongelige Danske Kunstakademi). Born in Copenhagen, Bloch was initially expected to pursue a naval career, but his passion for drawing and painting led him on a different path. His fervor for art was so intense that it became his sole focus, leading him to study in Italy after traveling through the Netherlands. There, he was deeply influenced by the works of Rembrandt.\u003cbr\u003e\u003cbr\u003eBloch married Alma Trepka in Rome on 31 May 1868, and they shared a happy marriage until her untimely death in 1886. This loss deeply affected Bloch, who was left to care for their eight children alone. His early works depicted rural scenes from everyday life, but his time in Italy from 1859 to 1866 was pivotal in developing his historical style.\u003cbr\u003e\u003cbr\u003eBloch's first significant success was the exhibition of his painting \"Prometheus Unbound\" in Copenhagen in 1865. Following the death of his mentor, Marstrand, he completed the decoration of the ceremonial hall at the University of Copenhagen. Renowned author H.C. Andersen wrote to Bloch, praising his art and its immortal qualities.\u003cbr\u003e\u003cbr\u003eBloch was commissioned to create 23 paintings for the King's Chapel at Frederiksborg Palace, depicting scenes from the life of Christ. These works, created between 1865 and 1879, are celebrated for their illustration quality and remain at Frederiksborg Palace. His altarpieces are located in various churches in Denmark and Sweden.\u003cbr\u003e\u003cbr\u003eThrough the efforts of Soren Edsberg, a Danish-born artist, Bloch's painting 'Christ healing at the pool of Bethesda' was acquired by The Museum of Art at Brigham Young University in the United States. Another work, 'The Mocking of Christ', was purchased by the same institution in June 2015.\u003cbr\u003e\u003cbr\u003eCarl Bloch died of cancer on 22 February 1890, a significant loss to Nordic art. At his funeral, it was eulogized that \"Bloch stays and lives.\" Danish art critic Karl Madsen lauded Bloch's contribution to Danish art, suggesting that in the artistic Elysium, Bloch would sit among the noblest of artists. His legacy continues to be celebrated for reaching toward the great heights of artistic achievement.\r","url_wiki":"https://en.wikipedia.org/wiki/Carl_Bloch","url_wga":"https://www.wga.hu/html_m/b/bloch/","nationality":"Danish"}}