{"id":"3137","author_id":"jean-leon-gerome","title":"The Christian Martyrs' Last Prayer","filename":"jean-leon-gerome-the-christian-martyrs-last-prayer-walters-full.jpg","reference":"RV13_11","keywords":"the christian martyrs last prayer walters","type":"Sketch","year":1870,"author":{"id":"jean-leon-gerome","name":"Jean Leon Gerome","name_alt":"Jean-Léon Gérôme","born":1824,"died":1904,"description":"Jean-Léon Gérôme (11 May 1824 – 10 January 1904) was a French painter and sculptor in the style now known as academicism. The range of his oeuvre included historical painting, Greek mythology, Orientalism, portraits, and other subjects, bringing the academic painting tradition to an artistic climax. He is considered one of the most important painters from this academic period. He was also a teacher with a long list of students.\u003cbr\u003e\u003cbr\u003eSon of a goldsmith, he studied in Paris and painted melodramatic and often erotic historical and mythological compositions, excelling as a draftsman in the linear style of Jean-Auguste-Dominique Ingres. In Paris, he struggled, painting religious cards and selling them on the steps of churches in order to survive. After a few years, he left for Italy.\u003cbr\u003e\u003cbr\u003eIn the late 1840s the French government gave Gérôme a monumental commission to paint the massive Age of Augustus. In preparation for this commission, he traveled extensively in Europe and Asia Minor, documenting the customs of various regions. He spent two years working on the painting, tirelessly perfecting details of the various ethnic groups. With the money realized from this work, Gérôme indulged his wanderlust and spent several months traveling and sketching in Egypt.\u003cbr\u003e\u003cbr\u003eHis best-known works are scenes inspired by the visits to Egypt. For the last twenty-five years of his life, he concentrated on sculpture. His studio became a meeting place for artists, actors, and writers, and he was appointed a professor at the École des Beaux-Arts. Gérôme became a legendary and respected master, noted for his sardonic wit, lax discipline, regimented teaching methods, and extreme hostility to the Impressionists. He exerted much influence as a teacher at the École des Beaux-Arts; his pupils included Odilon Redon and Thomas Eakins. A staunch defender of the academic tradition, he tried in 1893 to block the government's acceptance of the Impressionist works bequeathed by Gustave Caillebotte.\r","url_wiki":"https://en.wikipedia.org/wiki/Jean-L%C3%A9on_G%C3%A9r%C3%B4me","url_wga":"https://www.wga.hu/html/g/gerome/","nationality":"French"}}