{"id":"33","author_id":"briton-riviere","title":"The Gerasene Demoniac","filename":"briton-riviere-the-miracle-of-the-gaderene-swine-full.jpg","reference":"MK5_1","keywords":"miracle gaderene swine","type":"Bible Art","year":1900,"author":{"id":"briton-riviere","name":"Briton Riviere","born":1840,"died":1920,"description":"Briton Rivière RA, born on 14 August 1840 in London and passing away on 20 April 1920 in the same city, was a distinguished British artist of Huguenot descent. Renowned for his animal paintings, Rivière also showcased a variety of works at the Royal Academy. His artistic lineage was rich; his father, William Rivière (1806–1876), was a drawing master at Cheltenham College and later an art teacher at the University of Oxford. Briton, educated at Cheltenham College and Oxford University, where he graduated in 1867, received his art training primarily from his father. His uncle, Henry Parsons Rivière (1811–1888), was a celebrated watercolourist, contributing to the Royal Watercolour Society and the Royal Birmingham Society of Artists.\u003cbr\u003e\u003cbr\u003eRivière's early works appeared at the British Institution, and he first exhibited at the Royal Academy in 1857 with three pieces. By 1863, he became a regular at Academy exhibitions, showcasing works like 'The eve of the Spanish Armada' and 'Romeo and Juliet'. However, by 1865, he shifted his focus to animal subjects, starting with 'Sleeping Deerhound', a theme that would dominate his artistic career. In an interview with Chums Boys Annual, Rivière shared insights into his approach to painting animals, highlighting his preference for working with both live and deceased animals and his experience in zoological dissections.\u003cbr\u003e\u003cbr\u003eRivière also made a mark as an illustrator, beginning with Punch magazine. He was elected an Associate of the Royal Academy of Arts in 1878, a Royal Academician in 1881, and received a Doctor of Civil Law degree from Oxford in 1891. He narrowly missed becoming the President of the Royal Academy in 1896. His wife, Mary Alice Rivière (née Dobell; 1844–1931), was also a painter and exhibited at the Royal Academy of Arts. After his death, she donated several of his works to the British Museum. The couple had seven children, including Hugh Goldwin Rivière, a portraitist, and a son who married psychoanalyst Joan Riviere. Rivière's legacy in the art world, particularly in the realm of animal painting, remains significant, reflecting his unique blend of academic training and personal passion for the animal subject.\r","url_wiki":"https://en.wikipedia.org/wiki/Briton_Rivi%C3%A8re","nationality":"British - American"}}