{"id":"3322","author_id":"johann-friedrich-overbeck","title":"Christ Resurrects the Daughter of Jairus","filename":"johann-friedrich-overbeck-christ-resurrects-daughter-jairus-full.jpg","reference":"MK5_35","keywords":"christ resurrects daughter jairus","type":"Bible Art","year":1850,"author":{"id":"johann-friedrich-overbeck","name":"Johann Friedrich Overbeck","born":1789,"died":1869,"description":"Johann Friedrich Overbeck (3 July 1789 – 12 November 1869) was a German painter and member of the Nazarene movement. He also made four etchings.\u003cbr\u003e\u003cbr\u003eBorn in Lübeck, his ancestors for three generations had been Protestant pastors; his father Christian Adolph Overbeck (1755–1821) was doctor of law, poet, mystic pietist and burgomaster of Lübeck. Within a stone's throw of the family mansion in the Konigstrasse stood the Gymnasium, where the uncle, doctor of theology and a voluminous writer, was the master; there the nephew became a classic scholar and received instruction in art.\u003cbr\u003e\u003cbr\u003eThe young artist left Lübeck in March 1806, and entered as student the academy of Vienna, then under the direction of Heinrich Füger. While Overbeck clearly accrued some of the polished technical aspects of the neoclassic painters, he was alienated by lack of religious spirituality in the themes chosen by his masters. Overbeck wrote to a friend that he had fallen among a vulgar set, that every noble thought was suppressed within the academy and that losing all faith in humanity, he had turned inward to his faith for inspiration.\u003cbr\u003e\u003cbr\u003eIn Overbeck's view, the nature of earlier European art had been corrupted throughout contemporary Europe, starting centuries before the French Revolution, and the process of discarding its Christian orientation was proceeding further now. He sought to express Christian art before the corrupting influence of the late Renaissance, casting aside his contemporary influences, and taking as a guide early Italian Renaissance painters, up to and including Raphael. After four years, their differences between his group and others in the academy had grown so irreconcilable, that Overbeck and his followers were expelled.\u003cbr\u003e\u003cbr\u003eHe left for Rome, where he arrived in 1810, carrying his half-finished canvas of Christ's Entry into Jerusalem. Rome became for 59 years the centre of his labor. He was joined by a company of like-minded artists, including Peter von Cornelius, Friedrich Wilhelm Schadow and Philipp Veit, who jointly housed in the old Franciscan convent of San Isidoro, and became known among friends and enemies by the descriptive epithet of Nazarenes. Their precept was hard and honest work and holy living; they eschewed the antique as pagan, the Renaissance as false, and built up a severe revival on simple nature and on the serious art of Perugino, Pinturicchio, Francesco Francia and the young Raphael. The characteristics of the style thus educed were nobility of idea, precision and even hardness of outline, scholastic composition, with the addition of light, shade and colour, not for allurement, but chiefly for perspicuity and completion of motive. Overbeck in 1813 joined the Roman Catholic Church, and thereby he believed that his art received Christian baptism.\u003cbr\u003e\u003cbr\u003eTimely commissions followed. The Prussian consul, Jakob Salomon Bartholdy, had a house on the brow of the Pincian Hill, called Palazzo Zuccari or Casa Bartholdy, and he engaged the quartet of Overbeck, Cornelius, Veit and Schadow to fresco a room 7 m square (now in the Alte Nationalgalerie, Berlin) with episodes from the story of Joseph and his Brethren. The subjects which fell to the lot of Overbeck were the Seven Years of Famine and Joseph sold by his Brethren, finished in 1818. In the same year Prince Massimo commissioned Overbeck, Cornelius, Veit and Schnorr to cover the walls and ceilings of his garden pavilion, near St. John Lateran, with frescoes illustrative of Tasso, Dante and Ariosto. To Overbeck was assigned, in a room 5 m square, the illustration of Tasso's Jerusalem Delivered; and of eleven compositions occupying one entire wall, is the Meeting of Godfrey de Bouillon and Peter the Hermit. After ten years delay, the overtaxed and enfeebled painter delegated the completion of the frescoes to his friend Joseph von Führich. The leisure thus gained was devoted to a thoroughly congenial theme, the Vision of St Francis, a wall-painting 6.5 m long, finished in 1830, for the Porziuncola in the Basilica of Santa Maria degli Angeli near Assisi.\u003cbr\u003e\u003cbr\u003eOverbeck was elected a Foreign Honorary Member of the American Academy of Arts and Sciences in 1864. He died in Rome in 1869. He was interred in the church of San Bernardo alle Terme.\r","url_wiki":"https://en.wikipedia.org/wiki/Johann_Friedrich_Overbeck","url_wga":"https://www.wga.hu/html/o/overbeck/","nationality":"German"}}