{"id":"3339","author_id":"john-martin","title":"The Seventh Plague","filename":"john-martin-the-seventh-plague-full.jpg","reference":"EX9_13","keywords":"seventh plague","type":"Bible Art","year":1830,"author":{"id":"john-martin","name":"John Martin","born":1789,"died":1854,"description":"John Martin (19 July 1789 – 17 February 1854) was an English Romantic painter, engraver and illustrator. He was celebrated for his typically vast and melodramatic paintings of religious subjects and fantastic compositions, populated with minute figures placed in imposing landscapes. Martin's paintings, and the prints made from them, enjoyed great success with the general public—in 1821 Thomas Lawrence referred to him as \"the most popular painter of his day\"—but were lambasted by John Ruskin and other critics.\u003cbr\u003e\u003cbr\u003eMarin was celebrated for his melodramatic scenes of cataclysmic events crowded with tiny figures placed in vast architectural settings. He caught the public imagination with spectacular paintings such as Joshua Commanding the Sun to Stand Still (United Grand Lodge of Great Britain, London, 1816), the work that made him famous, and in 1821 Lawrence referred to him as 'the most popular painter of the day'. His work was indeed truly popular, for he made his living mainly through the sale of engravings of his pictures rather than the paintings themselves. He became famous in France as well as Britain, he was knighted by Leopold I of Belgium (1833), and his influence was felt by American artists such as Cole. However, while he pleased a vast audience and was regarded by some admirers as one of the greatest geniuses who ever lived, Martin was reviled by Ruskin and other critics, who considered his work vulgar sensationalism. Few artists, indeed, have been subject to such extremes of critical fortune, and his fame sank to such an astonishing degree after his death that very large and once famous paintings by him were sold in the 1930s for as little as £ 2. In the 1970s his reputation greatly revived.\u003cbr\u003e\u003cbr\u003eMartin made mezzotints not only as a means of reproducing his paintings but also as original compositions. Particularly noteworthy are his illustrations to the Bible and John Milton's Paradise Lost, which show that although he had great weaknesses as an artist, especially in his drawing of the human figure, he also had a vividness and grandiloquence of imagination not unworthy of such elevated subjects. He is sometimes called 'Mad Martin', but the sobriquet is undeserved and applies more to his brother Jonathan, who was insane and set fire to York Minster. John Martin was eminently sane and in the 1830s almost bankrupted himself with extremely ambitious but entirely practical plans for improving the water supply and sewage system of London. They were unsuccessful, but reveal a heroic desire to put the architectural visions of his paintings into a concrete form. His work is best represented in the Tate Gallery, London, and the Laing Art Gallery, Newcastle upon Tyne.\r","url_wiki":"https://en.wikipedia.org/wiki/John_Martin_(painter)","url_wga":"https://www.wga.hu/html/m/martin/","nationality":"English"}}