{"id":"3395","author_id":"joseph-klauber","title":"The Life of Ruth","filename":"joseph-klauber-episodes-from-the-story-ruth-ruth-1-full.jpg","reference":"RT4_13","keywords":"episodes from story ruth ruth ","type":"Library","year":1750,"author":{"id":"joseph-klauber","name":"Joseph Klauber","name_alt":"Joseph Sebastian Klauber ","born":1710,"died":1768,"description":"The Klauber family were engravers and fine art publishers from Augsburg, Germany. Two of the sons of ancestor Franz Christoph Klauber established a catholic fine art publishing company by 1737, together with Gottfried Bernhard Göz (1708–1774), who broke away to start his own business in 1742. Klauber brothers remained a trade mark until the end of the century, and longer:\u003cbr\u003e\u003cbr\u003eJoseph Sebastian Klauber (1710–1768), engraver.\u003cbr\u003eHe was first a disciple of one Melchior Rein, later of Antonín Birkhardt [cs] at Prague.\u003cbr\u003eJohann Baptist Klauber (1712 until around 1787), engraver.\u003cbr\u003eBoth brothers were Hofkupferstecher [engravers of the court] der Kurfürsten von Trier and produced mainly images of saints in a factory-like way. In 1757, a picture bible of 100 engravings was produced.\u003cbr\u003eJoachim Klauber (died 1791), a priest, their brother, a monk in Scheyern abbey.\u003cbr\u003eFranz Xaver Klauber (born 1741, son of Johann Baptist), engraver\u003cbr\u003e\"who studied in Rome for a considerable time\".\u003cbr\u003eIgnaz Sebastian Klauber (born January 2, 1753, Augsburg; died May 25, 1817, St. Petersburg; son of Johann Baptist) was the most renowned member of his family. He first studied with his father, then went to Rome, then to Paris to study with Johann Georg Wille. He was accepted at the Paris Academy and became Graveur du Roi soon later, but went back to Augsburg during French Revolution, moved on to Nuremberg and finally, in 1796, to St. Petersburg, where he became engraver of the court and director of the Academy of Engravers. He very probably died in St. Petersburg.\u003cbr\u003eOne Katharina Klauber, engraver.\u003cbr\u003eNo precise details; there are sources which call her a pseudonyme of Ignaz Sebastian.\r","url_wiki":"https://en.wikipedia.org/wiki/Klauber_(German_engravers)","nationality":"German"}}