{"id":"34","author_id":"arnold-houbraken","title":"Christ Before Pilate","filename":"arnold-houbraken-christ-before-pilate-full.jpg","reference":"MK15_1","keywords":"christ before pilate","type":"Bible Art","year":1700,"author":{"id":"arnold-houbraken","name":"Arnold Houbraken","born":1660,"died":1719,"description":"Arnold Houbraken, a notable figure in the Dutch art scene, was more than just a painter and etcher; he was a renowned writer and an integral part of a family deeply rooted in the arts. Despite his competence in art, Houbraken's lasting legacy is his literary contribution, particularly his three-volume work 'Groote schouburgh' (The Great Theatre of Dutch Painters, 1718-21), which, despite its errors and omissions, stands as a crucial source on 17th-century Dutch artists. Houbraken's artistic journey, under the guidance of Jacobus Levecq and Samuel van Hoogstraten in Dordrecht, led him to establish successful studios in both Dordrecht and Amsterdam, where he excelled in history paintings, portraits, and genre scenes.\u003cbr\u003e\u003cbr\u003eHoubraken's family also contributed significantly to the arts. His son Jacobus Houbraken (1698-1780) became a renowned engraver of portraits, while his daughter Antonyna Houbraken (1686-1736) was skilled in topographical and portrait drawings. Houbraken's own artistic training included learning threadtwisting from Johannes de Haan and studying under Willem van Drielenburch, Jacobus Leveck, and Samuel van Hoogstraten. In 1685, he married Sara Sasbout and later moved to Amsterdam around 1709. Houbraken's works encompassed mythological and religious themes, portraits, and landscapes, but his most significant contribution was 'The Great Theatre of Dutch Painters'.\u003cbr\u003e\u003cbr\u003eInterestingly, Houbraken's impact extended beyond his lifetime. His books enjoyed widespread popularity in the 18th century, with Jacob Campo Weyerman publishing an updated version between 1729 and 1747. Houbraken's engravings are invaluable, often serving as the sole surviving portraits of certain artists. The first sequel to his work was published by Johan van Gool in 1750-51. Despite falling out of favor in the 19th century due to inaccuracies, Houbraken's diligence in research and source verification is now recognized, with many of his judgments standing up to modern scrutiny.\u003cbr\u003e\u003cbr\u003eModern art historians, starting with Adriaan van der Willigen in 1866, have acknowledged Houbraken's contributions, cementing his status as a valuable resource. His 'Schouburgh' is included in the Basic Library of the dbnl (Database of Dutch Literature), highlighting its importance in Dutch literary and artistic heritage. Houbraken's legacy, therefore, transcends his time, offering insights and portraits that continue to inform and enrich the understanding of Dutch art history.\r","url_wiki":"https://en.wikipedia.org/wiki/Arnold_Houbraken","url_wga":"https://www.wga.hu/html_m/h/houbrake/","nationality":"Dutch"}}