{"id":"3406","author_id":"joseph-von-fuhrich","title":"Christ on the Sea of Galillee","filename":"joseph-von-fuhrich-christ-on-the-sea-peter-full.jpg","reference":"MT14_22","keywords":"moses aaron hur","type":"Bible Art","year":1850,"author":{"id":"joseph-von-fuhrich","name":"Joseph Von Fuhrich","name_alt":"Josef Ritter von Führich","born":1800,"died":1876,"description":"Joseph von Führich [or Josef Ritter von Führich] (February 9, 1800 – March 13, 1876) was an Austrian painter, one of the Nazarenes.\u003cbr\u003e\u003cbr\u003eHe was born at Kratzau in Bohemia. Deeply impressed as a boy by rustic pictures adorning the wayside chapels of his native country, his first attempt at composition was a sketch of the Nativity for the festival of Christmas in his father's house. He lived to see the day when, becoming celebrated as a composer of scriptural episodes, his sacred subjects were transferred in numberless repetitions to the roadside churches of the Austrian state, where peasants thus learnt to admire modern art reviving the models of earlier ages.\u003cbr\u003e\u003cbr\u003eFührich became a pupil at the Academy of Prague in 1816. His first inspiration was derived from the prints of Dürer and Peter von Cornelius' illustrations to Goethe's Faust, and the first fruit of this turn of study was the Genofeva series. In 1826 he went to Rome, where he added three frescoes to those executed by Cornelius and Overbeck in the Casino Massimo, showing scenes from Torquato Tasso's Gerusalemme liberata.\u003cbr\u003e\u003cbr\u003eFührich was an adherent of the Nazarene movement, a romantic religious artist who sought to restore the spirit of Dürer and give new shape to biblical subjects. Without the power of Peter von Cornelius or the grace of Johann Friedrich Overbeck, he composed with great skill, especially in outline. His mastery of distribution, form, movement and expression was considerable. In its peculiar way his drapery was perfectly cast.\u003cbr\u003e\u003cbr\u003eEssentially creative as a landscape draughtsman, he had no feeling for colour; and when he produced monumental pictures he was not nearly so successful as when designing subjects for woodcuts. Führich's fame extended far beyond the Austrian capital, and his illustrations to Tieck's Genofeva, the Lord's Prayer, the Triumph of Christ, the Road to Bethlehem, the Succession of Christ according to Thomas a Kempis, the Prodigal Son, and the verses of the Psalter, became well known. His \"Prodigal Son\", especially, is remarkable for the fancy with which the spirit of evil is embodied in a figure constantly recurring, and like that of Mephistopheles exhibiting temptation in a human yet demoniacal shape.\u003cbr\u003e\u003cbr\u003eIn 1831 he finished the \"Triumph of Christ\", later in the Raczynski palace at Berlin. In 1834 he was made custos and in 1841 professor of composition in the Academy of Vienna. After this he completed the monumental pictures of the church of St Nepomuk, and in 1854–61 a vast series of wall paintings which cover the inside of the Lerchenfeld church at Vienna. In 1872 he was pensioned and made a knight of the order of Franz Joseph; 1875 is the date of his illustrations to the Psalms.\u003cbr\u003e\u003cbr\u003eFührich died in Vienna. His autobiography was published in 1875, and a memoir by his son Lucas in 1886.\r","url_wiki":"https://en.wikipedia.org/wiki/Joseph_von_F%C3%BChrich","url_wga":"https://www.wga.hu/html/f/fuhrich/","nationality":"Austrian"}}