{"id":"3426","author_id":"lorenzo-di-credi","title":"The Annunciation","filename":"lorenzo-di-credi-1478-annunciation-full.jpg","reference":"LK1_26","keywords":" annunciation","type":"Bible Art","year":1478,"author":{"id":"lorenzo-di-credi","name":"Lorenzo Di Credi","born":1459,"died":1537,"description":"Lorenzo di Credi (c. 1459 – January 12, 1537) was an Italian Renaissance painter and sculptor, known for his paintings on religious subjects. He first influenced Leonardo da Vinci and then in turn was greatly influenced by him.\u003cbr\u003e\u003cbr\u003eBorn in Florence, son of goldsmith Andrea di Oderigo Barducci, he had started work in Andrea del Verrocchio's workshop by 1480. After the death of his master, he inherited the direction of the workshop. For Pistoia Cathedral he completed the painting of the Madonna Enthroned between John the Baptist and St. Donatus which had been partially painted by his master, Verrocchio, but was left unfinished when Verrocchio went to Venice.\u003cbr\u003e\u003cbr\u003eHis early work is in an extremely prosaic version of Leonardo's youthful style. Later he absorbed some of the ideas of the High Renaissance (Adoration of the Shepherds in the Uffizi), and some of his paintings recalls Fra Bartolommeo. He had several pupils and seems to have had a fairly successful career with his solid, unspectacular skills. It is said that influenced by the teachings of Savonarola in 1497 he destroyed all his pictures with profane subjects.\u003cbr\u003e\u003cbr\u003eAmongst his other early works are an Annunciation in the Uffizi, a Madonna with Child in the Galleria Sabauda of Turin, and Adoration of the Child in the Querini Stampalia of Venice. Of a later period are a Madonna and Saints (1493; Musée du Louvre, Paris) and an Adoration of the Child in the Uffizi. In Fiesole, he remade parts of Fra Angelico's panels on the altars of the church of San Domenico.\u003cbr\u003e\u003cbr\u003eLorenzo's mature works (such as the Crucifixion in the Göttingen City Museum, the Adoration of the Shepherds of the Uffizi, the Annunciation in Cambridge and the Madonna and Saints of Pistoia) are influenced by Fra Bartolomeo, Perugino and the young Raphael.\u003cbr\u003e\u003cbr\u003eIn recent times, one of di Credi's works gained attention when scholars pointed out a resemblance between the face of Mona Lisa by Leonardo da Vinci and the face of Caterina Sforza in a portrait by him. Caterina Sforza was the Lady of Forlì and Imola in Romagna, later prisoner of Cesare Borgia. The portrait, known also as La dama dei gelsomini, is now in the Pinacoteca of Forlì.\r","url_wiki":"https://en.wikipedia.org/wiki/Lorenzo_di_Credi","url_wga":"https://www.wga.hu/html/l/lorenzo/credi/","nationality":"Italian"}}