{"id":"3433","author_id":"louis-joseph-le-lorrain","title":"Tobit Burying the Dead in Defiance of Sennacherib","filename":"louis-joseph-le-lorrain-tobit-burying-dead-defiance-sennacherib-full.jpg","keywords":"tobit burying dead defiance sennacherib","type":"Bible Art","year":1750,"author":{"id":"louis-joseph-le-lorrain","name":"Louis Joseph Le Lorrain","born":1715,"died":1760,"description":"Louis-Joseph Le Lorrain (Paris, 1715- 1760) was a French painter and engraver.\u003cbr\u003e\u003cbr\u003eHe studied design and engraving with Jacques Dumont. He then moved to Rome, becoming known in artistic circles before returning to Paris to join the Academy. He spent some years in St Petersburg, Russia, where he died. He painted devotional canvases with vigorous touch. He engraved with acquaforte some of his own compositions. He also engraved the following paintings by Jean-Francois de Troy: the Judgement of Solomon, Solomon sacrifices to the idols of his concubine, Esther and Assuerus, and Death of Cleopatra. Among his disciples was Fyodor Rokotov.\u003cbr\u003e\u003cbr\u003eHe remained for eight years in Rome, where his architectural designs for the temporary centrepiece of the annual Chinea festival (1745, 1746 and 1747) are early examples of Neo-classicism, displaying a simple architectonic use of the orders that indicates his association with Giovanni Battista Piranesi in the circle of students of the Académie de France in Rome, who were highly influential in French architecture from the 1760s onwards.\u003cbr\u003e\u003cbr\u003eOn his return to Paris in 1747, Le Lorrain enjoyed the patronage of the Comte de Caylus, for whom he executed engravings of ancient paintings and revived the technique of encaustic. Through de Caylus he obtained a commission from Count Carl Gustav Tessin to design quadratura representations of columns and niches for the dining-room walls of his country house at Akerö, Sweden, in 1754. Le Lorrain also helped Julien-David Le Roy to prepare his drawings of ancient Greek monuments for engraving, published in Les Ruines des plus beaux monuments de la Grèce (1758).\u003cbr\u003e\u003cbr\u003eHis son, Jean-Baptiste Le Lorrain, was an engraver. He was born in Paris in 1737. Apprenticed to his father, his prints include: Chauville in tragedy of Calas by De Lorme; Venus at Judgement of Paris, by Boucher; the Tranquil Wave by Vernet; Homage to Love by Van Loo; and seven scenes of the Life of St Gregory .\r","url_wiki":"https://en.wikipedia.org/wiki/Louis-Joseph_Le_Lorrain","url_wga":"https://www.wga.hu/html/l/le_lorr/","nationality":"French"}}