{"id":"3450","author_id":"jusepe-de-ribera","title":"Peter Wept Bitterly","filename":"jusepe-de-ribera-peter-wept-bitterly-full.jpg","reference":"LK22_54","keywords":"peter wept bitterly","type":"Bible Art","year":1640,"author":{"id":"jusepe-de-ribera","name":"Jusepe De Ribera","name_alt":"José de Ribera","born":1591,"died":1652,"description":"Jusepe de Ribera (baptized February 17, 1591; died September 2, 1652) was a Spanish Tenebrist painter and printmaker, also known as José de Ribera and Josep de Ribera. He also was called Lo Spagnoletto (\"the Little Spaniard\") by his contemporaries and early writers. Ribera was a leading painter of the Spanish school, although his mature work was all done in Italy.\u003cbr\u003e\u003cbr\u003eHowever, although his early work is markedly tenebrist, it is much more individual than that of most Caravaggesque artists, particularly in his vigorous and scratchy handling of paint. Similarly, his penchant for the typically Caravaggesque theme of bloody martyrdom has been overplayed, enshrined as it is in Byron's lines: 'Spagnoletto tainted/His brush with all the blood of all the sainted' (Don Juan, xiii. 71). He undoubtedly painted some powerful pictures of this type, notably the celebrated Martyrdom of St Bartholomew (Prado, Madrid, c. 1630), but he was equally capable of great tenderness, as in The Adoration of the Shepherds (Louvre, Paris, 1650), and his work is remarkable for his feeling for individual humanity. Indeed, he laid the foundation of that respect for the dignity of the individual which was so important a feature of Spanish art from Velázquez to Goya.\u003cbr\u003e\u003cbr\u003eThis feature of his work is evident also in the secular subjects, such as The Clubfooted Boy (Louvre, 1642). He was the first to breach the traditional Spanish dislike for mythological themes (Apollo and Marsyas, Musées Royaux, Brussels, 1637), and he broadened the Baroque repertory by his series of philosophers depicted as beggars or vagabonds (Archimedes, Prado, 1630).\u003cbr\u003e\u003cbr\u003eRibera gradually moved away from his early tenebrist style, and his late works are often rich in colour and soft in modelling. He was the leading painter in Naples in his period (Velázquez visited him during his second visit to Italy and probably during his first) and his work was influential in Spain (where much of it was exported) as well as in Italy. His reputation has remained high, and until the Napoleonic Wars he and Murillo were virtually the only Spanish painters who were widely known outside their native country.\r","url_wiki":"https://en.wikipedia.org/wiki/Jusepe_de_Ribera","url_wga":"https://www.wga.hu/html/r/ribera/2/","nationality":"Spanish"}}