{"id":"3454","author_id":"justus-van-ghent","title":"King Solomon","filename":"justus-van-ghent-1474-king-solomon-full.jpg","reference":"PR17_1","keywords":" king solomon","type":"Bible Art","year":1474,"author":{"id":"justus-van-ghent","name":"Justus Van Ghent","name_alt":"Jodocus of Ghent or Giusto da Guanto","born":1410,"died":1480,"description":"Justus van Gent or Joos van Wassenhove (also: Justus or Jodocus of Ghent, or Giusto da Guanto) (c. 1410 – c. 1480) was an Early Netherlandish painter who, after training and working in Flanders, later moved to Italy where he worked for the duke of Urbino. The artist is known for his religious compositions executed in the early Netherlandish idiom and a series of portraits of famous men, which show the influence of early Italian Renaissance painting.\u003cbr\u003e\u003cbr\u003eVery little is known about the early life of Joos van Wassenhove. It is believed that the artist referred to by Vasari and Guicciardini as 'Giusto da Guanto' (i.e. 'Justus of Ghent') is the painter Joos van Wassenhove, who became a member of the Antwerp Guild of St. Luke in 1460 and a freemaster in the Ghent painters' guild in 1464. While in Ghent, he vouched for Hugo van der Goes, Sanders Bening, and Agnes van den Bossche when they entered the local painters' guild. Van Wassenhove seems to have enjoyed an international reputation as in 1467-68 he received payment for the production of 40 coats of arms of the Pope. Van Wassenhove travelled to Rome around 1470.\u003cbr\u003e\u003cbr\u003eBetween 1473 and 1475 he is documented in Urbino, where he operated a workshop. He was one of the court painters of duke Federico da Montefeltro, a leading politician and art patron of the Italian Renaissance. Da Montefeltro gave him the commission for the Communion of the Apostles painted for the brotherhood of the Corpus Domini in Urbino between 1472 and 1474. A portrait of da Montefeltro (with his broken nose in profile) in the company of Caterino Zeno, a Persian envoy to the court of Urbino, is included in the picture. Van Wassenhove participated in the decoration of the ducal residences in Urbino and Gubbio. This included a commission for a portrait series of 'uomini famosi' (famous men) for the study of da Montefeltro (Louvre Museum, Paris and Galleria Nazionale, Urbino). He died around 1480.\r","url_wiki":"https://en.wikipedia.org/wiki/Justus_van_Gent","url_wga":"https://www.wga.hu/html/j/joos/","nationality":"Dutch"}}