{"id":"3479","author_id":"lucas-cranach","title":"The Crucifixion","filename":"lucas-cranach-kruisiging-full.jpg","reference":"MT27_32","keywords":"kruisiging","type":"Bible Art","year":1503,"author":{"id":"lucas-cranach","name":"Lucas Cranach","name_alt":"Lucas Cranach the Elder","born":1472,"died":1553,"description":"Lucas Cranach the Elder was a renowned German Renaissance painter and graphic artist, famous for his portraits and female nudes. Born in Kronach, Upper Franconia, he was the most prominent member of a family of artists active in Saxony during the 16th century. His father, Hans Moller or Maler, was a painter, and the family surname 'Maler' indicates their profession. Cranach's early career flourished in Vienna from about 1501 to 1504, where his initial works, influenced by Albrecht Dürer, included a portrait of a humanist, Doctor Reuss, and a Crucifixion.\u003cbr\u003e\u003cbr\u003eIn 1505, Cranach became the court painter for the electors of Saxony in Wittenberg, a role he maintained until 1550. He visited the Netherlands in 1508, painting portraits of royalty including Holy Roman Emperor Maximilian I and Charles V. His art for his electoral patrons featured biblical and mythological scenes with sensual nudes, a new element in German painting, including multiple versions of Adam and Eve, The Judgment of Paris, and Venus and Cupid.\u003cbr\u003e\u003cbr\u003eA friend of Martin Luther, Cranach's art expressed the German Reformation's spirit. His works included portraits of Protestant leaders and religious scenes, reflecting his engagement with the Reformation's ideas. His late works, such as Lutheran altarpieces, blended traditional Christian motifs with portraits of reformers. Cranach also produced anti-Catholic propaganda prints.\u003cbr\u003e\u003cbr\u003eCranach passed away in Weimar on October 15, 1553. His sons, especially Lucas Cranach the Younger, continued his artistic legacy. Cranach's profound influence on religious and portrait painting during a transformative period in European history cements his status as a key figure in Renaissance art.\r","url_wiki":"https://en.wikipedia.org/wiki/Lucas_Cranach_the_Elder","url_wga":"https://www.wga.hu/html/c/cranach/lucas_e/08/","nationality":"German","movement":"German Renaissance"}}