{"id":"3501","author_id":"luigi-ademollo","title":"The Golden Lamp Stand","filename":"luigi-ademollo-the-menorah-candlestick-full.jpg","reference":"EX25_31","keywords":"menorah candlestick","type":"Bible Art","year":1830,"author":{"id":"luigi-ademollo","name":"Luigi Ademollo","born":1764,"died":1849,"description":"Luigi Ademollo (April 30, 1764 – February 11, 1849) was an Italian painter renowned for his frescoes and theatrical decorations. Born in Milan, he studied at the Brera Academy under the guidance of esteemed teachers like Giulio Traballesi, Giocondo Albertolli, and Giuseppe Piermarini. In 1783, Ademollo left Milan and worked in Rome and Florence. By 1788, he had settled in Florence, where he made significant contributions to the Teatro della Pergola in 1789 and was appointed professor at the Academy of Fine Arts.\u003cbr\u003e\u003cbr\u003eThroughout his career, Ademollo focused primarily on frescoes depicting biblical scenes. His work adorned various prominent locations, including the Palazzo Pitti, the Basilica della Santissima Annunziata, and palaces like Pucci and Capponi in Florence. Additionally, his art was featured in churches across cities like Bergamo, Brescia, Lucca, Livorno, Pisa, and Siena. In Arezzo, he notably executed frescoes illustrating stories from both the Old and New Testaments.\u003cbr\u003e\u003cbr\u003eAdemollo's personal life saw him marrying Margaret Cimballi Ferrara in Rome in 1792, with whom he had several children. He was also known for his work in theaters, including the creation of theater curtains or 'sipari' decorations. His frescoes graced the Royal Chapel in the Pitti Palace and churches such as Santissima Annunziata and Sant'Ambrogio.\u003cbr\u003e\u003cbr\u003eHis son, Agostino Ademollo (1799–1841), emerged as a writer, known for romances like 'Marietta di' Ricci'. His nephew, Carlo Ademollo, gained recognition as a painter specializing in historical and battle scenes. Luigi Ademollo's legacy continued through his family, contributing significantly to the arts in various forms. He passed away in Florence in 1849, leaving behind a rich tapestry of artistic work.\r","url_wiki":"https://en.wikipedia.org/wiki/Luigi_Ademollo","url_wga":"https://www.wga.hu/html/a/ademollo/","nationality":"Italian"}}