{"id":"353","author_id":"caravaggio","title":"Judith Beheading Holofernes","filename":"caravaggio-judith-beheading-holofernes-by-full.jpg","type":"Bible Art","year":1600,"author":{"id":"caravaggio","name":"Caravaggio","name_alt":"Michelangelo Merisi","born":1571,"died":1610,"description":"Caravaggio, born Michelangelo Merisi, was an Italian painter renowned for his revolutionary technique of tenebrism, or the dramatic illumination of form from deep shadow, which became a defining feature of Baroque painting. Rejecting traditional idealized depictions of religious subjects, Caravaggio painted realistically, using models from the streets. His works, particularly the St. Matthew series (c. 1597-1602), 'The Supper at Emmaus' (1601-02), and 'Death of the Virgin' (1605-06), were groundbreaking and caused a sensation.\u003cbr\u003e\u003cbr\u003eCaravaggio, the son of Fermo Merisi, steward and architect to the Marquis of Caravaggio, was orphaned at age 11 and soon apprenticed to the painter Simone Peterzano of Milan. He moved to Rome between 1588 and 1592, already skilled in painting and knowledgeable about the Lombard and Venetian styles. In Rome, he lived in the decaying Campo Marzio neighborhood, struggling for stability and working on various painting jobs.\u003cbr\u003e\u003cbr\u003eIn Rome, he faced a challenging period of poverty and instability. Eventually, around 1595, Caravaggio began selling his paintings through a dealer, Maestro Valentino, who introduced his work to Cardinal Francesco del Monte. Under Del Monte's patronage, Caravaggio produced about 40 works, mostly featuring adolescent boys, such as 'Boy with a Fruit Basket' (1593), 'The Young Bacchus' (1593), and 'The Music Party'. His 'Basket of Fruit' (1596) showcases his talent for vivid realism.\u003cbr\u003e\u003cbr\u003eCaravaggio's breakthrough came with the commission to decorate the Contarelli Chapel in San Luigi dei Francesi, Rome, in 1597. The St. Matthew cycle in the chapel, completed between 1598 and 1601, displayed his characteristic dramatic realism and innovative use of light and shadow. The realism and contemporary setting of these works were shocking to many, marking a significant departure from traditional religious art.\u003cbr\u003e\u003cbr\u003eDespite his growing success and patronage, Caravaggio's life was tumultuous, marked by frequent legal troubles and violent incidents. He fled Rome in 1606 after killing a man in a brawl and spent his remaining years in Naples, Malta, and Sicily, constantly on the move. Despite his personal struggles, Caravaggio continued to produce significant works, including 'The Beheading of St John the Baptist' in Malta and 'The Burial of St Lucy' in Syracuse.\u003cbr\u003e\u003cbr\u003eCaravaggio's influence was profound and widespread, inspiring the Caravaggisti movement. His style impacted artists across Europe, including Orazio and Artemisia Gentileschi, José de Ribera, Georges de La Tour, and even Rembrandt van Rijn and Diego Velázquez. Caravaggio died in 1610 under mysterious circumstances, just days before receiving a papal pardon. His legacy endures as a pivotal figure in the transition to Baroque art, celebrated for his bold realism and dramatic use of light and shadow.\r","url_wiki":"https://en.wikipedia.org/wiki/Caravaggio","url_wga":"https://www.wga.hu/html_m/c/caravagg/11/","nationality":"Italian","movement":"Caravaggist"}}