{"id":"3534","author_id":"orazio-borgianni","title":"Gethsemane","filename":"orazio-borgianni-gethsemane-full.jpg","reference":"MK14_32","keywords":"gethsemane","type":"Bible Art","year":1600,"author":{"id":"orazio-borgianni","name":"Orazio Borgianni","born":1574,"died":1616,"description":"Orazio Borgianni, born on April 6, 1574, was an influential Italian painter and etcher of the Mannerist and early-Baroque periods, known for his stepbrother, the sculptor and architect Giulio Lasso. Documented in Rome as early as February 1604, Borgianni honed his artistic skills under the instruction of his brother, Giulio Borgiani, known as Scalzo.\u003cbr\u003e\u003cbr\u003eThe patronage of Philip II of Spain played a pivotal role in Borgianni's career, leading him to Spain, where he contributed significantly to the artistic landscape. Notably, in January 1605, he signed an inventory in Spain and, after returning to Rome post-April 1605, he produced most of his mature work between 1605 and 1616. His Spanish period included a petition for an Italianate academy of painting and a series of nine paintings for the Convento de Portacoeli in Valladolid. The Prado Museum in Madrid houses two of his significant Spanish works: 'St Christopher' and the 'Stigmatization of St Francis'.\u003cbr\u003e\u003cbr\u003eBack in Rome, Borgianni enjoyed patronage from the Spanish ambassador, painting several pictures for him and for various churches. He frescoed in the apse of the church of San Silvestro in Capite, Rome, and his works from this period showcase an eclectic blend of Carracci's and tenebrist styles, with a clear influence of Caravaggio.\u003cbr\u003e\u003cbr\u003eBorgianni's career is marked by his response to Caravaggio's work, evident in his use of horrific realism and stark contrasts of light and shade. His work post-1607, such as 'David Beheading Goliath', reflects this influence. Among his significant commissions were a series of nine paintings for the convent church of Porta Coeli in Valladolid, likely painted around 1612 in Rome.\u003cbr\u003e\u003cbr\u003eBorgianni also created a series of etchings after Raphael's Logge in the Vatican Palace, published in 1615, and painted notable portraits, including that of poet Giovanni Battista Guarini. He passed away on January 14, 1616, leaving behind a legacy characterized by a deep religious sentiment and a mastery of both Mannerist and early-Baroque styles.\r","url_wiki":"https://en.wikipedia.org/wiki/Orazio_Borgianni","url_wga":"https://www.wga.hu/html_m/b/borgiann/","nationality":"Italian","movement":"Mannerist; Baroque"}}