{"id":"3625","author_id":"nicolas-andre-monsiau","title":"The House of Caiaphas","filename":"nicolas-andre-monsiau-jesus-brought-before-caiaphas-matthew-26-full.jpg","reference":"MT26_57","keywords":"jesus meets unclean spirits mark ","type":"Bible Art","year":1800,"author":{"id":"nicolas-andre-monsiau","name":"Nicolas Andre Monsiau","born":1754,"died":1837,"description":"Nicolas-André Monsiau, a distinguished French history painter and draughtsman of the late 18th and early 19th centuries, skillfully navigated the turbulent waters of the French Revolution and its aftermath, adapting his artistic pursuits to the changing tides of his era. Born in 1754, Monsiau's artistic education unfolded under the guidance of Jean-François Pierre Peyron at the prestigious Académie royale de peinture et de sculpture in Paris. His early career was bolstered by the patronage of the marquis de Corberon, who funded his formative sojourn in Rome, where Monsiau honed his skills at the French Academy.\u003cbr\u003e\u003cbr\u003eThe French Revolution, however, upended the traditional patronage system, compelling Monsiau to diversify his talents into the realm of book illustration. His art, marked by a Poussiniste style that favored meticulous drawing and nuanced coloring, stood as a testament to his adherence to Neoclassical ideals in an age of upheaval.\u003cbr\u003e\u003cbr\u003eMonsiau's early works, unable to be exhibited in the prestigious Paris salons due to restrictive policies of the Ancien Régime, found a haven in the Salon de la corréspondance. It was here in 1782 that he showcased his tenebrist mastery in \"Piquant effect of the light of a lamp.\" His acceptance into the Académie Royale in 1787 and his reception in 1789 with the \"Death of Agis\" marked significant milestones in his career.\u003cbr\u003e\u003cbr\u003eMonsiau is perhaps best known for his 1791 painting, \"Zeuxis choosing among the most beautiful girls of Crotona,\" an interpretation of an anecdote from Pliny's Natural History. The Revolution's impact on Monsiau was profound, leading to a pivot towards book illustration, with notable works for authors like Ovid, Jean-Jacques Rousseau, and Jacques Delille.\u003cbr\u003e\u003cbr\u003eThe Restoration era saw Monsiau returning to Neoclassical subjects, though he also explored contemporary historical and literary themes. His last public exhibition was at the Salon of 1833. Among his significant commissions was a depiction of Napoleon delivering a constitution to the Cisalpine Republic in 1802, a work exhibited at the Salon of 1808 and later installed at the Tuileries.\u003cbr\u003e\u003cbr\u003eMonsiau's oeuvre also includes pioneering historical paintings not linked to battles, such as \"Molière reading Tartuffe\" (1802) and his portrayal of Louis XVI and sea captain La Pérouse (1817). His dramatic depiction of an escaped lion from the Florence menagerie, showcased at the Salon of 1801, remains a highlight in the Louvre.\u003cbr\u003e\u003cbr\u003eAmong Monsiau's pupils was Louis Letronne, known for his iconic pencil portrait of Ludwig van Beethoven. Nicolas-André Monsiau passed away on May 31, 1837, leaving behind a legacy as a resilient and adaptive artist who bridged the gap between Neoclassicism and the modern historical narrative in art.\r","url_wiki":"https://en.wikipedia.org/wiki/Nicolas-Andr%C3%A9_Monsiau","url_wga":"https://www.wga.hu/html/m/monsiau/","nationality":"French"}}