{"id":"3651","author_id":"nicolas-colombel","title":"The Birth of Moses","filename":"nicolas-colombel-1680-moses-cast-into-the-nile-full.jpg","reference":"EX2_1","keywords":" moses cast into nile","type":"Bible Art","year":1680,"author":{"id":"nicolas-colombel","name":"Nicolas Colombel","born":1644,"died":1717,"description":"Nicolas Colombel, born circa 1644 in Sotteville near Rouen, France, carved a niche for himself in the art world, heavily influenced by the eminent Nicolas Poussin. His journey as an artist led him to Rome at a young age, where he remained until 1692, immersing himself in the works of Raphael and Poussin. This period was crucial in shaping his artistic style, which later critics often labeled as a mere emulation of Poussin's work.\u003cbr\u003e\u003cbr\u003eColombel's earliest known works, dating back to 1682, were four paintings depicting scenes from the life of Christ. These works, including 'Christ Expelling the Money-changers from the Temple' and 'Christ Healing the Blind Man' (both in the Art Museum, Saint Louis), as well as 'Christ and the Woman Taken in Adultery' (Musée des Beaux-Arts, Rouen) and 'Mary Magdalen Brought before Christ' (Museum and Picture Gallery, Vadodara), showcased his profound grasp of biblical narratives.\u003cbr\u003e\u003cbr\u003eIn 1686, Colombel was admitted into the Academy of St Luke in Rome, and later, in 1694, into the Academy in Paris. His work 'Mars and Rhea Sylvia,' painted for his reception into the Paris Academy, along with a painting depicting Saint Hyacinth, are part of the Louvre's collection. Colombel's talents were recognized by Louis XIV, leading to commissions at Versailles and Meudon, with many of his works engraved by artists like Dufloc and Michel Dossier. He passed away in Paris in 1717.\u003cbr\u003e\u003cbr\u003eSir Edmund Head, in 1848, described Colombel as possessing a unique dignity and solidity in his art. More recently, Didier Rykner highlighted Colombel's gentle Classicism and fondness for subtle, porcelain-like colors, notably deep blues. The rediscovery of Colombel's works, including the 'Saint Dominic Presenting the Dominican Order to Christ' at the Musée des Beaux-Arts in Grenoble, has revived interest in his oeuvre. This renewed appreciation culminated in an exhibition at the Musée des Beaux-Arts in Rouen between November 2012 and February 2013, celebrating Colombel's distinct place in the pantheon of classical French painters.\r","url_wiki":"https://en.wikipedia.org/wiki/Nicolas_Colombel","url_wga":"https://www.wga.hu/html/c/colombel/","nationality":"French"}}