{"id":"3677","author_id":"nicolas-poussin","title":"The Testimony of John the Baptist","filename":"nicolas-poussin-1630-john-baptist-full.jpg","reference":"JN1_19","keywords":" john baptist","type":"Bible Art","year":1630,"author":{"id":"nicolas-poussin","name":"Nicolas Poussin","born":1594,"died":1665,"description":"Nicolas Poussin, a French painter and a venerated leader of pictorial classicism during the Baroque period, spent the majority of his career in Rome, shaping the artistic landscape far beyond his time. His influence is traceable in the works of eminent French painters like Jacques-Louis David, J.-A.-D. Ingres, and Paul Cézanne. Born by the Seine River to small farmers, Poussin's initial indifference to the arts was transformed after encountering the work of painter Quentin Varin in 1612.\u003cbr\u003e\u003cbr\u003ePoussin's pursuit of painting led him from his hometown to Rouen and subsequently to Paris. However, the journey was fraught with hardships, including poverty and a period of illness that forced him to return home. Undeterred, Poussin made a second journey to Paris, inspired by Raphael's High Renaissance art. His biographer, Giovanni Battista Passeri, notes that reproductions of Raphael's work fueled Poussin's determination to reach Rome, which he finally achieved in 1624 with the help of Giambattista Marino.\u003cbr\u003e\u003cbr\u003eIn Rome, Marino commissioned Poussin for a series of drawings based on Ovid's Metamorphoses. Poussin's Roman period was marked by experimentation with various styles, notably influenced by the Bolognese painter Domenichino. His altarpiece representing the Martyrdom of St. Erasmus (1629) marked a turning point, after which he focused on private commissions and confined his work to more intimate formats.\u003cbr\u003e\u003cbr\u003ePoussin became known for his classical themes, drawing inspiration from mythology, Torquato Tasso, and Venetian masters like Titian. His evolution towards a purely classical idiom, notably in the series of Seven Sacraments (1634-42) for Cassiano dal Pozzo, reflected his admiration for Raphael, Roman antiquity, and pre-Christian architecture.\u003cbr\u003e\u003cbr\u003eHis brief return to France in 1640, at the behest of Cardinal Richelieu, was marred by conflicts and unappreciated work, leading to his return to Rome in 1642. His later works often depicted moments of moral crisis or choice, emphasizing virtue and reason. His landscapes from this period, characterized by geometric order and architectural forms, further underscored his classical approach.\u003cbr\u003e\u003cbr\u003ePoussin's health began to decline in 1660, and he ceased painting in 1665, passing away later that year. Buried in San Lorenzo in Lucina, Rome, Poussin left a legacy of combining vitality with intellectual order, championing reason in art while ensuring his figures retained a unique vitality, influenced by but distinct from Raphael and ancient Roman sculptures.\r","url_wiki":"https://en.wikipedia.org/wiki/Nicolas_Poussin","url_wga":"https://www.wga.hu/html/p/poussin/2/","nationality":"French"}}