{"id":"3829","author_id":"otto-elliger","title":"Elisha Multiplies the Widow's Oil","filename":"otto-elliger-elisha-multiplies-the-widows-oil-2kings-4-color-full.jpg","reference":"K24_1","keywords":"elisha multiplies widows oil kings ","type":"Library","year":1700,"author":{"id":"otto-elliger","name":"Otto Elliger","born":1659,"died":1718,"description":"Otto Elinger, a notable Dutch engraver, made significant contributions to the world of religious art through his work in biblical publications. His engravings are prominently featured in the historic biblical summaries by David Martin (1639-1721), specifically in \"Historie des Ouden en Nieuwen Testaments: verrykt met meer dan vierhonderd printverbeeldingen in koper gesneeden.\" This work, known for its detailed and rich illustrations, stands as a testament to Elinger's skill and artistic dedication to religious themes.\u003cbr\u003e\u003cbr\u003eElinger's engravings in Martin's summaries are not just illustrations but intricate works of art that capture the essence of biblical narratives. These engravings, executed with precision and artistic finesse, are essential in bringing the stories of the Old and New Testaments to life for contemporary readers. They serve as a visual guide, enhancing the textual content and providing a deeper understanding of the biblical events and characters.\u003cbr\u003e\u003cbr\u003eThe collaboration between Otto Elinger and David Martin highlights a harmonious blend of textual scholarship and visual artistry. Elinger's contribution to \"Historie des Ouden en Nieuwen Testaments\" is a significant milestone in religious art and engraving, offering a vivid and enduring portrayal of biblical history. His work continues to be appreciated for its historical value and artistic merit, preserving the rich legacy of religious engraving in the Dutch tradition.\r","url_wiki":"https://commons.wikimedia.org/w/index.php?search=Otto+Elliger\u0026title=Special%3ASearch\u0026go=Go\u0026ns0=1\u0026ns6=1\u0026ns12=1\u0026ns14=1\u0026ns100=1\u0026ns106=1","url_wga":"http://www.pitts.emory.edu/dia/image_details.cfm?ID=112437","nationality":"Dutch"}}