{"id":"4384","author_id":"paolo-veronese","title":"The Burial of Jesus","filename":"paolo-veronese-1547-deposition-of-christ-full.jpg","reference":"MT27_57","keywords":" deposition christ","type":"Bible Art","year":1547,"author":{"id":"paolo-veronese","name":"Paolo Veronese","name_alt":"Paolo Caliari","born":1528,"died":1588,"description":"Paolo Caliari, renowned as Paolo Veronese, was a celebrated Italian Renaissance painter based in Venice. Born in 1528, he is famed for his expansive history paintings, rich in religious and mythological themes, such as \"The Wedding at Cana\" (1563) and \"The Feast in the House of Levi\" (1573). Alongside Titian and Tintoretto, Veronese forms the \"great trio that dominated Venetian painting of the cinquecento\" in the Late Renaissance of the 16th century. His mastery as a colorist and evolution from Mannerism to a naturalist style, influenced by Titian, marked his significant contributions to art.\u003cbr\u003e\u003cbr\u003eVeronese was celebrated for his vibrant palette, elegant brushwork, aristocratic elegance in figures, and the grandeur of his scenes. Despite some criticism for not expressing profound human emotions or the sublime, his work has inspired many great artists, including Rubens, Watteau, Tiepolo, Delacroix, and Renoir.\u003cbr\u003e\u003cbr\u003eVeronese's early artistic maturity (circa 1555-65) is evident in his works for the Church of San Sebastiano in Venice, characterized by brilliant hues and dramatic perspectives, especially in ceiling paintings. His fresco decoration at Villa Barbaro at Maser showcases his skill in integrating architecture and mythological themes.\u003cbr\u003e\u003cbr\u003eHis later works, from around 1565 to 1580, displayed quieter compositions with more classical elements, dazzling color harmonies, and a shift towards emotional engagement, as seen in \"The Crucifixion\" (circa 1582, Louvre). His style evolved to feature luminous twilight scenes, with the \"Apotheosis of Venice\" in the Palazzo Ducale being a notable example.\u003cbr\u003e\u003cbr\u003eVeronese passed away on April 9, 1588, in Venice. Although his immediate influence was limited, he profoundly impacted the Flemish baroque master Peter Paul Rubens and 18th-century Venetian painters, particularly Giovanni Battista Tiepolo, influencing their use of color and perspective.\r","url_wiki":"https://en.wikipedia.org/wiki/Paolo_Veronese","url_wga":"https://www.wga.hu/html/v/veronese/02b/","nationality":"Italian"}}