{"id":"4464","author_id":"peter-paul-rubens","title":"The Flight to Egypt","filename":"peter-paul-rubens-flight-egypt-full.jpg","reference":"MT2_22","keywords":"flight egypt","type":"Bible Art","year":1620,"author":{"id":"peter-paul-rubens","name":"Peter Paul Rubens","name_alt":"Rubens","born":1577,"died":1640,"description":"Sir Peter Paul Rubens, born on June 28, 1577, was a towering figure in Flemish art and is celebrated as the most influential artist of the Flemish Baroque tradition. Known for his dynamic and sensuous Baroque style, Rubens’s work encompassed movement, color, and dramatic, immediate style, resonating with the Counter-Reformation’s artistic ethos. His repertoire included altarpieces, portraits, landscapes, and history paintings, rich in mythological and allegorical themes.\u003cbr\u003e\u003cbr\u003eIn addition to leading a large studio in Antwerp, which catered to the European nobility and art collectors, Rubens was also a well-educated humanist scholar and diplomat, knighted by both Philip IV of Spain and Charles I of England. His prodigious output is evidenced by Michael Jaffé's catalogue, listing 1,403 works, not including the numerous copies produced in his workshop.\u003cbr\u003e\u003cbr\u003eRubens’s commissioned works primarily included history paintings with religious, mythological subjects, and hunt scenes. He also excelled in portraits and landscapes, especially in his later years. Beyond painting, Rubens designed tapestries, prints, and even his own house. He played a pivotal role in the royal entry decorations for the Cardinal-Infante Ferdinand of Austria in Antwerp in 1635.\u003cbr\u003e\u003cbr\u003eA master in utilizing both wooden panels and canvas for his works, Rubens also painted on slate for altarpieces to minimize reflection issues. His assimilative approach combined a study of ancient and 16th-century masters with a responsiveness to contemporary artistic revolutions, infusing vitality into a diverse range of art forms.\u003cbr\u003e\u003cbr\u003eRubens’s influence was profound, extending to artists like Sir Anthony Van Dyck, Jacob Jordaens, and beyond. His deep admiration for Titian is reflected in his mastery of color and oil paint handling. Rubens's impact in 17th-century Flanders was monumental, spreading across Europe through his travels, exported works, and engravings of his art. His legacy continues to inspire artists across different eras, with his variety of work appealing to a wide range of artistic temperaments. Rubens passed away on May 30, 1640, leaving an indelible mark on the history of Western art.\r","url_wiki":"https://en.wikipedia.org/wiki/Peter_Paul_Rubens","url_wga":"https://www.wga.hu/html/r/rubens/7graphic/","nationality":"Flemish"}}