{"id":"4517","author_id":"philippe-loutherbourg","title":"Adoration of the Shepherd's","filename":"philippe-loutherbourg-angels-appearing-shepherds-full.jpg","reference":"LK2_8","keywords":"angels appearing shephards","type":"Bible Art","year":1800,"author":{"id":"philippe-loutherbourg","name":"Philippe Loutherbourg","name_alt":"Philippe-Jacques, Philipp Jakob, or the younger","born":1740,"died":1812,"description":"Philip James de Loutherbourg RA, born on October 31, 1740, was a Franco-British painter renowned for his expansive naval works, intricate set designs for London theatres, and the creation of a mechanical theatre known as the \"Eidophusikon\". He also delved into faith-healing and the occult and was associated with the notorious confidence-trickster Cagliostro.\u003cbr\u003e\u003cbr\u003eLoutherbourg's father, Philipp Jakob (1698-1768), was an engraver and miniature painter at the court of Darmstadt. The family moved to Paris in 1755, where Loutherbourg trained under Carle Van Loo and attended Jean-Georges Wille's engraving academy and Francesco Casanova's studio. Influenced by 17th-century Dutch landscape artists like Philips Wouwerman and Nicolaes Berchem, Loutherbourg’s early work attracted attention for its naturalistic approach and fresh use of color, which contrasted with the contrived pastoral subjects of François Boucher’s school.\u003cbr\u003e\u003cbr\u003eLoutherbourg's romanticized shipwreck scenes, inspired by Claude-Joseph Vernet, and depictions of banditti reminiscent of Salvator Rosa, marked his unique artistic style. He became a prolific exhibitor at the Salon between 1762 and 1771, gaining significant recognition. In 1766, he was elected to the Académie Royale de Peinture et de Sculpture and appointed as a Peintre du Roi.\u003cbr\u003e\u003cbr\u003eLoutherbourg’s contribution to the arts extended beyond painting, as he innovatively blended his artistic skills with theatrical set design, significantly impacting the visual experience of London theatre audiences. His fascination with the mechanical and the mystical further showcased his diverse interests and talents, making him a unique figure in the art and cultural scenes of his time.\r","url_wiki":"https://en.wikipedia.org/wiki/Philip_James_de_Loutherbourg","url_wga":"https://www.wga.hu/html/l/loutherb/","nationality":"French"}}