{"id":"4604","author_id":"pierre-mignard","title":"Jesus Heals Simon Peter's Mother in Law","filename":"pierre-mignard-jesus-heals-simon-peters-mother-in-law-mark-1-full.jpg","reference":"MK1_21","keywords":"jesus heals simon peters mother law mark ","type":"Bible Art","year":1670,"author":{"id":"pierre-mignard","name":"Pierre Mignard","name_alt":"Mignard le Romain","born":1612,"died":1695,"description":"Pierre Mignard I, born on November 17, 1612, and known as \"Mignard le Romain\" to distinguish him from his brother Nicolas Mignard, was a prominent French painter celebrated for his religious and mythological scenes, as well as portraits. Engaged in a lifelong rivalry with Charles Le Brun, Premier Peintre du Roi, Mignard's career was marked by both competition and distinction.\u003cbr\u003e\u003cbr\u003eMignard, initially a pupil of Vouet, moved to Rome in 1636, where he remained until 1657, developing his style influenced by the works of the Carracci, Domenichino, and Poussin. Returning to Paris by Louis XIV's command, he decorated the dome of the Val-de-Grâce in 1663. However, his most significant contributions were as a court portrait painter, where he revived the Italian style of allegorical portraiture, exemplified by his work \"Marquise de Seignelay as Thetis\" (1691, National Gallery, London).\u003cbr\u003e\u003cbr\u003eDespite his opposition to the Académie royale and his advocacy for the Venetian or 'colourist' school, likely to counter Le Brun, Mignard's fortunes changed with Le Brun's death in 1690. He was appointed 'premier peintre', and, under royal orders, the Academy had to acknowledge him with several titles in a single sitting.\u003cbr\u003e\u003cbr\u003eMignard's patronage extended to many notable figures of his time, including Turenne, Molière, and Descartes, making him one of the most successful, albeit to some, monotonous portrait painters of his era.\u003cbr\u003e\u003cbr\u003eWorks by Pierre Mignard, as well as those by Nicolas Mignard and Pierre II, can be found in various public collections, including the Musée Calvet in Avignon, the Courtauld Institute of Art in London, Harvard University Art Museums, the Hermitage Museum, the Honolulu Museum of Art, the Louvre, and the National Gallery in London. His influence and contribution to French painting remain significant in the history of art.\r","url_wiki":"https://en.wikipedia.org/wiki/Pierre_Mignard","url_wga":"https://www.wga.hu/html/m/mignard/pierre/","nationality":"French"}}