{"id":"4633","author_id":"pierre-mortier","title":"The Plague of Lice","filename":"pierre-mortier-the-plague-lice-exodus-8-color-full.jpg","reference":"EX8_16","keywords":"plague lice exodus ","type":"Bible Art","year":1670,"author":{"id":"pierre-mortier","name":"Pierre Mortier","born":1661,"died":1711,"description":"Pieter Mortier, born in 1661, was a notable 18th-century mapmaker and engraver hailing from the Northern Netherlands. His life and work represent a significant contribution to the cartographic and publishing fields of his time.\u003cbr\u003e\u003cbr\u003eMortier was born in Leiden and, as noted by the Dutch biographer Houbraken, collaborated with David van der Plas on etchings for \"Bybelsche Tafereelen\" (Bible stories), published in Amsterdam in 1700. This work underscored his skill in both mapmaking and religious-themed engraving.\u003cbr\u003e\u003cbr\u003eAccording to the RKD – Netherlands Institute for Art History, Mortier was the father of Cornelis Mortier (1699–1783), who later formed a partnership with Johannes Covens I (1697–1774) to start the map publishing company Covens \u0026 Mortier (1721–1866). This company became well-known in the world of map publishing.\u003cbr\u003e\u003cbr\u003eMortier's journey took him to Paris between 1681 and 1685, where he secured the privilege in 1690 of publishing maps and atlases from French publishers in Amsterdam. Leveraging this privilege, he obtained similar rights for printing an \"illustrated print bible\" in 1700. Mortier's work not only showcased his engraving and cartographic skills but also reflected a keen business acumen in the expanding world of print and publishing during his era.\u003cbr\u003e\u003cbr\u003ePieter Mortier passed away in Amsterdam in 1711, leaving behind a legacy in the realms of mapmaking and publishing, with his influence extending through the successful endeavors of his son and the continued prominence of the Covens \u0026 Mortier company.\r","url_wiki":"https://en.wikipedia.org/wiki/Pieter_Mortier","nationality":"Dutch"}}