{"id":"4647","author_id":"pieter-aertsen","title":"Gideon Destroys the Altar of Baal","filename":"pieter-aertsen-altar-baal-full.jpg","reference":"JG6_28","keywords":"altaar baal","type":"Bible Art","year":1550,"author":{"id":"pieter-aertsen","name":"Pieter Aertsen","name_alt":"Lange Piet","born":1508,"died":1575,"description":"Pieter Aertsen, born in Amsterdam in 1508 and known as Lange Piet (\"Tall Pete\") due to his height, was a Dutch painter associated with Northern Mannerism. He is particularly recognized for inventing the monumental genre scene, a unique fusion of still life, genre painting, and often a biblical scene in the background. Aertsen's career spanned significant artistic contributions both in his hometown of Amsterdam and in Antwerp, which was then the center of artistic life in the Netherlands.\u003cbr\u003e\u003cbr\u003eAertsen's genre scenes significantly influenced Flemish Baroque painting, Dutch still life painting, and even had an impact in Italy. His peasant scenes were a precursor to the famous works of Pieter Bruegel the Elder in Antwerp.\u003cbr\u003e\u003cbr\u003eApprenticed with Allaert Claesz, Aertsen later moved to the Southern Netherlands, settling in Antwerp, where he worked with Jan Mandijn. He became a member of Antwerp's Guild of Saint Luke and was known as \"Langhe Peter, schilder\" (Tall Peter, painter) in the guild's records. In 1542, he became a citizen of Antwerp and married Kathelijne Beuckelaar, connecting him to a family of painters.\u003cbr\u003e\u003cbr\u003eAertsen returned to Amsterdam around 1555-56, where he continued to influence artists through his workshop. Notable pupils included Stradanus and his nephews, Joachim Beuckelaer and Huybrecht Beuckeleer, with Joachim continuing and evolving Aertsen's style and themes.\u003cbr\u003e\u003cbr\u003eInitially focusing on religious works, Aertsen shifted in the 1550s to domestic scenes, displaying a keen eye for detail and realism in depicting furniture, cooking utensils, and food. His innovative approach inverted the traditional focus of paintings, emphasizing \"lower\" subject matter more prominently than historical or religious themes. This technique, also reflecting the influence of Jan Sanders van Hemessen's works, marked a significant development in Northern painting. Aertsen passed away on June 3, 1575, leaving a legacy that bridged religious themes with everyday life in a manner that prefigured and influenced later Baroque art.\r","url_wiki":"https://en.wikipedia.org/wiki/Pieter_Aertsen","url_wga":"https://www.wga.hu/html_m/a/aertsen/","nationality":"Dutch"}}