{"id":"4660","author_id":"pieter-bruegel","title":"Massacre of the Innocents - detail","filename":"pieter-bruegel-massacre-of-the-innocents-detail-full.jpg","reference":"MT2_16","keywords":"Massacre Innocents - detail","type":"Bible Art","year":1566,"author":{"id":"pieter-bruegel","name":"Pieter Bruegel","name_alt":"Pieter Bruegel (also Brueghel or Breughel) the Elder ","born":1525,"died":1569,"description":"Pieter Bruegel (also known as Brueghel or Breughel) the Elder, born between 1525 and 1530 and died on September 9, 1569, was a seminal figure in Dutch and Flemish Renaissance painting. Renowned for his landscapes and peasant scenes, Bruegel was a pioneer in focusing on these genres in large-scale paintings, significantly influencing the Dutch Golden Age and subsequent European painting.\u003cbr\u003e\u003cbr\u003eBruegel's innovative choices in subject matter, especially post-religious era subjects, marked a departure from traditional themes. He did not engage in portrait painting, another mainstay of Netherlandish art. After training and traveling in Italy, he settled in Antwerp in 1555, working predominantly as a designer of prints for the leading publisher of the day. It was only towards the late 1550s that he shifted to primarily painting, producing his renowned works in a short period before his early death.\u003cbr\u003e\u003cbr\u003eInformation about Bruegel's life is limited. He apprenticed under Pieter Coecke van Aelst in Brussels and was influenced by Coecke's Italianate art, especially after marrying Coecke's daughter, Mayken, in 1563. His early works included landscapes and, influenced by his travels through the Alps, he brought a new perspective to this genre. He collaborated with the publisher Hiëronymus Cock, initially focusing on satirical and moralizing subjects in the style of Hiëronymus Bosch.\u003cbr\u003e\u003cbr\u003eBruegel's paintings, often combining landscape and narrative, are distinguished for their narrative content and profound symbolism. He married Mayken Coecke and eventually moved to Brussels, where he created some of his greatest paintings. Among his patrons were Cardinal Antione Perrenot de Granvelle and the collector Niclaes Jonghelinck.\u003cbr\u003e\u003cbr\u003eRenowned for his originality and influence, Bruegel was hailed by Abraham Ortelius as the most perfect artist of the century. His works were primarily commissioned by collectors. Bruegel passed away in 1569 and was buried in Notre-Dame de la Chapelle in Brussels, leaving a lasting legacy in the history of Western art.\r","url_wiki":"https://en.wikipedia.org/wiki/Pieter_Bruegel_the_Elder","url_wga":"https://www.wga.hu/html/b/bruegel/pieter_e/08/","nationality":"Dutch","movement":"Dutch Renaissance; Flemish Renaissance"}}