{"id":"4708","author_id":"pieter-lastman","title":"David Handing the Letter to Uriah","filename":"pieter-lastman-king-david-handing-the-letter-uriah-full.jpg","reference":"PS51_1","keywords":"king david handing letter uriah","type":"Bible Art","year":1620,"author":{"id":"pieter-lastman","name":"Pieter Lastman","born":1583,"died":1633,"description":"Pieter Lastman, born in 1583 and passed away in 1633, was a notable Dutch painter. His significance in art history is underscored by his role as a history painter and as a mentor to prominent artists like Rembrandt and Jan Lievens. Lastman's work is distinguished by his meticulous attention to detail, particularly in depicting faces, hands, and feet.\u003cbr\u003e\u003cbr\u003eBorn in Amsterdam, Lastman was the son of a town-beadle who was a dismissed Catholic and a mother who appraised paintings and goods. His early artistic training was under Gerrit Pietersz Sweelinck, brother of the renowned Jan Pieterszoon Sweelinck. Between 1604 and 1607, Lastman traveled to Italy, where he was profoundly influenced by Caravaggio and Adam Elsheimer, similar to the painters of the Utrecht School.\u003cbr\u003e\u003cbr\u003eReturning to Amsterdam, Lastman resided in the Sint Antoniesbreestraat, near mayor Geurt van Beuningen. Despite never marrying — he once promised to marry Gerbrand Adriaensz Bredero's sister — Lastman's life in Amsterdam was immersed in the artistic milieu of the city. Due to health issues, he moved in with his brother in 1632 and died a year later, being buried in the Oude Kerk on April 4, 1633.\u003cbr\u003e\u003cbr\u003eLastman's influence on Rembrandt, who never visited Italy, was significant, particularly in the transmission of Caravaggesque elements like chiaroscuro. His pupils extended beyond Rembrandt and Lievens to include Bartholomeus Breenbergh, Nicolaes Lastman, Pieter Pieterz Nedek, and Jan Albertsz Rotius. Through his teaching and his art, Lastman played a crucial role in the development of the Dutch Golden Age of painting, bridging Italian influences with the burgeoning Dutch artistic tradition.\r","url_wiki":"https://en.wikipedia.org/wiki/Pieter_Lastman","url_wga":"https://www.wga.hu/html/l/lastman/","nationality":"Dutch"}}