{"id":"4730","author_id":"pieter-van-gunst","title":"The High Priest","filename":"pieter-van-gunst-the-high-priest-exodus-39-color-full.jpg","reference":"EX39_1","keywords":"high priest exodus ","type":"Bible Art","year":1720,"author":{"id":"pieter-van-gunst","name":"Pieter Van Gunst","name_alt":"Pieter Stevensz. van Gunst","born":1658,"died":1732,"description":"Pieter Stevensz. van Gunst, born in 1658/9 in Amsterdam and buried on November 10, 1732, in the same city, was a distinguished Dutch draughtsman, copperplate engraver, and printmaker. Also known as Pieter Stevens van Gunst or Petrus Stephani, he was active in Amsterdam, had a period of activity in London around 1704, and later worked in the Dutch town of Nederhorst between 1730 and 1731.\u003cbr\u003e\u003cbr\u003eVan Gunst's work primarily consisted of engravings, with a focus on portraits, including reproductions of works by Anthony van Dyck. His collection of engravings is held by several prestigious institutions, including the Rijksmuseum in Amsterdam, Museum Boijmans Van Beuningen in Rotterdam, the British Museum, and the National Portrait Gallery in London.\u003cbr\u003e\u003cbr\u003eAmong his notable works are a series of illustrations for historical treatises by Isaac de Larrey and engravings of Gerard de Lairesse’s drawings for Govert Bidloo’s \"Anatomia Humani Corporis\". In 1713-1715, van Gunst produced a set of ten plates after van Dyck's paintings from the collection of Philip Wharton, 1st Duke of Wharton. This project was commissioned by a syndicate of British art dealers, for which Jacob Houbraken made drawings in Britain, and van Gunst engraved them in Amsterdam. These plates were advertised in the London Gazette on December 13, 1715.\u003cbr\u003e\u003cbr\u003eDetails of van Gunst's personal life are sparse. He married Leonora Baarselmans from The Hague in Amsterdam in 1687. In 1712, he joined the Amsterdam book sellers' guild as an art dealer. His final resting place is in the Westerkerk church in Amsterdam, where he was buried in 1732. His contributions to engraving and printmaking have left a lasting imprint in the world of art, particularly through his skilled reproductions of prominent works.\r","url_wiki":"https://en.wikipedia.org/wiki/Pieter_van_Gunst","url_wga":"https://www.wga.hu/html/g/gunst/","nationality":"Dutch"}}