{"id":"4748","author_id":"raphael","title":"The Death of Ananias","filename":"raphael-1515-the-death-of-ananias-full.jpg","reference":"AC5_1","keywords":" death ananias","type":"Bible Art","year":1515,"author":{"id":"raphael","name":"Raphael Sanzio","name_alt":"Raphael, or Raffaello Sanzio da Urbino","born":1483,"died":1520,"description":"Raffaello Sanzio da Urbino, known as Raphael, was an Italian painter and architect of the High Renaissance, born on either March 28 or April 6, 1483, and died on April 6, 1520. Celebrated for his clarity of form, ease of composition, and visual representation of Neoplatonic human grandeur, Raphael, alongside Michelangelo and Leonardo da Vinci, forms the traditional trinity of great masters of that period.\u003cbr\u003e\u003cbr\u003eRaphael was exceptionally productive, managing a large workshop, and despite his early death at 37, he left behind a significant body of work. His most notable works are in the Vatican Palace, particularly the Raphael Rooms with the famous fresco, The School of Athens. Much of his later work was executed by his workshop from his drawings, which resulted in some loss of quality. His influence during his lifetime was substantial, primarily through his collaborative printmaking.\u003cbr\u003e\u003cbr\u003eAfter his death, the influence of his rival Michelangelo became more widespread until the 18th and 19th centuries, when Raphael's serene and harmonious qualities were again regarded as the highest models. His career is typically divided into three phases and styles, as first described by Giorgio Vasari: his early years in Umbria, his time in Florence absorbing artistic traditions (1504–1508), and his final productive years in Rome (1508–1520), working for two Popes.\u003cbr\u003e\u003cbr\u003eRaphael's early work in Umbria and Tuscany was influenced by his apprenticeship with Perugino. His Florentine period was marked by a series of celebrated depictions of the Virgin and Child, where he showed his growing mastery of composition and expression, influenced by Leonardo and Michelangelo.\u003cbr\u003e\u003cbr\u003eIn 1508, Raphael was summoned to Rome by Pope Julius II. His major work there included the decoration of the Stanza della Segnatura in the Vatican, where he painted some of his best-known works. His papal commissions continued under Pope Leo X, including the design of tapestries for the Sistine Chapel and the decoration of the Vatican's Raphael Rooms.\u003cbr\u003e\u003cbr\u003eRaphael's influence extended through his engravings in collaboration with Marcantonio Raimondi, spreading his reputation across Europe. He was also involved in architecture, succeeding Bramante as chief architect of the Vatican. Raphael's work on the reconstruction of ancient Rome and his studies of Vitruvius showcased his architectural insight.\u003cbr\u003e\u003cbr\u003eRaphael died on his 37th birthday in 1520 and was buried in the Pantheon in Rome. His legacy endured for centuries, with his works serving as a major inspiration for classical painters like Annibale Carracci, Poussin, and Ingres. His influence on art and his status as a paragon of classical beauty and harmony continue to be celebrated in the history of Western art.\r","url_wiki":"https://en.wikipedia.org/wiki/Raphael","url_wga":"https://www.wga.hu/html/r/raphael/7drawing/3/","nationality":"Italian"}}