{"id":"4869","author_id":"salvator-rosa","title":"The Witch of Endor","filename":"salvator-rosa-saul-samuel-witch-endor-full.jpg","reference":"S128_3","keywords":"samuel witch endor","type":"Bible Art","year":1660,"author":{"id":"salvator-rosa","name":"Salvator Rosa","born":1615,"died":1673,"description":"Salvator Rosa (June 20 or July 21, 1615 – March 15, 1673) was a multifaceted Italian Baroque painter, poet, and printmaker, known for his unconventional and extravagant style, often viewed as a \"perpetual rebel\" and a forerunner of Romanticism. Active in Naples, Rome, and Florence, Rosa's artistic journey began with his studies in painting in Naples, where he was influenced by the Spanish painter and engraver José de Ribera.\u003cbr\u003e\u003cbr\u003eIn 1635, Rosa moved to Rome to continue his studies but soon had to return to Naples due to a bout of malaria. Back in Naples, he painted numerous battle and marine scenes and developed his distinctive style of landscape painting, characterized by wild, picturesque scenes of nature populated with shepherds, seamen, soldiers, or bandits, all imbued with a romantic, poetic essence.\u003cbr\u003e\u003cbr\u003eRosa's reputation as an artist had already been established by the time he returned to Rome in 1639. He also gained popularity as a comic actor, notably satirizing the renowned architect and sculptor Gian Lorenzo Bernini during the Carnival of 1639, which led to creating a powerful adversary. Consequently, Rosa found the environment in Florence more conducive, where he enjoyed the patronage of Cardinal Giovanni Carlo de' Medici. In Florence, Rosa's house became a hub for the Accademia dei Percossi, a circle dedicated to literature, music, and art, which also became a venue for Rosa to express his flamboyant personality through acting.\u003cbr\u003e\u003cbr\u003eRosa returned to Rome in 1649 and settled there permanently. While initially regarding his landscapes as more of a recreational pursuit, he later devoted himself primarily to religious and historical painting. In 1660, he began etching, producing several successful prints. Rosa's satirical works were posthumously published in 1710, further cementing his legacy as a prominent figure in the Italian Baroque era.\r","url_wiki":"https://en.wikipedia.org/wiki/Salvator_Rosa","url_wga":"https://www.wga.hu/html/r/rosa/","nationality":"Italian"}}