{"id":"4888","author_id":"rembrandt","title":"The Blinding of Samson","filename":"rembrandt-the-blinding-samson-full.jpg","reference":"JG16_1","keywords":"blinding samson","type":"Bible Art","year":1650,"author":{"id":"rembrandt","name":"Rembrandt Vin Rijn","name_alt":"Rembrandt","born":1696,"died":1669,"description":"Rembrandt Harmenszoon van Rijn (15 July 1606 – 4 October 1669) was a Dutch draughtsman, painter, and printmaker. A master in three media, he is widely regarded as one of the greatest visual artists in the history of art and the most important in Dutch art history. Rembrandt's works span a broad range of style and subject matter, including portraits, self-portraits, landscapes, genre scenes, allegorical, historical scenes, as well as biblical and mythological themes, and animal studies. His work was part of the Dutch Golden Age, a period of great wealth and cultural achievement.\u003cbr\u003e\u003cbr\u003eRembrandt was influenced by Italian masters and Netherlandish artists who had studied in Italy. Despite personal tragedy and financial hardships in his later years, his works remained popular, and his reputation as an artist stayed high. He taught many important Dutch painters over twenty years.\u003cbr\u003e\u003cbr\u003eAfter moving to Amsterdam in 1631, Rembrandt married Saskia van Uylenburgh in 1634, which brought him into contact with wealthy patrons. Notable works from this period include the Portrait of Nicolaes Ruts (1631) and The Blinding of Samson (1636). His studio was filled with pupils, some already trained artists. In the 20th century, art scholarship reattributed some of his paintings to his associates.\u003cbr\u003e\u003cbr\u003eRembrandt's family life was marked by misfortune. His wife Saskia died in 1642, and only one of their four children survived into adulthood. His common-law wife Hendrickje Stoffels and his son Titus were models for many of his works. Despite his success, his lifestyle led to bankruptcy in 1656. His later years saw the creation of some of his greatest works, such as The Jewish Bride (1665) and a self-portrait (1658).\u003cbr\u003e\u003cbr\u003eRembrandt died in Amsterdam on 4 October 1669. His portraits, self-portraits, and biblical scenes are considered his greatest triumphs. His self-portraits are a unique biography in which he surveyed himself sincerely. He transformed etching into a true art form and is regarded as the greatest etcher in history. His empathy for the human condition has made him a pivotal figure in art, admired by many including Auguste Rodin and Vincent van Gogh.\r","url_wiki":"https://en.wikipedia.org/wiki/Rembrandt","url_wga":"https://www.wga.hu/html/r/rembrand/41misc/","nationality":"Dutch","movement":"Dutch Golden Age; Baroque"}}