{"id":"4913","author_id":"richard-westall","title":"Adoration of the Shepherd's","filename":"richard-westall-the-adoration-the-shepherds3-luke-2-full.jpg","reference":"LK2_8","keywords":"adoration shepherds luke ","type":"Bible Art","year":1820,"author":{"id":"richard-westall","name":"Richard Westall","born":1765,"died":1836,"description":"Richard Westall was an English painter and illustrator, known for his significant contributions to book illustration and his works exhibited at the Royal Academy and the British Institution. Apprenticed in 1799 to heraldic engraver John Thompson in London, Westall was encouraged by miniaturist John Alefounder to pursue painting. In 1784, he exhibited a portrait drawing at the Royal Academy, and by 1785, he became a student at the Royal Academy Schools. He achieved the status of an Associate of the Royal Academy (ARA) in 1792 and became a Royal Academician (RA) in 1794.\u003cbr\u003e\u003cbr\u003eThroughout his career, Westall exhibited over 300 works at the Royal Academy and 70 at the British Institution. His large watercolors, such as \"Cassandra Prophesying the Fall of Troy\" (1796; Victoria and Albert Museum, London), are noted for their vibrant and sometimes excessive colors. Other works, like \"The Rosebud\" (1791; Yale Center of British Art, New Haven), lean towards Rococo aesthetics.\u003cbr\u003e\u003cbr\u003eWestall's primary area of expertise was book illustration. He worked for notable publishers like John Boydell, Thomas Macklin, and Robert Bowyer, and illustrated Milton's poetical works and contributed five paintings to Boydell's Shakespeare Gallery, including \"Scene from Henry VIII\". In 1814, he held a solo exhibition at his house in Upper Charlotte Street, London. Despite his prolific output, poor dealings in the art market led to financial difficulties.\u003cbr\u003e\u003cbr\u003eRichard Westall's son, William Westall (1781-1850), also pursued a career in the arts as a painter, engraver, and lithographer, continuing the artistic legacy of his father.\r","url_wiki":"https://en.wikipedia.org/wiki/Richard_Westall","url_wga":"https://www.wga.hu/html/w/westall/","nationality":"British"}}