{"id":"4936","author_id":"robert-campin","title":"The Birth of Christ","filename":"robert-campin-geboorte-full.jpg","reference":"LK2_1","keywords":"geboorte","type":"Bible Art","year":1420,"author":{"id":"robert-campin","name":"Robert Campin","title":"Master of Flémalle","born":1375,"died":1444,"description":"Robert Campin (c. 1375 – 26 April 1444), now generally identified with the Master of Flémalle (previously known as the Master of the Mérode Triptych before the discovery of three other similar panels), is acknowledged as the first great master of Flemish and Early Netherlandish painting. The identification and attribution of Campin's work, along with those attributed to the \"Master of Flémalle,\" have been subjects of art historical debate for many years. Despite his success during his lifetime, Campin did not sign or date his works, making direct connections to him challenging.\u003cbr\u003e\u003cbr\u003eCampin became a master painter in Tournai, present-day Belgium, by 1406 and emerged as the city's leading painter for three decades. He was a citizen by 1410 and possibly studied under Jan van Eyck. By 1419, his fame had grown enough to lead a large and profitable workshop. His career faced challenges due to his involvement in the revolt of the Brotherhoods in the early 1420s and an extramarital affair, leading to imprisonment. Nevertheless, he maintained his workshop's status until his death in 1444.\u003cbr\u003e\u003cbr\u003eCampin's early panels show the influence of International Gothic artists like the Limbourg brothers and Melchior Broederlam, yet his work displays a more realistic observation, partly due to innovations in the use of oil paints. He received numerous civic commissions and was successful in his lifetime. Campin's notable students include Rogier van der Weyden (Rogelet de la Pasture) and Jacques Daret. He was a contemporary of Jan van Eyck, with whom he met in 1427. His best-known work is the Mérode Altarpiece, dated approximately 1425-28.\r","url_wiki":"https://en.wikipedia.org/wiki/Robert_Campin","nationality":"Flemish","movement":"Early Netherlandish"}}