{"id":"4964","author_id":"rogier-van-der-weyden","title":"The Crucifixion","filename":"rogier-van-der-weyden-1453-crucifixion-full.jpg","reference":"MT27_32","keywords":"crucifixion","type":"Bible Art","year":1453,"author":{"id":"rogier-van-der-weyden","name":"Rogier Van Der Weyden","name_alt":"Roger de la Pasture","born":1400,"died":1464,"description":"Rogier van der Weyden (Dutch: [roːˈɣiːr vɑn dɛr ˈʋɛi̯də(n)]) or Roger de la Pasture (1399 or 1400 – 18 June 1464) was a notable Early Netherlandish painter, celebrated for his religious triptychs, altarpieces, and commissioned portraits. He achieved international fame and success during his lifetime, with his paintings exported to countries like Italy and Spain. By the latter half of the 15th century, he had surpassed Jan van Eyck in popularity, though his fame dwindled by the 17th century and was almost forgotten by the mid-18th century. His reputation has been gradually restored over the past two centuries, and today he is recognized as one of the three great Early Flemish artists, alongside Robert Campin and Jan van Eyck, and as the most influential Northern painter of the 15th century.\u003cbr\u003e\u003cbr\u003eVan der Weyden was the son of a master cutler and grew up in a merchant-class environment. He possibly received a university education and began his painting career at the age of 27. In 1427, he enrolled as an apprentice in the workshop of Robert Campin in Tournai. Van der Weyden learned detailed realism from Campin, and although their styles were similar, careful study allows scholars to distinguish between their works.\u003cbr\u003e\u003cbr\u003eVan der Weyden was also influenced by Jan van Eyck, and it is believed that he became thoroughly acquainted with van Eyck's style while possibly residing in Bruges. By 1435, van der Weyden had settled in Brussels, married Elizabeth Goffaert, and began using the Flemish translation of his name. He received numerous commissions, including a mural for the Brussels town hall and the famous Descent from the Cross for the Archers' Guild of Louvain.\u003cbr\u003e\u003cbr\u003eHis works from the 1440s, like the Granada-Miraflores altarpieces and the Last Judgment Polyptych, are characterized by stark settings, delicate Gothic figures, and expressive action. Van der Weyden's international reputation grew, earning commissions from notable figures like Philip the Good, Duke of Burgundy. His style may have been influenced by Thomas à Kempis's writings.\u003cbr\u003e\u003cbr\u003eIn 1450, van der Weyden visited Rome and received praise and commissions from Italian nobility. He influenced Italian masters in oil painting techniques and incorporated elements from Italian progressive trends into his works. The last 15 years of his life saw numerous commissions executed with the help of his workshop.\u003cbr\u003e\u003cbr\u003eVan der Weyden's influence extended beyond his lifetime, impacting Flemish painters of the next generation and dominating painting in France, Germany, and Spain during the latter half of the 15th century. His art was crucial in spreading the Flemish style throughout Europe. Despite the initial decline in his fame posthumously, meticulous scholarly work has restored Rogier van der Weyden's status as a leading master of 15th-century Flanders.\r","url_wiki":"https://en.wikipedia.org/wiki/Rogier_van_der_Weyden","url_wga":"https://www.wga.hu/html/w/weyden/rogier/13variou/","nationality":"Dutch"}}