{"id":"5011","author_id":"sandro-botticelli","description":"Judith and her servant leave the tent of the enemy warlord Holofernes. The pious widow had used her good looks to deceive the warlord, in order to eliminate the man whose troops were beseiging her city. Technically, this is a sub-standard work by Botticelli. Compare it with this older version. Judith's torso seems to long while her head is too small. When he made this panel, Botticelli had become a supporter of the reform movement led by Savonarola.","title":"","filename":"sandro-botticelli-judith-holo-full.jpg","keywords":"judith holo","type":"Bible Art","year":1500,"author":{"id":"sandro-botticelli","name":"Sandro Botticelli","name_alt":"Alessandro di Moriano Filipepi","born":1445,"died":1510,"description":"Sandro Botticelli, born Alessandro di Moriano Filipepi, was an Italian painter and one of the most brilliant figures in the history of Western art. Trained under Filippo Lippi and potentially in Leonardo da Vinci's workshop, Botticelli was also influenced by the Pollaiuoli around 1470. His mastery in perspective, architectural design, and anatomy were exceptional, but it is his visual poetry that solidifies his fame. He was a superb colorist, evident in his ethereal outline drawings for Dante's Divine Comedy, showcasing his exquisite sense of contour.\u003cbr\u003e\u003cbr\u003eBotticelli's work, ranging from the realistic \"Fortitude\" (1470) to the ethereal \"Mystic Nativity\" (1500), his last dated and only signed work, reflects his diverse styles. He experimented with new forms, evident in his \"Adorations of the Magi\" and full-scale portraits, embedding Medici portraits, especially in the Uffizi panel. His work was deeply influenced by Florentine neo-Platonism, particularly Marsilio Ficino, though not in a straightforward philosophical translation.\u003cbr\u003e\u003cbr\u003eIn 1481/2, Botticelli was in Rome, working on frescoes in the Sistine Chapel with other notable artists. His frescoes were not as successful as his other works. In the late 15th century, he ran a large workshop, producing many Madonnas. His mythologies from the 1470s and 80s, like \"Mars and Venus\" and \"Primavera,\" maintain an enigmatic quality.\u003cbr\u003e\u003cbr\u003eBy about 1500, Botticelli's style contrasted sharply with the new ideas of Leonardo and Michelangelo, leading to a decline in popularity. His later works, such as the Pietàs in Milan and Munich and the St Zenobius series, suggest a shift in his style.\u003cbr\u003e\u003cbr\u003eIn 1481, Botticelli was among the artists summoned by Pope Sixtus IV to fresco the Sistine Chapel's walls, part of a peace deal between Lorenzo de' Medici and the Papacy. He contributed three large scenes: the \"Temptations of Christ,\" \"Youth of Moses,\" and \"Punishment of the Sons of Corah,\" along with several pope portraits. The project aimed to assert Papal supremacy through a cycle of the Life of Christ and Moses. Botticelli's style in these frescoes is characterized by a triptych-like composition, with repeated appearances of the central figure in each scene.\u003cbr\u003e\u003cbr\u003eBotticelli's influence waned posthumously, and he was largely forgotten by the mid-19th century. However, meticulous scholarship has since restored his status as a leading master of the Renaissance.\r","url_wiki":"https://en.wikipedia.org/wiki/Sandro_Botticelli","url_wga":"https://www.wga.hu/html_m/b/botticel/5allegor/","nationality":"Italian","movement":"Italian Renaissance"}}