{"id":"5429","author_id":"james-tissot","title":"“The cock crew”","filename":"tissot-nt-the-cock-crowed-full.jpg","location":"The Brooklyn Museum, New York, USA","reference":"MK14_66","keywords":"cock crowed","type":"Library","year":1899,"author":{"id":"james-tissot","name":"James Tissot","name_alt":"Jacques Joseph Tissot","born":1836,"died":1902,"description":"Jacques Joseph Tissot (French: [tiso]; 15 October 1836 – 8 August 1902), Anglicized as James Tissot, was a French painter and illustrator. He was a successful painter of Paris society before moving to London in 1871. He became famous as a genre painter of fashionably dressed women shown in various scenes of everyday life. He also painted scenes and characters from the Bible.\u003cbr\u003e\u003cbr\u003eHis early paintings exemplify Romantic obsessions with the Middle Ages, while works such as the Meeting of Faust and Marguerite (1861; Paris, Musée d'Orsay) and Marguerite at the Ramparts (1861; untraced) show the influence of the Belgian painter Baron Henri Leys. In the mid-1860s Tissot abandoned these tendencies in favour of contemporary subjects, sometimes with a humorous intent, as in Two Sisters (1864; Paris, Musée du Louvre) and Beating the Retreat in the Tuileries Gardens (1868; private collection). The painting Young Ladies Looking at Japanese Objects (1869; private collection) testifies to his interest in things Oriental, and Picnic (1869; private collection), in which he delved into the period of the Directoire, is perhaps influenced by the Goncourt brothers. Tissot re-created the atmosphere of the 1790s by dressing his characters in historical costume.\u003cbr\u003e\u003cbr\u003eAfter participating in the Franco-Prussian War he stayed for 10 years in London, where he was highly esteemed for his genre scenes (e.g., The Ball on Shipboard). In 1882 he went to Palestine and devoted his life to a series of watercolour drawings illustrating the Bible.\r","url_wiki":"https://en.wikipedia.org/wiki/James_Tissot","url_wga":"https://www.wga.hu/html_m/t/tissot/","nationality":"Fremch"}}