{"id":"5663","author_id":"valentin-de-boulogne","title":"Neither Do I Condemn You","filename":"valentin-de-boulogne-christ-and-the-adulteress-full.jpg","reference":"JN8_1","keywords":"christ adulteress","type":"Bible Art","year":1620,"author":{"id":"valentin-de-boulogne","name":"Valentin De Boulogne","name_alt":"Le Valentin","born":1591,"died":1632,"description":"Valentin de Boulogne, sometimes known as Le Valentin, was a notable French painter born before January 3, 1591, and who passed away on August 19, 1632. He was recognized for his work in the tenebrist style, a style characterized by dramatic illumination and stark contrasts between light and dark. The details of his life remain somewhat obscure. Interestingly, the name 'Moise,' which he was commonly known by, wasn't his actual Christian name (which is unknown) but rather a corruption of the Italian form of 'monsieur.'\u003cbr\u003e\u003cbr\u003eValentin de Boulogne had at least one significant public commission in his career. This was \"The Martyrdom of SS. Processus and Martinian\" (Vatican, 1629-30), a painting created for St Peter's in Rome and intended to complement a work by Poussin, \"The Martyrdom of St Erasmus.\"\u003cbr\u003e\u003cbr\u003eAbout fifty works are attributed to Valentin de Boulogne. His paintings encompass a diverse range of subjects, including religious and mythological scenes, genre scenes, and portraits. A notable aspect of his work is the recurrence of the same models across different paintings. His art is distinguished by a solemn and often melancholic dignity, reflecting his deep commitment to the Caravaggesque style. He remained faithful to this style even when it had fallen out of fashion.\u003cbr\u003e\u003cbr\u003eItalian art historian Giovanni Baglione noted that Valentin's death followed an incident where he took a cold bath in a fountain after a bout of drinking. His passing was greatly mourned within the artistic community, marking the end of a career dedicated to a profoundly influential style of painting.\r","url_wiki":"https://en.wikipedia.org/wiki/Valentin_de_Boulogne","url_wga":"https://www.wga.hu/html/v/valentin/","nationality":"French"}}