{"id":"5694","author_id":"vasily-dmitrievich-polenov","title":"Jesus Christ Praying on the Mountain","filename":"vasily-dmitrievich-polenov-jesus-christ-praying-on-the-mountain-full.jpg","reference":"LK8_19","keywords":"Jesus Christ Praying on The Mountain","type":"Bible Art","year":1900,"author":{"id":"vasily-dmitrievich-polenov","name":"Vasily Dmitrievich Polenov","born":1844,"died":1927,"description":"Vasily Dmitrievich Polenov, born on June 1, 1844, and passing away on July 18, 1927, was a distinguished Russian landscape painter closely associated with the Peredvizhniki, a movement of realist artists. His peers admired him as the “Knight of Beauty,” reflecting his unique blend of European and Russian painting traditions. Polenov was a firm believer in the uplifting power of art, culture, and education, famously holding the view that \"Art should promote happiness and joy.\" His commitment to this philosophy established him not just as a painter but as a humanist and educator.\u003cbr\u003e\u003cbr\u003ePolenov's education spanned from 1863 to 1871 at the St Petersburg Academy of Art. During his studies, he encountered members of Russia's progressive artistic intelligentsia. He also attended the faculty of law at St Petersburg University for a time. The classical education he received, combined with his academic training and lessons with Chistyakov, led him to excel in 'exalted' history painting, even though his personal inclination was towards landscape. This duality of interests persisted throughout his career, and it wasn't until the late 1880s and early 1890s that he found a harmonious balance between the two.\u003cbr\u003e\u003cbr\u003ePolenov's early career was largely focused on historical works, ranging from academic compositions like \"The Resurrection of Jairus's Daughter\" (1871; Pskov Museum of History), which earned him the Grand Gold Medal and a travel scholarship, to various works influenced by Paul Delaroche. Simultaneously, he produced independent works, including landscapes in Karelia and Normandy.\u003cbr\u003e\u003cbr\u003eIn 1876, Polenov became an Academician and later, from 1882 to 1895, a professor of landscape painting at the Moscow School of Art. His interest in depicting Christ and exploring philosophical and religious questions grew over time. In 1905, he left the Academy in protest against the St. Petersburg massacre. From 1910 to 1918, he managed Moscow's first folk-theatre, actively engaging in the development of factory and village theatre, further underscoring his commitment to the educational and cultural enrichment of society.\r","url_wiki":"https://en.wikipedia.org/wiki/Vasily_Polenov","url_wga":"https://www.wga.hu/html/p/polenov/","nationality":"Russian"}}