{"id":"5760","author_id":"william-adolphe-bouguereau","title":"The Flagellation","filename":"william-adolphe-bouguereau-the-flagellation-christ-full.jpg","reference":"JN19_1","keywords":"flagulation christ","type":"Bible Art","year":1890,"author":{"id":"william-adolphe-bouguereau","name":"William Adolphe Bouguereau","born":1825,"died":1905,"description":"William-Adolphe Bouguereau, born on November 30, 1825, and passing away on August 19, 1905, was a distinguished French academic painter renowned for his realistic genre paintings. He skillfully blended mythological themes with modern interpretations, focusing particularly on the female form. During his lifetime, Bouguereau enjoyed considerable popularity in both France and the United States, receiving numerous official honors and commanding high prices for his work. As a leading salon painter of his era, he was, however, often criticized by the Impressionist avant-garde.\u003cbr\u003e\u003cbr\u003eBouguereau's academic journey began in 1846 when he enrolled at the École des Beaux-Arts in Paris, studying under François-Edouard Picot. This experience shaped his staunch defense of academic training later in life. His notable triumph came in 1850 when he won the Prix de Rome for his work \"Zenobia Discovered by Shepherds on the Bank of the River Araxes.\" This achievement led to a four-year stay in Italy, where he painted Renaissance-inspired nudes, religious subjects, and highly detailed portraits.\u003cbr\u003e\u003cbr\u003eDespite his initial success, Bouguereau's reputation declined significantly after his death. For many years, his work was dismissed as superficial and overly sentimental. However, the 1980s marked a resurgence of interest in figure painting, leading to a reevaluation and renewed appreciation of Bouguereau's art. Today, his works are the subject of serious academic study and have garnered high prices in auctions, indicating a remarkable revival of his legacy in the art world. Throughout his career, Bouguereau produced an impressive 822 known finished paintings, though the location of many remains unknown.\r","url_wiki":"https://en.wikipedia.org/wiki/William-Adolphe_Bouguereau","url_wga":"https://www.wga.hu/html/b/bouguere/","nationality":"French"}}