{"id":"5788","author_id":"titiaan","title":"Cain and Abel","filename":"titiaan-kain-abel-grt-full.jpg","reference":"GN4_1","keywords":"cain abel murder","type":"Bible Art","year":1550,"author":{"id":"titiaan","name":"Tiziano Vecelli","name_alt":"Titian","born":1488,"died":1576,"description":"Tiziano Vecelli or Vecellio, known as Titian in English, was an Italian painter of the Renaissance and a key figure in the 16th-century Venetian school. Born in Pieve di Cadore, near Belluno, in the Republic of Venice, Titian became known as 'da Cadore' after his native region. His contemporaries recognized him as \"The Sun Amidst Small Stars,\" reflecting the final line of Dante's \"Paradiso.\" Renowned for his versatility, Titian excelled in portraits, landscapes, and mythological and religious subjects. His innovative painting methods, especially in color application, significantly influenced painters of the Italian Renaissance and future Western art generations.\u003cbr\u003e\u003cbr\u003eTitian's first major commission was for three frescoes on St Antony of Padua's life in the Scuola del Santo, Padua (1511), showcasing his firm and monumental style. After Giorgione's death and Sebastiano's departure to Rome, Titian rose to prominence in Venice, eventually becoming the official painter of the Republic following Bellini's death in 1516.\u003cbr\u003e\u003cbr\u003eIn the 1510s, Titian developed his unique style, seen in works like the allegorical \"Sacred and Profane Love\" (Borghese Gallery, Rome, c. 1515). His \"Assumption of the Virgin\" (Santa Maria dei Frari, Venice, 1516-18) established his reputation, demonstrating his grandeur and color splendor. His Pesaro altarpiece and \"The Death of St Peter Martyr\" further exemplified his style.\u003cbr\u003e\u003cbr\u003eSecular patrons, including Alfonso d'Este, commissioned mythological pictures like \"Worship of Venus,\" \"Bacchanal,\" and \"Bacchus and Ariadne.\" His portraits from this period, like the \"Man with a Glove\" (Louvre, c. 1520), were highly admired.\u003cbr\u003e\u003cbr\u003eAround 1530, a change in Titian's style coincided with his wife's death. His color palette became more subdued, and his compositions less adventurous. His fame spread across Europe, with significant patrons like Emperor Charles V, who appointed him court painter and elevated him to Count Palatine and Knight of the Golden Spur.\u003cbr\u003e\u003cbr\u003eTitian's later career was marked by a series of erotic mythological subjects for Philip II of Spain, referred to as 'poesie.' His late works exhibited a looser handling and a focus on intimate pathos. The \"Martyrdom of St Lawrence\" and \"Pietà\" (Accademia, Venice) displayed his continued brilliance.\u003cbr\u003e\u003cbr\u003eTitian's influence extended beyond his lifetime, inspiring artists like Poussin, Rubens, and Velázquez. His portrait work set patterns for future generations, and his expressive brushwork revolutionized oil painting. Despite his avarice, Titian was known for his hospitality and was part of a close triumvirate with poet Pietro Aretino and architect Jacopo Sansovino, influencing each other's careers.\r","url_wiki":"https://en.wikipedia.org/wiki/Titian","url_wga":"https://www.wga.hu/html/t/tiziano/10/21/","nationality":"Italian","movement":"Italian Renaissance"}}