{"id":"5925","author_id":"william-foster","title":"Rebeca Waters Eliazar's Camels","filename":"william-foster-086-rebecca-waters-camels-eliazar-full.jpg","reference":"GN24_1","keywords":"rebecca water camels eliazar","type":"Bible Art","year":1890,"author":{"id":"william-foster","name":"William Foster","name_alt":"William Gilbert Foster","born":1855,"died":1906,"description":"William Gilbert Foster, born on May 9, 1855, and passing away on July 3, 1906, was a distinguished British painter and a prominent member of the Staithes group of artists. He maintained a studio at Runswick Bay for many years and was known for his oil and watercolour paintings, focusing on landscapes and rural genre. Foster was a regular exhibitor at prestigious institutions like the British Royal Academy of Arts, where his works were showcased forty times, and at the Royal Society of British Artists. The Staithes group, an art colony in the 19th century based in the North Yorkshire fishing village of Staithes, comprised around 25 artists who were influenced by French Impressionists like Monet, Cézanne, and Renoir. This group worked en plein air, employing both oil and watercolour mediums.\u003cbr\u003e\u003cbr\u003eWilliam Gilbert Foster was the son of William Foster, born in 1830 in Glossop, Derbyshire. His father, a portrait painter and bookseller, moved from Birkenhead to Leeds and established a studio there. Foster received his education at Leeds Grammar School and then trained in his father's studio. He later served as an art master at Leeds Grammar School and as an under-master at Leeds School of Art. Additionally, Foster ran his own studio and provided private lessons to pupils.\u003cbr\u003e\u003cbr\u003eIn 1890, he bought a cottage in Runswick Bay and spent most summers there, capturing the essence of the area in his paintings. He often took students from Leeds School of Art on sketching expeditions to the region and was a supportive figure for young artists. William had four daughters and a son, with one of his daughters, Dorothea, also being an artist. Dorothea had her first painting accepted by the Royal Academy at the age of seventeen.\u003cbr\u003e\u003cbr\u003eFoster exhibited at major venues across the United Kingdom, including Liverpool, Manchester, Birmingham, the Royal Institute of Oil Painters, and the Royal Society of British Artists. His first work was accepted by the Royal Academy in 1876. His artistic contributions are recognized in the permanent collections of various public art galleries, including those in Kirkleatham, Whitby, Leeds, Bradford, Huddersfield, Hull, and Manchester. In the 1901 United Kingdom Census, he was listed as living in Halton, Leeds, and his wife was recorded as a widow by 1911.\r","url_wiki":"https://en.wikipedia.org/wiki/William_Gilbert_Foster","nationality":"British"}}