{"id":"5940","author_id":"william-hole","title":"Jesus Stilling the Tempest","filename":"william-hole-jesus-stilling-the-tempest-full.jpg","reference":"LK8_22","keywords":"jesus stilling tempest","type":"Library","year":1906,"author":{"id":"william-hole","name":"William Hole","name_alt":"William Brassey Hole ","born":1846,"died":1917,"description":"William Brassey Hole, born on November 7, 1846, and passing away on October 22, 1917, was an esteemed English artist renowned for his illustrations, etchings, engravings, and his depictions of industrial, historical, and biblical scenes. Born in Salisbury, Wiltshire, Hole was the son of Richard Hole, a doctor, and his wife Ann. His early life was marked by tragedy when his father passed away in the cholera epidemic of 1849, and the family subsequently moved to Edinburgh, Scotland.\u003cbr\u003e\u003cbr\u003eHole received his education at Edinburgh Academy. Despite an initial apprenticeship in civil engineering, his true passion lay in art. This calling led him to travel extensively, including a significant journey in 1869 from Swansea to Genoa, followed by six months of traveling and sketching in Italy. In Rome, he met artist Keeley Halswelle, whose advice and critique greatly influenced Hole's decision to pursue a professional career in painting.\u003cbr\u003e\u003cbr\u003eUpon his return to Edinburgh, Hole joined the School of Design and gained admission to the life school of the Royal Scottish Academy. He exhibited his works there from 1873 and was elected an associate of the Academy in 1878. His artistic skills extended to etching, and he joined the Royal Society of Painters and Etchers in 1885, having already been a member of the Royal Scottish Watercolour Society since 1884. He ultimately became a full member of the Academy.\u003cbr\u003e\u003cbr\u003eHole specialized in industrial and historical paintings, dedicating much of his work to Scottish national subjects. Some of his notable paintings include 'End of the '45' (1879), 'A Straggler of the Chevalier's Army, Culloden', 'Prince Charlie's Parliament' (1882), 'If thou hadst known' (1885), and 'The Canterbury Pilgrims' (1889). He also produced works based on Arthurian legend and Scottish fishermen's lives.\u003cbr\u003e\u003cbr\u003eIn addition to painting, Hole's etchings received critical acclaim. Around 1900, he traveled to Palestine to study the background for biblical paintings, leading to the creation of 80 watercolours for his book 'The Life of Jesus of Nazareth'. Hole also contributed murals to the Scottish National Portrait Gallery and paintings for the Edinburgh City Chambers.\u003cbr\u003e\u003cbr\u003eWilliam Brassey Hole passed away in Edinburgh in 1917 and is buried in the Grange Cemetery. His name is inscribed at the base of a monument in the cemetery, alongside other members of the Hole family.","url_wiki":"https://en.wikipedia.org/wiki/William_Hole_(artist)","nationality":"British"}}