{"id":"659","author_id":"carolsfeld","title":"Joseph Revealed","filename":"carolsfeld-joseph-revealed-genesis-45-full.jpg","location":"Die Bibel in Bildern, Leipzig, Germany","reference":"GN46_1","keywords":"joseph revelation ealed genesis ","type":"Library","year":1860,"author":{"id":"carolsfeld","name":"Julius Schnorr Von Carolsfeld","born":1794,"died":1872,"description":"Julius Schnorr von Carolsfeld, a significant figure in German painting and illustration, was born in Leipzig, the son of Veit Hanns Schnorr von Carolsfeld, a noted draughtsman, engraver, and painter. He initially received artistic training from his father, making early works that were copies of John Flaxman's Neoclassical drawings. In 1811, Schnorr began his formal education at the Vienna Academy, where he was influenced by Friedrich Heinrich Füger and became acquainted with Joseph Anton Koch and Heinrich Olivier. These connections and his subsequent move to Rome in 1815 marked the beginning of his association with the Nazarene movement, a group seeking to revive the purity and spirituality of medieval and early Renaissance art.\u003cbr\u003e\u003cbr\u003eIn Rome, Schnorr initially drew inspiration from fifteenth-century Italian painting, particularly the works of Fra Angelico. However, he soon transitioned towards the more elaborate styles of the High Renaissance. As a Nazarene, Schnorr was involved in fresco painting and monumental art. His significant work during this period includes decorating the Villa Massimo near the Lateran with frescoes illustrating Ariosto's works.\u003cbr\u003e\u003cbr\u003eSchnorr married Maria Heller, stepdaughter of Ferdinand Olivier, in 1827. Their son, Ludwig Schnorr von Carolsfeld, became a notable operatic tenor. Schnorr's brother, Ludwig Ferdinand, was also a painter. Schnorr moved to Munich in 1827, where he worked for Ludwig I and became the head of the Dresden Academy in 1846, exerting considerable influence in Germany.\u003cbr\u003e\u003cbr\u003eSchnorr's career was distinguished by his Biblical illustrations, culminating in his \"Picture Bible,\" published in Leipzig between 1852 and 1860, with an English edition following in 1861. His illustrations, often criticized for their complexity and lack of harmony compared to Raphael's works, reflected the florid style of the later Renaissance.\u003cbr\u003e\u003cbr\u003eSchnorr's expertise in frescoes and Biblical scenes led to commissions for designing church windows, both in Germany and Great Britain. He contributed to the stained-glass windows for Glasgow Cathedral and St Paul's Cathedral in London. However, his work in this area, particularly the Munich glass, sparked controversy for its modern style, contrasting with medievalist preferences.\u003cbr\u003e\u003cbr\u003eSchnorr passed away in Munich in 1872, leaving behind a legacy marked by his contributions to the Nazarene movement and his impact on religious and monumental art. His work, spanning frescoes, Biblical illustrations, and stained glass designs, showcased a blend of Renaissance influences and Nazarene ideals, making him a unique figure in 19th-century art.\r","url_wiki":"https://en.wikipedia.org/wiki/Julius_Schnorr_von_Carolsfeld","url_wga":"https://www.wga.hu/html_m/s/schnorr/","nationality":"German"}}