{"id":"74","author_id":"bartholomeus-breenbergh","title":"","filename":"bartholomeus-breenbergh-eersteplaag-full.jpg","keywords":"eersteplaag","type":"Bible Art","year":1630,"author":{"id":"bartholomeus-breenbergh","name":"Bartholomeus Breenbergh","born":1598,"died":1657,"description":"Bartholomeus Breenbergh, a Dutch painter, emerged as a leading figure in the Italianate landscape style in the Netherlands, alongside Poelenburgh. Most of Breenbergh's 1620s were spent in Italy, after which he worked in Amsterdam. His painting style closely mirrored Poelenburgh's, characterized by biblical and mythological scenes set against the Roman Campagna, often featuring classical ruins. His drawings, distinguished by their freshness and boldness, were sometimes mistaken for Claude's work, as seen in two examples at Christ Church, Oxford. Towards the end of his career, Breenbergh shifted his focus to figure painting.\u003cbr\u003e\u003cbr\u003eLittle is known about Breenbergh's early life. In Arnold Houbraken's three-volume 'Schouburg', Breenbergh is mentioned with an appeal for more information about his life. Houbraken's knowledge included Breenbergh's Utrecht birth and his connection to Cornelis van Poelenburgh, though he found discrepancies in the timeline. Despite his efforts, Houbraken did not receive further details, but he did include Breenbergh in a list of 59 competent contemporaries of Abraham Bloemaert and Paulus Potter.\u003cbr\u003e\u003cbr\u003eAccording to the Netherlands Institute for Art History (RKD), Breenbergh was born in Deventer, Netherlands, but moved, likely to Hoorn, after his father's death in 1607. He might have received early training in Hoorn, possibly from Amsterdam landscape painters of the 1610s, and later studied under Pieter Lastman and Jacob Symonsz Pynas.\u003cbr\u003e\u003cbr\u003eBreenbergh's move to Rome in the same year marked a significant phase in his career. He lived and worked with Frans van de Kasteele and was influenced by Paul Bril. His style evolved under Cornelis van Poelenburgh's influence, and he also impacted Claude Lorrain. Breenbergh was a founding member of the Bentvueghels, a Roman society of Dutch and Flemish painters, where he was nicknamed \"het fret\" (the ferret).\u003cbr\u003e\u003cbr\u003eReturning to Amsterdam in 1630, Breenbergh married in 1633 and received an annual salary from King Charles I of Britain. His work in Amsterdam, influenced by pre-Rembrandtists like Pieter Lastman and Nicolaes Moeyaert, combined Biblical and mythological scenes with Italian landscapes. Breenbergh's only registered pupil was Jan de Bisschop, and his influence extended to painters like Jan Linsen, Scipione Compagno, and Laurens Barata. Breenbergh remained in Amsterdam until his death, leaving behind a legacy of Italianate landscapes and a unique fusion of Dutch and Italian artistic sensibilities.\r","url_wiki":"https://en.wikipedia.org/wiki/Bartholomeus_Breenbergh","url_wga":"https://www.wga.hu/html_m/b/breenber/","nationality":"Dutch","movement":"Dutch Golden Age"}}