{"script":"Adlm","name":"Adlam","unicode_pdf":null,"family":"African","type":"alphabet","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Adlam script is used for writing the Fulani language in Guinea. Prior to the creation of this script, the Fulani language was written in the Latin and Arabic scripts. In the 1980s, two teenage brothers, Ibrahima and Abdoulaye Barry, wondered why their language did not have its own script and set about creating one. They named their script ‘Adlam’ because the first four characters in the repertoire represent A, D, L, and M.</p> <p>Following the creation of the script, the two brothers initially produced hand-written textbooks to aid in its dissemination. They first taught their other family members to read and write, then the women and children in their village. Along with the script, the books taught lessons in water hygiene and basic medical care. Gradually, the script grew in popularity and the brothers set up learning centres in Togo, Senegal, Benin, and even amongst Fulani speakers in New York. Eventually, the means were available to print the script, and a newspaper and a number of printed books were published. However, the rapid growth of Adlam attracted the attention of the Guinean government, who were opposed to the new script which they could not read, and Ibrahim was imprisoned for three months. After his release, in 2007, he moved to America and took a job with a software company. He used the expertise and financial savings he acquired there to create software for Adlam, and by 2012 three fonts and a keyboard had been created.</p> <p>The script is written from right to left and letters can be joined to one another (cursive) or separate. There are 28 letters in all, and each letter has four forms, including upper- and lower-case forms. The script is an alphabet, with both consonant and vowel characters. Adlam also contains a set of digits from 0-9 and a number of diacritics for marking vowel length, <a href=http://scriptsource.org/cms/scripts/page.php?item_id=glossary#gemination>gemination</a>, and foreign sounds. The glottal stop is also indicated with a diacritic.</p>","fonts":[]}