{"script":"Ahom","name":"Ahom","unicode_pdf":null,"family":"Southeast Asian","type":"abugida","white_space":"none","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":null,"direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Ahom script was used by members of the Tai Ahom community in India for writing the Ahom language, an extinct member of the Tai-Kadai language family. Ahom has been written for at least 500 years, and possibly much longer. The Ahom script is derived from Old Mon, ultimately of Brahmi origin. The Ahom people descended from the Shan ethnic group of Myanmar but migrated to what is now Assam, India, in the 13th century, taking their language, script and cultural traditions with them. There they established the Ahom Kingdom, where Ahom was the official language until the absorption of the region by the British Empire in 1826. After this, the Assamese language and script were promoted and have now almost entirely replaced Ahom. The Ahom language is occasionally used in religious rituals, and there have been some recent revival efforts by the ethnic Ahom community in Assam; however, there were a number of irregularities in the script which have hampered efforts to decipher manuscripts or attain knowledge of the spoken language.</p> <p>Ahom is an abugida; each consonant letter represents a CV syllable where the vowel is a unless indicated otherwise by means of vowel diacritics. Vowel diacritics were written above, below, to the right of, or flanking the preceding consonant. Initial vowels having no preceding consonant were written using a silent dummy consonant letter, to which vowel diacritics could be attached as appropriate.</p> <p>The script originally contained 19 consonant letters, but during the 18th century a further 5 were added for writing words borrowed from other languages. There are 14 vowel diacritics, two which represent diphthongs and one which represents the sound am or a:m.</p> <p>Although the Ahom language was tonal, tones were not written, so it is no longer known how many tones were used or how they were arranged. Consonant clusters were often not written in full; rather, only the first element in the cluster was written, and the reader was to supply the missing parts. The initial consonant of a word was often not written if it was the same as the final consonant of the previous word. In a sequence of words beginning with the same letter, the words were contracted so that the initial letter was only written once.</p> <p>The first Ahom font was created in 1920 for the Ahom-Assamese-English dictionary compiled by Golap Chandra Barua. Although the accuracy of the dictionary itself has been called into question, as Baruas claimed fluency in Ahom was later disproved, the font was used in a number of other influential publications and has since become an authoritative model for letter shapes. The origin of the canonical order according to which the dictionary is organized is not known.</p>","fonts":[]}