{"script":"Arab","name":"Arabic","unicode_pdf":"","family":"Middle Eastern","type":"abjad","whitespace":"between words","open_type_tag":"arab","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"required","direction":"rtl","direction_notes":"RTL bidirectional","sample":"","sample_img":"","description":"\u003cp\u003eArabic writing is the second most broadly-used script in the world, after the Latin alphabet. It descended from the Nabataean abjad, itself a descendant of the Phoenician script, and has been used since the 4th century for writing the Arabic language. Since the words of the Prophet Muhammed can only be written in Arabic, the Arabic script has traveled far and wide with the spread of Islam and came to be used for a number of languages throughout Asia, Africa and the Middle East. Many of these are non-Semitic languages, so employ very different sound systems from spoken Arabic, and as a result the script has had to be adapted and is used slightly differently by speakers of different languages. Many African languages use an Arabic-based transcription system called \u003cspan class=Em\u003eAjami\u003c/span\u003e, which is different from the original Arabic script. Romance languages such as Mozarabic or Ladino are also sometimes written in a modified Arabic script, called \u003cspan class=Em\u003eAljamiado\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eMany variations on the script have developed over time and space, but these can be broadly classified into two groups; an angular \u003cspan class=Em\u003ekufic\u003c/span\u003e style which was originally used for stone inscriptions and which commonly employs no diacritics, and the \u003cspan class=Em\u003enaskh\u003c/span\u003e style which is more commonly used, more rounded in form, and governed by a set of principles regulating the proportions between the letters. There are a number of variant styles included in this group, including those used in Arabic calligraphy.\u003c/p\u003e \u003cp\u003eArabic letters are read from right to left. The script is an abjad; only the consonants are required to be written. The basic set of letters consists of twenty-eight consonants, although some languages use many more letters than this. Some letters can represent a consonant or a long vowel, depending on the context. An additional set of diacritics exists for writing short vowels, but its use is optional. Conventionally, for writing the Arabic language, long vowels are written and short vowels are omitted. Where a vowel is not written, readers of the script must use their knowledge of the language and its phonology to insert the appropriate vowel sound. Diacritics also exist for marking \u003ca href=http://scripts.sil.org/cms/scripts/page.php?\u0026cat_id=Glossary#gemination target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;gemination\u003c/a\u003e (consonant lengthening).\u003c/p\u003e \u003cp\u003eArabic is a unicameral script; there is no upper and lower case. It is also obligatorily cursive, that is, all the letters in a word must be connected wherever possible. Some letters (a ا, d ﺩ, ð ﺫ, r ﺭ, z ﺯ and w ﻭ) cannot always be joined. Each letter has three contextual forms depending on whether it appears at the beginning, in the middle, or at the end of a word, as well as a basic stand-alone shape which is used when it appears at the end of a word \u003cspan class=Em\u003eand\u003c/span\u003e is preceded by one of the letters listed above which cannot join on the left side. Many letters look broadly similar to one another, differing only in the placement of one or more dots above or below the letter. For example, the letters representing ħ, g and x are all the same, except that ħ is unmarked, g has a dot in the loop of the letter and x has a dot above it. These dots are called \u003cspan class=Em\u003eijam\u003c/span\u003e and form an integral part of the letter.\u003c/p\u003e \u003cp\u003eA number of ligatures are used in handwriting, but only one l + a is compulsory ﻻ. A ligature is commonly used for writing the word \u003cspan class=Em\u003eAllah\u003c/span\u003e God .ﷲ\u003c/p\u003e \u003cp\u003eLatin punctuation is commonly used, with a few exceptions. The Arabic comma, question mark, and percent sign are script-specific, and there is also an Arabic triple-dot mark. In addition, there are script-specific honorific marks which may be placed above a persons name in order to confer honor or a blessing upon them. There are also Koranic annotation signs, mostly to provide guidance in chanting and singing sacred text.\u003c/p\u003e \u003cp\u003eThe Arabic script employs two sets of numbers, \u003cspan class=Em\u003eStandard\u003c/span\u003e and \u003cspan class=Em\u003eEastern Arabic\u003c/span\u003e. Latin numbers, which derive from a medieval set of Arabic numbers, are also used, particularly in North Africa. Like Arabic letters, numbers are written from right to left, but with the highest value on the left, as with Latin numbers, so they must be read from left to right. There is also a numeral system known as \u003cspan class=Em\u003eabjad numerals\u003c/span\u003e, in which each of the 28 letters of the Arabic abjad is assigned a numeric value of units, tens or hundreds. These are combined to create larger numbers.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["arq","arb","arz","ary","aeb","aze","bqi","bft","bal","bej","brh","cjm","cja","swb","cop","prs","dcc","dgo","rmt","glk","gju","hau","haz","hno","hnd","ind","mvy","inh","dyo","gjk","kau","kas","kaz","khw","kur","ckb","sdh","kir","lah","lki","lrc","luz","zlm","mfa","mzn","ttt","zdj","kvx","prd","pst","fas","pan","skr","snd","som","azb","sus","shi","tgk","tly","tur","tuk","urd","uig","uzb","kxp","wol","gbz","aiw","ace","fub","ady","aeq","aar","afr","aiq","aib","aka","aao","avd","kab","amh","dgl","anu","ara","aaf","agj","ask","atn","ave","auj","bdz","bqf","bsv","abv","bjm","zba","sse","bjt","bam","bjn","bfa","bak","btv","bhm","bel","bhd","bhe","brk","bos","kxd","bsk","tzm","shu","chg","che","clh","zho","ctg","xco","cia","swc","crh","acy","dag","dml","wsv","deh","def","mki","adf","din","doi","dmk","sce","dng","bgp","avl","esh","ful","gaa","wof","lug","gwt","gwc","gzi","gba","gha","ghr","gig","gjn","gwf","nli","afb","hac","ggg","ayh","har","hss","hrz","mey","acw","hoh","dbj","ili","jat","isk","jdg","jad","jnd","jav","bze","jog","aju","dyu","bex","xkp","kbu","kfr","xkj","kke","kls","xka","xvi","kaa","qxq","bsh","meo","klj","xhe","kmz","xkc","kfm","plk","kcy","ktl","eko","kum","zum","shd","knk","lbj","lbe","lrl","lsa","lss","ayl","lrk","lgg","luv","ffm","mde","mad","vmw","ymk","mlg","msa","mal","mlt","maw","man","kby","nlm","vmh","mrw","mve","xnz","mby","acm","mvz","min","mhj","mfg","mgd","mnj","mur","wmw","jbn","ars","ntz","nyq","wni","fuv","fia","apc","ayp","aee","fuh","glh","faz","nup","odk","acx","oru","orm","ota","lot","phr","phv","phl","prc","prn","fuf","prx","pus","rhg","rdb","sav","slq","smp","ayn","sgr","sgy","ssi","srh","sdf","sdg","aec","smy","sds","srr","sdb","srz","shm","shv","ssh","shk","scl","sgh","sts","sqr","stv","sbn","siy","siz","snk","sqt","sqo","ajp","psi","pbt","uzs","psh","dik","fay","apd","sun","swa","swh","shy","dsq","tda","thv","abh","tks","tam","rif","tat","tsg","ttq","grr","acq","kdh","tjo","boz","tig","tir","tra","trw","trm","mzb","ajt","tov","ush","auz","vaf","vgr","wbq","wbk","wbl","mfi","wne","wrd","bgn","mlq","amw","wle","wlo","ydg","yka","yal","yao","yah","knc","yor","zag","zne","zau","dje","zza","zen"]}