{"script":"Avst","name":"Avestan","unicode_pdf":"","family":"Middle Eastern","type":"alphabet","whitespace":"discretionary","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"bottom","ligatures":"optional","direction":"rtl","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Avestan script was used from the 5th to the 13th century AD for writing the Avestan language, an Eastern Iranian language which is now only known from its use as the language of Zoroastrian religious texts called \u003cspan class=Em\u003eAvesta\u003c/span\u003e, although it is thought that at one time it was probably a natural language in everyday use. There are no surviving examples of written Avestan prior to its use as a liturgical language, and it is thought that the Avestan script was created particularly for the purpose of writing religious texts. At that time, many of the Iranian languages were written in the Pahlavi script, but this contained a number of ambiguous symbols and did not represent vowels, so was unsuitable for representing a religious language, the pronunciation of which was important. The script was also used to write religious commentaries in the Middle Persian language; these are called \u003cspan class=Em\u003ePazend\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eAvestan is written from right to left using thirty-seven consonant and sixteen vowel letters. Many of the consonant letters were taken from the various forms of the Pahlavi script, and some of the vowels were taken from the Greek. Some new letters were created by the addition of diacritics to existing forms, and some appear to be original creations. One letter is used only in Pazend texts. There are four optional ligatures in use, for representing sk, šc, št, and ša. Aside from these, letters are not normally joined in a cursive way, although they may be written close enough together to touch.\u003c/p\u003e \u003cp\u003ePunctuation was rarely used in Avestan texts, although words were separated by a dot. Scholars of the script in the 19th century created a punctuation system for use in transcribing texts, including symbols functioning as a colon, semicolon and full stop, and abbreviation and repetition marks. These have been encoded in the Avestan block in Unicode; the Unicode proposal document anticipates that modern users of the script will use them in Avestan texts as well as in transcriptions.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["ave"]}