{"script":"Bali","name":"Balinese","unicode_pdf":null,"family":"Insular Southeast Asian","type":"abugida","white_space":"between words","open_type_tag":"bali","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":true,"status":"Current","baseline":"hanging","ligatures":null,"direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Balinese script is used for writing the Balinese language spoken on the Indonesian islands of Java and Bali. It is derived from the Old Kawi script, and is ultimately of Brahmic descent. It is very similar to the Javanese script in form and behaviour; some consider them to be typological variants of one another. The Balinese script is an abugida in which each of the consonants has an inherent a vowel. These can be modified by the addition of diacritics above, below or alongside the consonant, to change the inherent vowel to one of the other 15 vowels in the Balinese inventory. Some of these vowels are split vowels, that is, they are written with a combination of marks in more than one position relative to the consonant. Syllable-initial vowels are represented by independent vowel characters. At least two of these can function as consonants, in that they can be followed by the virama to represent a syllable-final glottal stop.</p> <p>There are 34 reported Balinese consonant characters, although some of these only enjoy very limited use, even to the extent that only a single word attests to them. To some degree this is attributed to the large number of loan words from Sanskrit or Old Javanese, which possessed larger consonant inventories than modern spoken Balinese. Each consonant has an alternate <span class=Em>pangangge</span> form for use in consonant clusters; a virama is also used in consonant clusters or to represent a syllable-final consonant. </p> <p>Balinese punctuation is used for beginning and ending a section of text, for roles corresponding roughly to those of the Latin comma, colon and full-stop, and, in some texts, for marking holy letters, particularly when using Sanskrit words in payers. A linebreaking hyphen is also used. Also sometimes included in discussions of Balinese characters is the notation system used for writing music, which is based on the vowel characters.</p> <p>Historically, Balinese has been inscribed into stone, or written on palm leaves. Traditionally, the religious texts written on palm leaves were considered to be sacred and could not be read by everyone; now, the palm leaves themselves are still considered sacred, although the contents is not, and can be read by anyone who is able, through the media of printed books. New literature in the script is uncommon, however traditional literature is published on a limited scale. Additionally, it is used for public signage on roads, at entrances to villages, and on government buildings. Community reading groups called <span class=Em>Sekaha Pesantian</span> also exist for the purpose of reading the Balinese script in a social context, commonly in song form.</p>","fonts":[]}