{"script":"Bass","name":"Bassa Vah","unicode_pdf":"","family":"African","type":"alphabet","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Bassa Vah script is used to write the Bassa language spoken in Liberia and Sierra Leone, and by Bassa speakers in Brazil and the Caribbean. The name originated from the Bassa word Vah, meaning to throw a sign; the script developed from the earlier Bassa communication system of signs made from chewed leaves or carved into trees and left in set locations where they would be found and interpreted. As this system developed, it was employed by the Bassa people to avoid slave traders, so was suppressed by colonial powers and became almost extinct.\u003c/p\u003e \u003cp\u003eWidely hailed as the only indigenous African alphabet, the script consists of 23 consonants and 7 vowels. Bassa Vah is the only indigenous Liberian script to represent tones. This is done by means of 5 tone marks, which are written inside the vowel characters. \u003c/p\u003e \u003cp\u003e\u003cimg src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/66/9c/669cd3g9f3_bassatones.jpg height=170 width=250 /\u003e\u003c/p\u003e \u003cp\u003eCharacters are sorted in an order called \u003cspan class=Em\u003eenni-ka-se-fa\u003c/span\u003e - the names of the first four consonants. Amongst some users, this sequence is also the name of the script itself. Vowels are sorted at the end of the alphabet.\u003c/p\u003e \u003cp\u003eThe alphabet is \u003ca href=http://scripts.sil.org/cms/scripts/page.php?\u0026cat_id=Glossary#bicam target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;bicameral\u003c/a\u003e, although the lower case has only been developed in recent years, as demonstrated by their absence in \u003ca href=http://www.evertype.com/standards/iso10646/pdf/bassa.pdf target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Michael Eversons draft chart\u003c/a\u003e, and their presence in the subsequent \u003ca href=http://www.uniboa.org/bassalanguage.html target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Bassa Vah Association chart\u003c/a\u003e.\u003c/p\u003e \u003cp\u003eThere are no unique Bassa Vah digits; Latin digits are used. Similarly, the Latin full stop and colon are used, in addition to a + symbol, which also performs a full stop function.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["bsq"]}