{"script":"Blis","name":"Blissymbols","unicode_pdf":"","family":"Artificial","type":"logo-syllabary","whitespace":"between words","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eBlissymbols was developed after the Second World War by Charles Bliss, to facilitate communication between speakers of different languages. It has also been used to help people with severe speech impediments to communicate without the need to speak, although Bliss did not approve of this usage. It is used in particular by people who struggle both to speak and to read or spell. The system consists of 4,000 symbols representing various abstract and concrete concepts. The symbols are not related in any way to the pronunciation of a word, so can be used in conjunction with any spoken language.\u003c/p\u003e \u003cp\u003eThe symbols are derived from standard geometric shapes and are either pictographs, such as a jagged line to represent the concept \u003cspan class=Em\u003eelectricity\u003c/span\u003e, or ideographs, such as a triangle to represent the concept \u003cspan class=Em\u003ecreation\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eSymbols can be combined to represent additional concepts, for example, the symbols for \u003cspan class=Em\u003ehouse\u003c/span\u003e and \u003cspan class=Em\u003emoney\u003c/span\u003e can be combined to represent \u003cspan class=Em\u003ebank\u003c/span\u003e. In these cases, there is a correct, standardized order in which to write the combinations of symbols.\u003c/p\u003e \u003cp\u003eSymbols can also be superimposed on top of one another, for example, the symbol for \u003cspan class=Em\u003emouth\u003c/span\u003e can be superimposed onto \u003cspan class=Em\u003enose\u003c/span\u003e to represent \u003cspan class=Em\u003etaste\u003c/span\u003e. Some symbols have an arbitrary shape, such as the articles \u003cspan class=Em\u003ea/an\u003c/span\u003e and \u003cspan class=Em\u003ethis\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eThe meaning of a symbol is determined not only by its shape but by its size. For example, a full-size circle represents the concept \u003cspan class=Em\u003esun\u003c/span\u003e, and a half-size circle represents \u003cspan class=Em\u003emouth\u003c/span\u003e. Sometimes visually similar symbols are also semantically related, for example a full-size upside-down ‘v’ represents \u003cspan class=Em\u003eaction\u003c/span\u003e, but the same symbol half the size represents \u003cspan class=Em\u003eactivity\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eThe position and orientation of a symbol can also affect its meaning. A horizontal dash at the \u003ca href=page.php?item_id=Glossary#baseline\u003ebaseline\u003c/a\u003e represents \u003cspan class=Em\u003eground\u003c/span\u003e, but slightly higher it represents \u003cspan class=Em\u003esky\u003c/span\u003e. A single symbol is also used to represent both \u003cspan class=Em\u003esteam\u003c/span\u003e (pointing upwards) and \u003cspan class=Em\u003erain\u003c/span\u003e (pointing downwards).\u003c/p\u003e \u003cp\u003ePunctuation marks, similar to those used in the Latin script but sometimes differing in proportion, are also used. A space half the width of a symbol is left between a word and any following punctuation mark. A space the width of a symbol is left between two words.\u003c/p\u003e \u003cp\u003eBlissymbols does not benefit from the use of a wide variety of fonts, as consistency is important in order for the symbols to be understood.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}