{"script":"Brah","name":"Brahmi","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"discretionary","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":null,"status":"Historical","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Brahmi script is ancestral to most of the scripts of South Asia, Southeast Asia, and to some Central Asian scripts. The name Brahmi actually does not refer to a single, discrete script as such; general practise is to use the term to refer to any script in the family now known as Brahmic, up until approximately 400 AD, at which point they became differentiated enough to be given their own names. Brahmic writing was originally used for writing early dialects of the Prakrit language, but spread widely during the period of Indian cultural expansion in the 1st millenium AD and has since provided the underlying design for over sixty scripts used by languages from the Indo-Aryan, Dravidian, Austro-Asiatic and Tibeto-Burman language families. By about 1000 AD the various varieties of Brahmic writing had diverged to the point that they were all independent scripts whose common ancestry was not always immediately apparent.</p> <p>The earliest writing system in India was the Indus (Proto-Indic) script used by the Harrappan civilization of the Indus valley around 2500-1500BC. After this system fell from use, there appears to have been a long hiatus from which period we do not have any evidence of writing, until approximately 500 BC, at which time two writing systems appeared. One of these was Kharoshthi; the other was Brahmi. The origins of Brahmi are not known for certain, but it is thought to have been influenced by the Imperial Aramaic script.</p> <p>Brahmi writing has been attested primarily in inscriptions on graves and buildings, most famously the edicts made by Emperor Ashoka around 200 BC. It was not until 1836 that these were decoded, by James Prinsep, which enabled the deciphering of other inscriptions.</p> <p>The Brahmi script was generally written from left to right, with some rare exceptions. The script was an abugida; there were thirty-three consonant letters each representing a CV syllable containing the inherent vowel a. Other post-consonantal vowels were written using one of nine vowel diacritics (together with the inherent vowel, five pairs of long and short vowels could be represented) around the consonant letter. There were also nine letters for writing vowels which were not preceded by a consonant. Special conjunct letters existed for writing consonant clusters. Many of these features have been retained by descendant scripts from Brahmi. It is notable that the head-mark, which is characteristic in many varieties of a number of scripts derived from Brahmi, is missing from Brahmi writing itself. It is thought that this head-mark arose incidentally as a result of writing with a reed pen, and later became an integral part of the script.</p>","fonts":[]}