{"script":"Brai","name":"Braille","unicode_pdf":"","family":"Artificial","type":"alphabet","whitespace":"discretionary","open_type_tag":"brai","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Braille script was created in 1821 by the Frenchman Louis Braille, who had become blind at age three. The system is based on a code called night writing, which had been developed by Charles Barbier to enable soldiers to communicate silently and without the need for a light. Barbier’s system used letters comprised of up to twelve raised dots, and proved too complex to be useful to the military.\u003c/p\u003e \u003cp\u003eLouis Braille modified this concept to produce a script which used letters comprised of six dots. A dot may be raised at any or all of six positions. The script is not simply a letter by letter transcription of English words into Braille; all sixty-three possible combinations of dot positions are used, representing the twenty-six letters of the Latin alphabet, plus some common letter combinations and abbreviations. Some symbols also represent commonly used words, such as \u003cspan class=Em\u003ebut\u003c/span\u003e, \u003cspan class=Em\u003ethis\u003c/span\u003e, \u003cspan class=Em\u003eday\u003c/span\u003e etc.\u003c/p\u003e \u003cp\u003eThe sixty-fourth configuration, in which no dots are raised, leaves a space between words.\u003c/p\u003e \u003cp\u003eBraille is usually written using larger letters than standard printed text, to enable the reader to more easily make the distinction between letters.\u003c/p\u003e \u003cp\u003eBraille has also been adapted for use with languages that do not use the Latin script, generally following the Latin transcription conventions of that script. \u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["afr","sqi","amh","ara","hye","aze","bel","bem","ben","bik","bul","mya","ceb","cbk","nya","hrv","ces","dan","nld","arz","eng","est","ewe","fin","fra","grt","kat","aln","ell","guj","hau","heb","hil","hin","hmo","hun","ilo","ind","ita","jpn","kbp","kan","pam","kaz","kin","xon","kor","lav","mkd","mlg","mal","mlt","cmn","mar","mni","lus","jkm","mon","mos","nbl","nep","nso","bud","ori","kua","pag","pol","por","ron","run","rus","sng","srp","sna","sin","slk","slv","spa","deu","zsm","swh","swe","tgl","tam","tel","tha","tso","tur","urd","uzb","ven","vie","war","cym","xho","yor","yue","dje","zul"]}