{"script":"Bugi","name":"Buginese","unicode_pdf":null,"family":"Insular Southeast Asian","type":"abugida","white_space":"between phrases","open_type_tag":"bugi","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Buginese (also known as the Lontara) script is used for writing the Bugis, Makasar, and Mandar languages of Sulawesi in Indonesia. It is related to the other Brahmic scripts indigenous to the Indonesian archipelago. Like many in this family it is read from left to right. It is an abugida consisting of 18 consonants which can be marked with diacritics above, below or alongside to change the quality of the inherent a vowel. There is also a letter to represent a word-initial vowel, which can be modified by means of the same diacritics; unmarked it represents a. One ligature exists, to represent iya. Buginese writing employs one punctuation mark, roughly corresponding in usage to the Latin full-stop and comma combined. Unique Buginese digits are unknown; Latin digits are preferred. As is the case with many Brahmi scripts, letters are conventionally sorted according to place of articulation.</p> <p>The Buginese script is <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#defect target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;defective</a> in some ways; syllable-final nasals and glottal stops are never written; nor is <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#gemination target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;gemination</a>, which in speech is distinctive, marked. In many cases prenasalisation is likewise unwritten. The result is that any one letter may theoretically be interpreted in 9 different ways, although not all of these are necessarily legitimate. The Buginese are famous for creating word games and riddles exploiting the scripts defective aspects.</p> <p>Buginese literature was studied extensively in the C19th by the Dutch missionary B. F. Matthes who published a Buginese-Dutch dictionary in 1874 with a supplement in 1889, as well as a grammar. Although in the wake of European colonisation the Buginese script has largely been replaced by the Latin script, it was reportedly in some use in 1983. Today the script is used in Bugis and Makasar for ceremonial purposes, such as weddings, and for writing personal documents such as letters and notes. It is also used for printing traditional Buginese literature. Nevertheless it is considered to be under increasing threat as a living script.</p>","fonts":[]}