{"script":"Cakm","name":"Chakma","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"unspecified","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Chakma script (also called Ojhapath, Ojhopath, or Ajhapath) is used for writing the Chakma language spoken in the Chittagong Hill Tracts of Bangladesh and in the Seven Sister States of Northeastern India. There are slight variations in the forms of the letters used in the two countries. The script is related to Mon Khmer and Myanmar, and many of the letters closely resemble Myanmar letters. It is also being adapted and extended for writing Tanchangya, a related language spoken in Bangladesh.</p> <p>The script is descended from Brahmi, and is an abugida. Each consonant contains an inherent vowel, which can be modified by attaching one of thirteen vowel diacritics to the consonant. Vowels which are pronounced at the start of a syllable are written either with four independent vowel letters (representing a, i, u, e) or by adding the appropriate vowel diacritic to the independent letter a.</p> <p>A virama symbol called <span class=Em>maayaa</span> is used to mute the inherent vowel so that consonant clusters can be represented. Consonant clusters which combine the letters ya, ra, la, wa, na, ba, ma and ha can also be written using conjuncts. In the past there was a wider range of letters which could be written using conjuncts but these are no longer so common.</p> <p>There are three symbols to indicate phonological processes; these are commonly found in scripts derived from Sanskrit. <span class=Em>Candrabindu</span> and <span class=Em>anusvara</span> indicate nasalization of a vowel. <span class=Em>Visarga</span> indicates aspiration of a preceding consonant. These can sometimes be used in combination.</p> <p>The Chakma script uses two Brahmic punctuation marks: <span class=Em>danda</span> and <span class=Em>double danda</span>, which indicate the end of a sentence and (in poetry) the end of a verse, respectively. There are also two script-specific punctuation marks: a question mark and a mark to indicate the end of a section. Script-specific numerals from 0-9 are used, alongside Bengali and, to a lesser extent, Myanmar, numerals.</p> <p>Historically, the script was used to write folk music, epic poems, Buddhist teachings, and for documenting traditional medicinal practices. Today, literacy in Chakma is low, although it is taught up to primary level in the Chakma Autonomous District in Mizoram, India. Most young Chakma speakers do not use the script; rather, they read and write their language using Bengali or Latin letters.</p>","fonts":[]}