{"script":"Cher","name":"Cherokee","unicode_pdf":null,"family":"American","type":"syllabary","white_space":"between words","open_type_tag":"cher","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Cherokee script was created by a Cherokee man named Sequoyah (also known as George Guess or George Gist) who believed that the key to the colonialists success and power lay within their talking leaves, the written correspondence they used to exchange information and ideas. Although Sequoyah was illiterate, he noted the shapes of the letters in an English Bible and based the shapes of the Cherokee letters on them. For this reason, many of the letters resemble Latin letters and numbers, although there is no relationship between their sounds in English and in Cherokee. Sequoyah spent 12 years devising the Cherokee syllabary, and presented it formally in 1821. It achieved almost instant popularity and by 1824 most Cherokee were literate in the script.</p> <p>In 1828 Sequoyah collaborated with Rev. Samuel A. Worcester to modify the script to facilitate the creation of a printing press. The letters they created together are somewhat different from Sequoyahs original set, and are the letters in use today.</p> <p>The script is written from left to right. There are 85 letters in the syllabary. Apart from one letter representing s, each symbol represents one syllable consisting of a vowel only, or of a consonant / consonant cluster followed by a (long or short) vowel, or of a consonant followed by a vowel and a final h or ʔ. The syllabary is normally ordered in a chart with the first six symbols representing vowels, followed by consonant + vowel combinations loosely based on the order of the English alphabet. Sequoyah arranged the letters in a different order, which is no longer widely used. Letters cannot be combined to form ligatures; consonant clusters which cannot be written with a single letter are written using a combination of syllables, in which the vowels are considered to be dummy vowels and are not pronounced. Words are separated by spaces or by a dot just above the <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#baseline target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;baseline</a>, and Latin punctuation is used with the exception of the full stop. There is a script-specific symbol to indicate the end of sentences. Case is not used in the script; although certain letters are sometimes written larger than others this is for typographic effect rather than casing.</p> <p>There are four tones in spoken Cherokee, and a single syllable can slide from one tone to another. The tone of a word does not necessarily affect its meaning, so there is no method for marking tone in writing. In cases where the tone does affect the meaning of a word, it is determined from context which meaning is intended.</p> <p>Sequoyah also invented a system of writing numerals. However, as Latin numerals were already widely used by the Cherokee community these were never popular and have since dropped entirely from use.</p> <p>From the 1870s until the early 20th century, the US government implemented formal assimilation policies with the intention of civilizing Native Americans. Native American children were forcibly removed from their families and sent to mandatory boarding schools where they were not allowed to speak their language, practice traditional ways or visit their homes, sometimes for three or four years at a time. As a result, a generation of Cherokee people grew up unable to speak the Cherokee language, and it is now estimated to be spoken by fewer than 10% of Cherokee people. Among those who do speak the language, the script is widely used for writing letters, recipes, folktales, diaries, and for personal record-keeping. It is also used in some legal, governmental and religious documents and, in some areas, public signage. Efforts are being made to revive both the language and the script; to that end it is used in a limited capacity in education. Knowledge of the script is considered a prerequisite for full Cherokee citizenship. Two widely used publications in the script are a Cherokee New Testament and a hymnal. Although the orthography has never officially been standardized, many regard the spellings in these books as a standard for formal language.</p>","fonts":[]}