{"script":"Copt","name":"Coptic","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"none","open_type_tag":"copt","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":null,"direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Coptic alphabet is closely derived from the Greek alphabet. It is used for writing the Coptic language, which was the latest descendant of the Egyptian language and is now the liturgical language of the Coptic church. Prior to the creation of the Coptic alphabet, Egyptian was written in the Greek alphabet; prior to that, in the Demotic script. By the 1st century, spoken Egyptian had become quite removed from Demotic writing. It was also around that time that the Christian religion began spreading from Greece to Egypt. Egyptian Christians wanted a visible symbol of their new faith, and in the 3rd century the Bible was translated into the Coptic language. This translation used the Greek alphabet supplemented by Demotic symbols for representing non-Greek sounds.</p> <p>The Standard Coptic script contained 32 letters, 25 from the Greek Script and 7 from the Demotic. Some dialects borrowed more or fewer letters from Demotic, to better represent their phonology. Early Coptic writing was from right to left, perhaps influenced by surrounding Semitic scripts, but later Standard Coptic was written from left to right. Vowels were not always written, although some orthographies used a small mark above the preceding consonant to indicate that the following vowel had been omitted. A small number of diacritics were used, for example to show where a syllable break occurred. Punctuation and inter-word spacing were not used.</p> <p>There were several dialects of the Coptic language. The language is generally believed to have fallen from everyday use in the 16th century, and is officially classified as extinct, although there have been some reports of scattered use of spoken Coptic in ethnic Egyptian families, but these few users are not passing the language onto the next generation. Coptic is one of the two liturgical languages of the Coptic Orthodox and Coptic Catholic churches, along with Arabic, and the script is still used in this context.</p>","fonts":[]}