{"script":"Cprt","name":"Cypriot","unicode_pdf":"","family":"European","type":"syllabary","whitespace":"none","open_type_tag":"cprt","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"rtl","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Cypriot script was used from approximately the 11th to the 4th centuries BC, for writing the Greek language in Cyprus. It descended from the Linear A script, and is closely related to the Linear B script, but has no visual or structural relationship to the Greek alphabet. The script was used primarily for record keeping, not for literary purposes.\u003c/p\u003e \u003cp\u003eThe Cypriot script was a syllabary, with each of fifty-six letters representing an open (CV) syllable. It was written from right to left without interword spacing. Voiced sounds were under-represented in the script, despite being distinctive in speech. For example, the \u003cspan class=Em\u003ep\u003c/span\u003e series of letters (pa, pe, pi, po, pu) represented syllables beginning with both p and b.\u003c/p\u003e \u003cp\u003eIn order to represent syllables with a structure other than CV, for example, CCV, CVC or CVV (diphthongs), certain spelling conventions were implemented. Consonant clusters were written using CV signs whose vowels agreed with the vowel of the whole syllable. So \u003cspan class=Em\u003ebre\u003c/span\u003e was written using the signs be+re. In consonant clusters in which a nasal preceded another consonant, the nasal was not written. Closed CVC syllables were written using the \u003cspan class=Em\u003ee\u003c/span\u003e series of sounds. In spoken Greek, only the consonants n, r, and s were used at the end of a word, so only the signs representing \u003cspan class=Em\u003ene\u003c/span\u003e, \u003cspan class=Em\u003ere\u003c/span\u003e and \u003cspan class=Em\u003ese\u003c/span\u003e were written to close a syllable. Diphthongs were always written out, with the independent vowel signs representing the second part of the diphthong.\u003c/p\u003e \u003cp\u003eWord breaks were not indicated by spaces or any other means. \u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["grc"]}