{"script":"Cyrs","name":"Cyrillic (Old Church Slavonic variant)","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Old Church Slavonic (also called Old Bulgarian) was the earliest Slavic language to be written. it was first written in the Glagolitic script, and later in the early Cyrillic script. Cyrillic writing has undergone a number of changes since that time, so much so that the old and modern variants are considered by many to be two different but related scripts.</p> <p>Notable differences between the Cyrillic as it was used for writing Old Church Slavonic and as it is used today include the following: Obsolete letters have been dropped, and some additional letters have been added. The repertoire of letters in the early Cyrillic alphabet is cited in documents from the time as being as few as 27 or as many as 43. This variation may be due to the writers conflicting definitions as to what constitutes a letter. Modern Cyrillic as it is used for writing the Russian language uses 33 letters.</p> <p>Early Cyrillic was unicameral, that is, there was only one case, although some letters were written larger than others for emphasis or decorative purposes. Modern Cyrillic is written using upper- and lower case. Early Cyrillic writing did not use separate symbols for numbers, rather, each letter was assigned a numeric value, as in the Greek script. A diacritic mark was written above the symbol to indicate that it was to be interpreted as a number. Modern Cyrillic has used Latin numbers since the early 18th century.</p> <p>Diacritics were also used in early Cyrillic writing to convey phonological information such as palatalization, stress and breathing, as well as abbreviation of a word. Many of these marks have been dropped from current usage, and other hookes, breves and diaereses have been added to facilitate the representation of non-Slavic languages in the script.</p> <p>Early Cyrillic punctuation was borrowed from Latin, Greek and Armenian.</p>","fonts":[]}