{"script":"Dsrt","name":"Deseret (Mormon)","unicode_pdf":null,"family":"American","type":"alphabet","white_space":"between words","open_type_tag":"dsrt","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Deseret alphabet was used primarily by members of the Church of Latter-Day Saints (Mormons) in Utah for writing the English language. It was created in 1854 by George D. Watt, to whom the task had been given by Brigham Young, the church president at the time. Watt had studied Pitman shorthand prior to joining the Mormon church, and this may have influenced the creation of the Deseret letters. The alphabet was short-lived; by the time Young died in 1877 it had been abandoned. During its use, it underwent a number of revisions both in the number and the shape of the letters. The standardized version approved by the University of Deseret contained thirty-eight letters. Two additional letters have since been discovered in hand-written materials. Four books were published in the standardized version: two reading primers, the Book of Mormon, and an excerpt from it called the Book of Nephi. In addition, the script was used on public signage in Salt Lake City, in scripture quotations in the Deseret News, and in personal correspondence and journals. The development of the alphabet was somewhat controversial; critics suspected it was intended to further isolate members of the church from the outside world, but proponents of the script claimed that it was created to facilitate English language acquisition by non-English converts to Mormonism.</p> <p>The alphabet contains upper and lower case letters, which are identical apart from in size. It is written from right to left. Spelling is phonetic, with the exception of eight words which have the same pronunciation as individual letter names. That is, the letter pronounced ai is used to write the words eye and I","fonts":[]}