{"script":"Egyp","name":"Egyptian hieroglyphs","unicode_pdf":null,"family":"African","type":"logo-syllabary","white_space":"none","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"centered","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Egyptian hieroglyphics were used for writing the Egyptian language from about 3000 BC until 400 AD. Symbols resembling hieroglyphs had been used by artisans in the region since 4000 BC, but with no ascertainable linguistic content. The first hieroglyphs were used for making inscriptions on buildings and tombs. Later they came to be used to decorate jewelry, record events on papyrus and to put a royal or divine signature, called a <span class=Em>cartouche</span> on an item.</p> <p>The Egyptian hieroglyphic system of writing consisted of both phonetic symbols and pictographs. There were about 30 symbols representing single consonants, plus about 130 bilateral and trilateral symbols which represented two or three consonants. For example, the heart-with-trachea symbol represented the consonants n + f + r, pronounced <span class=Em>nefer</span>. Some symbols were used as phonetic complements, which reinforced the final consonant in a bi- or trilateral symbol. Vowels were not written. Pictograms were symbols which visually resembled the item or concept they represented. In total there were an estimated 7000 pictograms, but these were not all in use at the same time.</p> <p>Some symbols could be used either as a pictogram or as a phonetic symbol. For example, a rectangular spiral represented both the sound pr, and the concept of a house. Combined with the fact that vowels were not written, this resulted in some symbols or combinations of symbols having multiple possible meanings. To indicate which meaning was intended, a third class of symbol, called <span class=Em>determinatives</span>, was used. Often, a small vertical stroke underneath the symbol was used to indicate that the object/concept - rather than the phonetic - interpretation was intended. Another example of a determinative was a pictogram of a pair of legs to indicate that the preceding symbol was a verb of movement.</p> <p>Egyptian hieroglyphic writing did not use any punctuation or word spacing. Symbols were arranged either in vertical columns or horizontal rows, and could be read from right to left or from left to right. In order to demonstrate in which direction the text had been written, the scribe would orientate any animate pictograms (that is, symbols in the shape of a human or animal) to face in the intended direction of reading.</p>","fonts":[]}