{"script":"Geok","name":"Khutsuri (Asomtavruli and Nuskhuri)","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Khutsuri is an ecclesiastical writing system composed of two alphabets, historically used for writing the Georgian language. The inscriptional <span class=Em>Asomtavruli</span> alphabet was the earliest means of writing Georgian, having been used as early as the 5th century. A manuscript form called <span class=Em>Nushkuri</span> was derived from this alphabet for use in handwritten texts around the 9th century. From the 10th century, the two forms came to be used together as upper- and lower case pairs of a single writing system.</p> <p>Initially, some manuscripts were written in Asomtavruli, some in Nuskhuri, and some in a free mixture of the two. Over time, it became increasingly common to combine the two scripts into the bicameral (that is, having upper and lower case) system called Khutsuri. Asomtavruli had no ascenders or descenders so lent itself to the upper case set, while Nushkuri was used for the lower case. In bicameral Khutsuri texts, Asomtavruli capitals were always found at the start of paragraphs but were optional at the start of sentences within a paragraph.</p> <p>Khutsuri is now only used as a liturgical script by the Georgian Orthodox Church, having been replaced elsewhere by the <span class=Em>Mkhedruli</span> alphabet.</p> <p>There are 36 letters in both Asomtavruli and Nushkuri (therefore a total of 72 symbols in Khutsuri), representing 6 vowels and 30 consonants. The orthography was largely phonemic; every sound was represented by a corresponding letter, and almost every written letter was pronounced in speech.</p> <p>Khutsuri writing is believed to have been influenced heavily by the Greek and Pahlavi scripts. The shapes of the letters are attributed to Pahlavi influences, while the left to right direction of writing, the use of separate letters for vowels, and the alphabetical order of the letters are attributed to Greek influences. There were no script-specific numerals, rather, each letter was assigned a numeric value. These values were also the same as those assigned to the letters of the Greek alphabet.</p>","fonts":[]}