{"script":"Glag","name":"Glagolitic","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"between words","open_type_tag":"glag","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Historical","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Glagolitic script, also known as Glagolitsa and Asbuka, is the earliest known Slavic alphabet. The name Glagolitic comes from the Old Slavic word <span class=Em>glagol</span>, meaning <span class=Em>word</span>. The origins of the script are not clear; two opposing views claim that it was either created by a single individual (most popularly cited as Constantine/St. Cyril), or that it was derived from Greek cursive forms and was already in use by the time St. Cyril arrived in the area. Cubberley suggests in The Slavic Alphabets that the Slavs themselves created the script based on Greek cursive letters a few centuries before St Cyril and St Methodius mission in 860, and that St. Cyril formalized the system and added some new letters based on Coptic, Hebrew or Armenian forms, to represent sounds not found in Greek. What is known is that Glagolitic writing was used throughout the Balkans in tandem with Cyrillic until the 13th century, after which time it was largely replaced by Cyrillic. In Croatia, Glagolitic continued to be used until the 19th century, particularly in the church, and is still used in a limited way on the island of Krk.</p> <p>The order of the alphabet basically follows the Greek order, with the additional non-Greek letters appended at the end. The script underwent a number of gradual changes during the course of its use, and as a result there are two main variants known as round and square. The round form is the older of the two and was used throughout a wider geographical area, although fewer examples of it have survived. The square form (also sometimes called Croatian Glagolitic) was used from the 13th to the 19th century in Croatia, where it is still used for decorative purposes, especially on the island of Krk. Due to the gradual and constant development of the script, the exact number of letters is unknown; many documents contain letters which have not been found elsewhere.</p> <p>The script is read from left to right. It uses upper and lower case; the lower case set is almost entirely a smaller version of the upper case set. Later documents written in Croatian Glagolitic make use of literally hundreds of ligatures, in which two letters are joined to create a new letter, and of broken ligatures, in which half of a letter may be joined to another to create a new letter. There are no contextual changes in the forms of letters. The Unicode Standard 5.0 encodes 44 upper case and 44 lower case symbols in the round form of the script, a few of each case being variants of the same letter. Ligatures are not encoded separately.Glagolitic uses Latin commas and full stops, as well as semicolons as question marks, colons as alternative full stops, a middle dot to indicate numeric use of the letter, and a three-dot mark to separate paragraphs. There are no separate numbers, but numerical values are assigned to letters, indicated by a middle dot flanking the symbol on both sides, or by a macron or tilde over it. A tilde can also be written over abbreviated words. Round Glagolitic hangs from the <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#baseline target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;baseline</a>.</p>","fonts":[]}