{"script":"Gong","name":"Gunjala Gondi","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Gunjala Gondi script, also known as Koytura Gunjala Lipi, is named after the village of Gunjala in the Indian state of Telangana (formerly part of Andhra Pradesh) where manuscripts written in the script were recently found. The script is used to write the Gondi language and is distinct from the <a href=http://scriptsource.org/scr/Gonm>Masaram Gondi</a> script designed in 1928 by Munshi Mangal Singh Masaram.</p> <p>Gunjala Gondi manuscripts have been dated to 1750 and reference events as early as the 6th and 7th centuries. The script is cursive, hand-written sources showing syllables of a word connected using pen strokes. It does not appear to be genetically related to other scripts, although it strongly resembles the <a href=http://scriptsource.org/scr/Modi>Modi</a> script in appearance and style. Whilst the vowel order follows the Brahmi pattern, the consonant order does not, starting with <span class=Em>ya</span>, rather than the usual <span class=Em>ka</span>. Vowel signs and modifiers are placed to the right of the consonant or above the head-stroke at the right edge.</p> <p>Gunjala Gondi is currently undergoing something of a revival. Professor Jayadhir Tirumal Rao, who has researched the script is quoted as saying:“Andhra Pradesh has 34 tribal communities and none of them has a script except the Gondi community. The script is their self-esteem and we took up the task of preserving it by reviving the language.”. Teaching materials have been developed in the script and it is being taught in a number of schools in villages with a high Gond population.</p>","fonts":[]}