{"script":"Goth","name":"Gothic","unicode_pdf":"","family":"European","type":"alphabet","whitespace":"discretionary","open_type_tag":"goth","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":true,"status":"Historical","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe word “Gothic” is used in the context of writing systems to describe three very different, unrelated, styles of writing:\u003c/p\u003e \u003cul class=dListUnordered\u003e \u003cli\u003ethe Gothic alphabet: historically written in an \u003ca href=page.php?item_id=glossary#uncial\u003euncial\u003c/a\u003e style, and invented for the Gothic language;\u003c/li\u003e \u003cli\u003ethe Visigothic script: a minuscule script of the Latin alphabet, used in Iberia to write Latin text when Iberia was ruled by the Visigoths; and\u003c/li\u003e \u003cli\u003e“gothic” scripts: a popular name for many blackletter scripts of the Latin alphabet (including Fraktur); these have been used for writing many languages.\u003c/li\u003e \u003cli\u003eThis page refers only to the first sense - the Gothic alphabet, now extinct. This script is thought to have been invented around 350AD by the bishop Ulfilas for the purpose of translating the Bible into the Gothic language. The runic script which had previously been used for writing this language had strong associations with Germanic paganism, so was not deemed appropriate for this purpose. The Gothic language continued to be spoken until the 17th century, but there is no record of the script being used beyond the 6th century. \u003c/li\u003e \u003cli\u003eUlfilas based the Gothic script largely on an uncial form of the Greek alphabet, with some influence from the Runic and Latin scripts also. It was written from left to right, without spaces between words. Some texts were written with a space, dot or colon between phrases and others were \u003ca href=http://scripts.sil.org/cms/scripts/page.php?\u0026cat_id=Glossary#colom target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;\u003cspan class=Em\u003ecolometric\u003c/span\u003e\u003c/a\u003e, with every distinctive clause starting on a new line. \u003c/li\u003e \u003cli\u003eThe script was comprised of twenty-seven letters. Consonants were written with one symbol to represent one sound. Vowels were written with one symbol or a \u003ca href=http://scripts.sil.org/cms/scripts/page.php?\u0026cat_id=Glossary#multig target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;digraph\u003c/a\u003e to represent each sound. Nasals were optionally omitted in writing from the ends of words. Ligatures were used very rarely.\u003c/li\u003e \u003cli\u003eThere were no numbers in the Gothic script; rather, each letter was assigned a numeric value. If a symbol was intended to be read as a number, it was horizontally flanked by centred dots, or vertically flanked by horizontal lines.\u003c/li\u003e \u003c/ul\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["got"]}