{"script":"Gran","name":"Grantha","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Grantha script was designed for writing sacred texts in the Sanskrit language. The script is thought to be based on the stone-age cave inscriptions from the Chera dynasty, and to have gone through three stages of development; Early, Middle and Modern. The only examples of Early or Middle Grantha are from odd words interspersed with Tamil in inscriptions. The earliest inscription written entirely in Grantha has been dated to 1383, and is written in the most modern form of the script.</p> <p>There are two main branches of Modern Grantha; East Grantha and Tulu-Malayalam (also called West Grantha). Eastern Grantha was written in the state of Tamil Nadu in two distinct hands; a Brahmanical (square) variety used in Tanjore province, and a Jain (round) variety used around Arcot and Chennai. Tulu-Malayalam writing is still taught and used in <span class=Em>Gūrūkuls</span>, residential Hindu schools. It preserves some of the older letter forms which were later modified in Eastern varieties of the script. Aside from its use in the Gūrūkuls, it is also used by Tamil-speaking Hindus to write a childs name for the first time during the naming ceremony, to write the Sanskrit portion of wedding invitations and for announcements of a persons last rites. It is also used in many religious almanacs to print traditional formulaic summaries of the coming year. </p> <p>There was a third variety of the script called Tamil Grantha which was used in the 5th and 6th centuries for writing both Tamil and Sanskrit.</p> <p>Grantha is an abugida, written from left to right. Each letter represents either a vowel or a consonant+vowel syllable in which the default vowel is ə, unless diacritics are used to indicate otherwise. There are 14 vowel letters, 34 consonant+ə letters and 13 vowel diacritics. There are also 3 subsidiary consonant letters used for writing consonant clusters containing <span class=Em>y</span> or <span class=Em>r</span>. One of these letters represents j(ə), one represents pre-consonantal r and one represents post-consonantal rə. Other consonant clusters were written using conjuncts; the preference was to stack these vertically rather than align them linearly. The symbols <span class=Em>anusvara</span> and <span class=Em>visarga</span> were used as in a number of South Asian scripts for representing nasalization and voiceless breath respectively.</p> <p>The Grantha script employed a set of numerals 0-10, 100 and 1000 which were arranged linearly so that the number 21, for example, was written using the symbols for 2, 10 and 1 (2x10+1). A particular feature of the Grantha numeral system was their system of writing fractions. These were written using distinct symbols representing fractions of 320. So what is written in the Latin script as 1/4, for example, was written in Grantha using a single symbol read as 80/320. Distinct symbols only existed for some fractions, but composites could be created; there was a symbol representing 8/320 and a symbol representing 1/320, so 9/320 was written using both symbols.</p>","fonts":[]}