{"script":"Gujr","name":"Gujarati","unicode_pdf":"","family":"Indic","type":"abugida","whitespace":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":false,"split_graphs":true,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Gujarati script is used for writing the Gujarati and Chodri languages, together spoken by almost 47 million people. It is also used alongside the Devanagari script for writing a number of languages used by the Bhil people, one of Indias largest indigenous groups. The script is related to Devanagari, with modifications to some of the letters, and without the headstroke which characterizes most of the Nagari scripts. The loss of the headstroke reflects the scripts origins in informal writing; until the mid-19th century it was used primarily for bookkeeping and personal correspondence, but since printing facilities have become widely available to Gujarati speakers the script is used in schools, for printing books and newspapers, in government offices and public signage, and is one of the official scripts of India.\u003c/p\u003e \u003cp\u003eGujarati is written from left to right. It is an abugida, that is, every consonant letter contains an inherent vowel. There are forty-five basic symbols; thirty-four consonants and eleven vowels. Despite the loss of the headstroke, letters are still aligned as from a hanging \u003ca href=http://scripts.sil.org/cms/scripts/page.php?\u0026cat_id=Glossary#baseline target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;baseline\u003c/a\u003e.\u003c/p\u003e \u003cp\u003eTen of these vowels have two forms, an independent form for use when the vowel is not preceded by a consonant and a diacritic form which is written above, below or alongside a preceding consonant to modify the inherent vowel. One vowel, a ə, only has an independent form; this is the vowel which is inherent in a consonant letter, so does not need to be written separately when following a consonant. Vowels are classified as short \u003cspan class=Em\u003ehrasva\u003c/span\u003e or long \u003cspan class=Em\u003edīrgha\u003c/span\u003e according to the weight they historically assigned to syllables in traditional verse. The syllabic consonant r̩u is grouped with the short vowels. Four of the long vowel symbols represent diphthongs. These are written in their full forms by using the a letter as a vowel carrier and modifying it with diacritics.\u003c/p\u003e \u003cp\u003eConsonants are ordered according to the principles of articulatory phonetics, that is, the place and manner in which they are articulated. In sequence, the consonant subgroups by place are: velar, palatal, retroflex, dental and labial. Within each subgroup, consonants are ordered by manner, beginning with unaspirated voiceless, followed by aspirated voiceless, unaspirated voiced, aspirated voiced, and nasal. The first twenty-three consonants are ordered in this way. Following these are four sonorants, three sibilants, \u003cspan class=Em\u003eha\u003c/span\u003e, \u003cspan class=Em\u003eḷa\u003c/span\u003e and two conjuncts \u003cspan class=Em\u003ekṣa\u003c/span\u003e and \u003cspan class=Em\u003ejña\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eThere are many other conjunct symbols used in Gujarati writing. Many consonant letters are written with a vertical line on their right side. The general rule for writing conjuncts is that those letters lose the vertical line in initial or medial position and only the last letter in the cluster retains it. Letters which are not written with a vertical line in their isolated form are represented using special conjuncts when they are part of a consonant cluster. The letter \u003cspan class=Em\u003esa\u003c/span\u003e takes a variant form when followed by any of the letters \u003cspan class=Em\u003eva\u003c/span\u003e, \u003cspan class=Em\u003ela\u003c/span\u003e, \u003cspan class=Em\u003ena\u003c/span\u003e, \u003cspan class=Em\u003era\u003c/span\u003e or \u003cspan class=Em\u003eca\u003c/span\u003e. Special conjunct forms also exist for combinations of \u003cspan class=Em\u003eha\u003c/span\u003e with \u003cspan class=Em\u003eya\u003c/span\u003e, \u003cspan class=Em\u003ema\u003c/span\u003e or \u003cspan class=Em\u003era\u003c/span\u003e, and for combinations of \u003cspan class=Em\u003eda\u003c/span\u003e with \u003cspan class=Em\u003eya\u003c/span\u003e, \u003cspan class=Em\u003eva\u003c/span\u003e, \u003cspan class=Em\u003edha\u003c/span\u003e or \u003cspan class=Em\u003ema\u003c/span\u003e. The \u003ca href=http://scripts.sil.org/cms/scripts/page.php?\u0026cat_id=Glossary#gemination target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;geminates\u003c/a\u003e (long consonants) \u003cspan class=Em\u003eṭṭa\u003c/span\u003e, \u003cspan class=Em\u003eṭhṭha\u003c/span\u003e, \u003cspan class=Em\u003eḍḍa\u003c/span\u003e, \u003cspan class=Em\u003eḍhḍha\u003c/span\u003e \u003cspan class=Em\u003eṭṭha\u003c/span\u003e and \u003cspan class=Em\u003eḍḍha\u003c/span\u003e combine in vertical stacks.\u003c/p\u003e \u003cp\u003e\u003cimg src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/mc/k6/mck6hyhfkf_GujaratiGeminates.png height=54 width=241 /\u003e\u003c/p\u003e \u003cp\u003eThe letter \u003cspan class=Em\u003era\u003c/span\u003e takes three variant forms depending whether it precedes another consonant, or follows one of the letters \u003cspan class=Em\u003eṭa\u003c/span\u003e, \u003cspan class=Em\u003eṭha\u003c/span\u003e or \u003cspan class=Em\u003eḍa\u003c/span\u003e, or follows another consonant. \u003c/p\u003e \u003cp\u003e\u003cimg src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/mc/k6/mck6hyhfkf_Ra.png height=132 width=237 /\u003e\u003c/p\u003e \u003cp\u003eSpecial conjunct forms also exist for combinations of \u003cspan class=Em\u003era\u003c/span\u003e with \u003cspan class=Em\u003eha\u003c/span\u003e, \u003cspan class=Em\u003eda\u003c/span\u003e, \u003cspan class=Em\u003eta\u003c/span\u003e, \u003cspan class=Em\u003eu\u003c/span\u003e and \u003cspan class=Em\u003eū\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eThere are three non-alphabetic diacritics. A \u003cspan class=Em\u003evirama\u003c/span\u003e symbol is a slanted stroke written below consonants to silence the inherent vowel therein. So ટ represents ʈə but ટ્ represents ʈ. Consonants which have been marked in this way are called \u003cspan class=Em\u003ekhoḍo\u003c/span\u003e lame. Consonant clusters not covered by the conjuncts noted above can be represented using this symbol. There is also a \u003cspan class=Em\u003evisarga\u003c/span\u003e symbol written as two vertically stacked dots, a relic of Sanskrit phonology which has no phonetic content in Gujarati writing and is rarely used. The third symbol, \u003cspan class=Em\u003eanusvara\u003c/span\u003e, is written as a dot centrally above a letter and has two related functions. It can either nasalize a vowel as in the word hũ I, or represent a nasal consonant pronounced at the same place in the mouth as the following consonant as in the word rəŋg colour. In Latin transcription, \u003cspan class=Em\u003eanusvara\u003c/span\u003e is represented by the letter ṃ.\u003c/p\u003e \u003cp\u003eGujarati writing is essentially phonetic, with some exceptions as follows: Conjuncts are not always used to write consonant clusters at a morpheme break. For example the word કાતરે \u003cspan class=Em\u003eka\u003c/span\u003e+\u003cspan class=Em\u003eta\u003c/span\u003e+\u003cspan class=Em\u003ere\u003c/span\u003e, meaning (he) carves is pronounced katre, even though the full form of \u003cspan class=Em\u003eta\u003c/span\u003e is used, rather than a \u003cspan class=Em\u003eta\u003c/span\u003e + \u003cspan class=Em\u003era\u003c/span\u003e conjunct. The full forms of both \u003cspan class=Em\u003eta\u003c/span\u003e and \u003cspan class=Em\u003ere\u003c/span\u003e are used, rather than the \u003cspan class=Em\u003etre\u003c/span\u003e conjunct, because the consonant cluster crosses the morpheme boundary between person and verb. \u003cspan class=Em\u003eMurmured\u003c/span\u003e vowels (the vocalic equivalent of aspirated consonants) are not represented in writing despite being distinctive in speech. The same sometimes applies to the open/close vowel distinction; the same letters were traditionally used for e and æ, and for o and ɔ. In recent years, however, it has become more common to represent æ and ɔ by inverting the diacritics for e and o respectively, particularly in English loan words.\u003c/p\u003e \u003cp\u003e\u003cimg src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/mc/k6/mck6hyhfkf_GInverts.png height=157 width=102 /\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["guj","gas","ave","bhb","cdi","dhn","dub","duh","gbl","kfr","gjk","kex","prp","gra","vav","vas","kxp"]}