{"script":"Hang","name":"Hangul (Hangŭl, Hangeul)","unicode_pdf":null,"family":"East Asian","type":"featural","white_space":"between words","open_type_tag":"hang","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":null,"status":"Current","baseline":"centered","ligatures":"unspecified","direction":"ltr","direction_notes":"vertical (RTL) and horizontal (LTR)","sample":null,"sample_img":null,"description":"<p>Hangul is the phonetic writing system developed in 1446 for writing the Korean language. Prior to this, Korean had been written in Chinese characters, called <span class=Em>hanja</span> in Korean, but this was laborious. A given Chinese character could be used to represent a spoken syllable, irrespective of its original Chinese meaning, or it could be used to represent the Korean word with the closest meaning to its original. Reading was difficult because the intended function of the character was not always apparent. Hangul was developed by King Sejong to combat the difficulties associate with writing Korean in <span class=Em>hanja</span>. However it was not universally accepted, and for a time was prohibited by Japanese colonial authorities. Only after Korea became independent in 1945 was Hangul accepted as the countrys national script.</p> <p>There are 51 letters, called <span class=Em>conjoining Hangul Jamo</span> (or <span class=Em>jamo</span> for short), which make up the script. These are: 14 simple consonant, 5 glottalized double letters, 11 consonant clusters, 6 simple vowels, 11 diphthongs, and 4 simple iotized (that is, preceded by a <span class=Em>y</span> sound) vowels. Spoken Korean employs syllables of V, VC, VCC, CV, CVC and CVCC configurations. In writing, jamo are grouped into syllable blocks by modifying their size, shape and position to reflect their position in the spoken syllable.</p> <p>The canonical order of jamo is arranged according to place and manner of articulation. There is slight variation between the North and South Korean orders, but in general, the velar consonants are ordered first, then coronals, labials, sibilants and glottals, with the vowels ordered at the end.</p> <p>It has been said that Hangul is the most logical script in existence. Although this is obviously a subjective statement, it is true that the script was designed to be structurally very well ordered. The shape of each jamo reflects the articulation of sound it represents, with particular elements relating to place and manner of articulation, or to iotation of vowels. For example, the symbol ㅁ /m/ is a picture of two pursed lips, ㅂ /b/ is the same shape but with two elongated strokes representing the plosive manner of articulation. Consonant jamo are comprised of vertical, horizontal and diagonal lines, as well as curves and circles. Vowel jamo consist of vertical and horizontal lines only. The shape of vowels is based on a horizontal line representing the earth (<span class=Em>yin</span>), a point or short stroke representing the sun (<span class=Em>yang</span>), and a vertical line representing mankind.</p>","fonts":[]}