{"script":"Hira","name":"Hiragana","unicode_pdf":"","family":"East Asian","type":"syllabary","whitespace":"discretionary","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"centered","ligatures":"unspecified","direction":"ltr","direction_notes":"vertical (RTL) and horizontal (LTR)","sample":"","sample_img":"","description":"\u003cp\u003eThe Hiragana script (sometimes called Kiragana) is one of the two Japanese syllabaries, along with Katakana. The script was derived from the cursive forms of Chinese characters around the 8th century; prior to this, Japanese was written entirely in Chinese (\u003cspan class=Em\u003ekanji\u003c/span\u003e letters. Hiragana was originally known as \u003cspan class=Em\u003eonnade\u003c/span\u003e womens hand as it was primarily used by women until the 10th century when it came to be widely used by both genders.\u003c/p\u003e \u003cp\u003eThe script can be written either horizontally or vertically. There are 48 signs, called \u003cspan class=Em\u003ekana\u003c/span\u003e, 5 representing vowels, one representing the syllabic nasal /n/, and 42 representing consonant+vowel syllables. Each kana represents one mora, essentially a short syllable. Long syllables are represented by two kana. There are no symbols for writing voiced stops; rather, two small strokes called \u003cspan class=Em\u003enigoriten\u003c/span\u003e are written at the upper right of a CV symbol to indicate that the consonant is voiced. There are also no symbols for syllables containing p, but a small circle (\u003cspan class=Em\u003emaru\u003c/span\u003e) is written to the upper right of the symbols \u003cspan class=Em\u003eha\u003c/span\u003e, \u003cspan class=Em\u003ehi\u003c/span\u003e, \u003cspan class=Em\u003ehu\u003c/span\u003e, \u003cspan class=Em\u003ehe\u003c/span\u003e and \u003cspan class=Em\u003eho\u003c/span\u003e to represent \u003cspan class=Em\u003epa\u003c/span\u003e, \u003cspan class=Em\u003epi\u003c/span\u003e, \u003cspan class=Em\u003epu\u003c/span\u003e, \u003cspan class=Em\u003epe\u003c/span\u003e and \u003cspan class=Em\u003epo\u003c/span\u003e respectively. The script was officially standardized in 1946 to reflect spoken modern standard Japanese, although there are some exceptions to this: the grammatical markers for topic wa, direct object ɔ and direction ɛ are written with the symbols \u003cspan class=Em\u003eha\u003c/span\u003e, \u003cspan class=Em\u003ewo\u003c/span\u003e and \u003cspan class=Em\u003ehe\u003c/span\u003e respectively, reflecting historical pronunciation.\u003c/p\u003e \u003cp\u003eThe Hiragana script is a complete orthography - anything that can be said in Japanese can be written in Hiragana - but it is most commonly mixed with Chinese \u003cspan class=Em\u003eKanji\u003c/span\u003e characters. In texts which use a mixture of Hiragana and Kanji characters, Hiragana is commonly used to write words phonetically, sometimes as a guide to pronunciation, and to write sentence particles and inflectional endings.\u003c/p\u003e \u003cp\u003eThere are two arrangements in which symbols can be ordered. The traditional order of symbols is the order in which they appear in a short poem, the \u003cspan class=Em\u003eiroha\u003c/span\u003e, which uses each syllable only once. However, the \u003cspan class=Em\u003egojuuon\u003c/span\u003e \\\\\\fifty sound\\\\\\\" order is now more commonly used.\u003c/p\u003e \"","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}