{"script":"Hmng","name":"Pahawh Hmong","unicode_pdf":null,"family":"East Asian","type":"syllabary","white_space":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Pahawh Hmong script has been used since 1959 for writing the Hmong language spoken in China, Vietnam, Laos and Thailand, as well as by a significant immigrant population in the United States and Australia. It was created by Shong Lue, who claimed to have been sent by God to teach the script to the Hmong people, following a series of divine revelations. He developed the script in four stages, the second and third of which are the forms in most widespread current use.</p> <p>The script is unique in that syllables are written in the reverse order to which they are spoken. So, although the script as a whole is read from left to right, each syllable is written from right to left. Also unusual is that the diphthong au is the inherent vowel in a consonant, as opposed to the more usual a, ə or o.</p> <p>There are twenty consonant symbols which can appear at the start of a syllable. These combine with two diacritics to represent the sixty syllable-initial phonemes of the Hmong language. Use of these diacritics is not systematic, and the pronunciation of a given symbol+diacritic is not necessarily predictable from the sum of its two parts. For example, the sign for c when combined with a dot diacritic produces ntʃh, and when combined with a tack diacritic produces ts. But the sign for ntʃ when combined with a dot diacritic produces tʃ, and when combined with a tack diacritic produces ph. As the script was developed, this system was redesigned so that in the final version it is quite systematic. However, the final version is not the version in use.</p> <p>Twenty-six symbols are used to represent the thirteen vowel phonemes. Each vowel can be written in two ways, each of which bears a (different) inherent tone. There are eight tones in the Hmong language. The inherent tone can be modified using one of four diacritics, which are used in a systematic way so that all 107 vowel + tone combinations can be represented.</p> <p>Punctuation was introduced to the script in 1969, based on Latin punctuation. There are also script-specific symbols to indicate reduplication, exclamation, the sung or chanted nature of a text, percent, and ampersand. Logographs are used as a grammatical classifier, to denote periods of time, and to indicate clan names, which were historically of great social significance.</p> <p>The script is not as widely used as the Romanized Popular Alphabet, a system devised largely by William Smalley in the 1950s. This is due to a lack of resources, negative political associations of Pahawh Hmong and difficulties in typesetting it. However, as asserted by Martha Ratcliffe in The Pahawh Hmong Script, it remains a great source of pride for the Hmong people.</p>","fonts":[]}