{"script":"Hrkt","name":"Japanese syllabaries","unicode_pdf":"","family":"East Asian","type":"syllabary","whitespace":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"centered","ligatures":"unspecified","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Japanese language is written in a mixture of scripts; \u003cspan class=Em\u003ekanji\u003c/span\u003e, which are derived from Chinese characters and represent logographic or morphological units, and \u003cspan class=Em\u003ekana\u003c/span\u003e, a pair of syllabaries. The two kana are called \u003cspan class=Em\u003ehiragana\u003c/span\u003e and \u003cspan class=Em\u003ekatakana\u003c/span\u003e. A single text usually contains all three scripts. Kanji are used for writing nouns, verb stems, adjective stems and some adverbs. Hiragana is used primarily for grammatical elements - particles, inflectional endings, and auxiliary verbs. Katakana is used for writing loan words, onomatopoeic words, to give emphasis, to suggest a conversational tone, or to indicate irony or a euphemism.\u003c/p\u003e \u003cp\u003ePrior to the development of the two kana, Japanese was written entirely using kanji symbols. These were used phonetically to represent similar-sounding Japanese syllables; the meanings of the characters were initially ignored. However, as each kanji corresponds to only one syllable, in order to write a polysyllabic Japanese word, of which there are many, several kanji had to be employed. As kanji frequently consist of a large number of strokes, this was a laborious process. A simplified cursive style of writing began to be used by Japanese women around the 7th and 8th centuries; from this cursive style the hiragana characters developed. In modern written Japanese, many kanji characters can be read in two ways. \u003cspan class=Em\u003eOn\u003c/span\u003e-readings are based on the pronunciation of the Chinese character at the time of borrowing, irrespective of meaning, and \u003cspan class=Em\u003ekun\u003c/span\u003e-readings represent a Japanese morpheme corresponding to the meaning of a particular character.\u003c/p\u003e \u003cp\u003eKatakana was created shortly after hiragana, by students of Buddhism who needed some kind of phonetic shorthand in which they could rapidly take notes during lectures. Unlike hiragana, katakana are generally not simplifications of entire kanji characters, but are based on a single component of a kanji.\u003c/p\u003e \u003cp\u003eEach kana consists of one to four strokes. Strokes are written from top to bottom and from left to right.\u003c/p\u003e \u003cp\u003eThe two scripts were standardized in 1900, since that time two characters have become obsolete, leaving 46 in use.\u003c/p\u003e \u003cp\u003eThe two syllabaries developed in the 9th century and are based on kanji characters. Hiragana means \\\\\\kana without angles\\\\\\\" and katakana means \\\\\\\"simple","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}