{"script":"Jurc","name":"Jurchen","unicode_pdf":null,"family":"East Asian","type":"logo-syllabary","white_space":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"vertical","ligatures":"unspecified","direction":"ltr","direction_notes":"vertical (LTR)","sample":null,"sample_img":null,"description":"<p>The Jurchen script (also called Jurchi, Jurchin or Southern Tungusic) was created in 1120 by Wanyan Xiyin, advisor of the Jurchen chieftain Wanyan Aguda, who later became the first emperor of the Jin Dynasty. The script was used for writing the Jurchen language; however, both the script and the language are now extinct and there are very few surviving samples of Jurchen text. Almost all surviving examples of the script are inscriptions on monuments, pottery, mirrors etc., although there are references in Chinese texts to a large body of literature written in the script. One of the most important extant texts is an inscription on the back of the Jin Victory Memorial Stele which was erected in 1185. The Jurchen text is an abbreviated translation of the Chinese text on the front of the stele.</p> <p>The Jurchen script was largely logographic, and contained 720 radicals, similar to the Chinese characters on which they were based. Many characters were directly borrowed from Chinese. Broadly speaking, characters fell into two classes; ideographic characters representing words or portions of words, and phonetic characters representing a sound. However, some characters performed a dual function and represented words in some contexts and sounds in others. Logographs could be combined to form compound words. </p> <p>The script appears to have been widely known and used by the Jurchen people, as evidenced by numerous examples of graffiti left by Jurchen travellers in Inner Mongolia. After the 16th century the Jurchen people became known as Manchu (or Manchurians) and gradually adopted the Mongolian script. The Mongolian script had entirely replaced Jurchen writing by the 17th century.</p>","fonts":[]}