{"script":"Kali","name":"Kayah Li","unicode_pdf":"","family":"Southeast Asian","type":"alphabet","whitespace":"between words","open_type_tag":"kali","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"hanging","ligatures":"unspecified","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eKayah Li is used to write the Eastern and Western Kayah Li languages, spoken by 360,000 and 210,000 people respectively. These are Karen languages native to Myanmar but also spoken by significant refugee populations in Thailand. The script was created in 1962 by Htae Bu Phae. It bears noticeable similarities to the Myanmar script and to the Indic scripts. The Kayah Li languages can also be written using the Myanmar script.\u003c/p\u003e \u003cp\u003eThe script is of Brahmic origin but, unusually, it is an alphabet rather than an abugida. Four of the nine Kayah vowel sounds are written with spacing letters; the remaining five are written with the spacing letter \u003cspan class=Em\u003ea\u003c/span\u003e, modified by diacritics. Non-native sounds are written by using the same vowel diacritics to modify the spacing letter \u003cspan class=Em\u003eoe\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eEvery vowel sound carries a tone. Tone is indicated by vowel marks written below the four spacing vowel letters (bearing in mind that two of these letters can be used to write all the other vowels). Where a tone mark and a vowel diacritic are both applied to a spacing letter, the vowel is conventionally written first, as the tone applies to the syllable as a whole.\u003c/p\u003e \u003cp\u003eThere is a set of script-specific digits 0-9. Two punctuation marks also exist: one to represent extended intonation and one to separate sentences or phrases. In addition, conventional Latin punctuation marks are used. Spaces are used between words.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["eky","kyu","kvy"]}