{"script":"Kana","name":"Katakana","unicode_pdf":"","family":"East Asian","type":"syllabary","whitespace":"none","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"centered","ligatures":"optional","direction":"ltr","direction_notes":"vertical (RTL) and horizontal (LTR)","sample":"","sample_img":"","description":"\u003cp\u003eKatakana is one of two syllabaries, called \u003cspan class=Em\u003ekana\u003c/span\u003e, used for writing Japanese, along with Hiragana. Until the 8th century, Japanese was written using Chinese characters, called \u003cspan class=Em\u003ekanji\u003c/span\u003e, on which the shapes of the katakana symbols are based. Modern Japanese texts are commonly written in a mixture of kanji, hiragana and katakana. Katakana is typically used for writing loanwords, onomatopoeic and mimetic words, exclamations, and some specialized scientific terminology. It can also be used to imply a conversational tone, to give emphasis to particular words, or to signal irony or a euphemism. Both hiragana and katakana can be written in small type alongside or above kanji words to indicate the pronunciation or meaning of the kanji.\u003c/p\u003e \u003cp\u003eKatakana is a complete orthography; in principle any spoken Japanese word can be written using the script, although in practice this is rarely done. There are 102 syllables in spoken Japanese, but not all are represented by their own distinct symbol in Katakana writing. There are 48 written symbols, also called \u003cspan class=Em\u003ekana\u003c/span\u003e, each representing one mora, essentially a short syllable. Syllables with long vowels count as two morae and are represented in writing by two kana. There are 5 kana for writing independent vowels, 1 for writing the syllabic nasal /n/, and 42 for writing various CV syllables. To enable all 102 spoken syllables to be written using only these 48 symbols, diacritics are used. \u003cspan class=Em\u003eDakuten\u003c/span\u003e and \u003cspan class=Em\u003enigoriten\u003c/span\u003e can be added to a character to mark voicing, where it is distinctive, and a small circle \u003cspan class=Em\u003emaru\u003c/span\u003e is written to the upper right of the symbols \u003cspan class=Em\u003eha\u003c/span\u003e, \u003cspan class=Em\u003ehi\u003c/span\u003e, \u003cspan class=Em\u003ehu\u003c/span\u003e, \u003cspan class=Em\u003ehe\u003c/span\u003e, and \u003cspan class=Em\u003eho\u003c/span\u003e, to represent \u003cspan class=Em\u003epa\u003c/span\u003e, \u003cspan class=Em\u003epi\u003c/span\u003e, \u003cspan class=Em\u003epu\u003c/span\u003e, \u003cspan class=Em\u003epe\u003c/span\u003e, and \u003cspan class=Em\u003epo\u003c/span\u003e. There are no symbols for writing palatalized sounds; instead the \u003cspan class=Em\u003ey\u003c/span\u003e syllables are used in conjunction with \u003cspan class=Em\u003eki\u003c/span\u003e, \u003cspan class=Em\u003esi\u003c/span\u003e, \u003cspan class=Em\u003eni\u003c/span\u003e, \u003cspan class=Em\u003ehi\u003c/span\u003e, \u003cspan class=Em\u003emi\u003c/span\u003e and \u003cspan class=Em\u003eri\u003c/span\u003e. So the sound nja/ña is written \u003cspan class=Em\u003eni\u003c/span\u003e+\u003cspan class=Em\u003eya\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eKatakana characters are traditionally arranged in the order in which they appear in a short poem called the \u003cspan class=Em\u003eiroha\u003c/span\u003e, in which each character occurs only once. However, modern dictionaries use the \\\\\\fifty-sound order\\\\\\\" based on that of the Indic script; vowels are ordered first","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["ain","ryu","nan"]}