{"script":"Khoj","name":"Khojki","unicode_pdf":"","family":"Indic","type":"abugida","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"unspecified","ligatures":"required","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eKhojki is a Brahmi-derived abugida related to the \u003ca href=http://scriptsource.org/scr/Shrd\u003eSharada\u003c/a\u003e script. It is used by the Khoja people - an ethnic group of largely Ismaili Shia Muslims - for recording religious literature in the Sindhi language. Khojki has been used since at least the 16th century, originally for manuscripts, but later in printed form also. The script has also been used to write other South Asian languages; however, in recent years its use has declined markedly.\u003c/p\u003e \u003cp\u003eKhojki is structurally similar to other Brahmic scripts. Each of the forty-three characters represents either an independent vowel, or a consonant containing the inherent vowel a. In addition to these, there are eight dependent vowel diacritics. These can attach to a consonant character to replace the inherent vowel with a different one. Other word-forming characters include the \u003cspan class=Em\u003evirama\u003c/span\u003e, which is written after a consonant to silence the vowel entirely, the \u003cspan class=Em\u003enukta\u003c/span\u003e, which can be written above either vowels or consonants to represent sounds not native to the Sindhi language, and the \u003cspan class=Em\u003eshadda\u003c/span\u003e which represents \u003ca href=http://scriptsource.org/glossary#gemination\u003egeminate\u003c/a\u003e (long) consonants.\u003c/p\u003e \u003cp\u003eThe script was never standardized. In addition, it was used by non-Sindhi speakers to represent other languages. These users adapted the original phonetic values of some letters to fit the phonology of their own languages. This means that there is inconsistency in the representation of some sounds. For example, there are two letters attested in different manuscripts as representing the dental aspirated sound d̪\u003csup\u003eh\u003c/sup\u003e.\u003c/p\u003e \u003cp\u003eKhojki punctuation is largely borrowed from Latin. However, the \u003cspan class=Em\u003edanda\u003c/span\u003e and \u003cspan class=Em\u003edouble danda\u003c/span\u003e are used to mark the end of a sentence, and a word separator is optionally used in between words.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["pan","guj","lah","skr","snd"]}