{"script":"Kitl","name":"Khitan large script","unicode_pdf":"","family":"East Asian","type":"logo-syllabary","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"vertical","ligatures":"unspecified","direction":"ltr","direction_notes":"vertical (LTR)","sample":"","sample_img":"","description":"\u003cp\u003eThe Kitan (also called Liao) language, an extinct Mongolic language spoken in Northern China, was written using two mutually exclusive scripts, the Kitan Large script and the \u003ca href=http://scriptsource.org/scr/Kits\u003eKitan Small script\u003c/a\u003e. The Kitan Large script was created in 920 at the request of the Emperor Taizu. It was written in vertical columns using between 830-1000 characters. There is some debate as to whether the \u003cspan class=Em\u003eGu taishi mingshi ji\u003c/span\u003e inscription, which has been lost, was genuine or not. The controversy surrounding this inscription calls into question the reliability of about 170 characters.\u003c/p\u003e \u003cp\u003eAlmost all attested examples of the script are in the form of inscriptions, with the exception of a manuscript book held at the Institute of Oriental Manuscripts of the Russian Academy of Sciences, Saint Petersburg.\u003c/p\u003e \u003cp\u003eMost Kitan Large characters were logograms, but ideograms and syllabograms may also have been used to fulfill grammatical functions. Some characters were based on Chinese characters but most were novel creations.\u003c/p\u003e \u003cp\u003eThe Khitan Empire was destroyed in 1125 AD by the Jurchen, who continued to use the script until 1191 when it was suppressed by an imperial order.\u003c/p\u003e \u003cp\u003eNeither of the Kitan scripts has been fully deciphered.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}