{"script":"Kthi","name":"Kaithi","unicode_pdf":"","family":"Indic","type":"abugida","whitespace":"discretionary","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":false,"split_graphs":false,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Kaithi script has been used predominantly in the Indian states of Bihar and Uttar Pradesh (but also in other North Indian states and the Nepali terai) for writing a group of Indo-Aryan languages. It is often claimed to be a Bihari script despite its use and influence extending beyond the state of Bihar. Kaithi has been used for writing the Bhojpuri, Maghadi, Urdu, Awadhi, Maithili, and Bengali languages since the 16th century. Its use was generally discouraged under British rule in India, except in the state of Bihar, where it was officially sanctioned for use in government offices - hence the association with that state. In other areas it was used primarily by the \u003cspan class=Em\u003ekayastha\u003c/span\u003e caste, a Brahmin caste which consists largely of writers by trade. The script was widely used until the early 1900s, and there is some evidence that it is still used for personal correspondence in rural areas.\u003c/p\u003e \u003cp\u003eKaithi writing is sometimes described as a cursive form of Devanagari. Many of the letters closely resemble Devanagari letters in shape, although it is generally written without a headstroke but with serifs, especially in printing. Both Kaithi and Devanagari descended from the the Gupta branch of Brahmi writing and are structurally very similar, but the differences between them are significant enough that literacy in one does not guarantee literacy in the other. The script was largely used by Brahmins. However George Grierson, the linguist largely responsible for the \u003cspan class=Em\u003eLinguistic Survey of India\u003c/span\u003e carried out between 1894 and 1928, notes in his 1899 \u003cspan class=Em\u003eHandbook to the Kaithi Character\u003c/span\u003e that in some places Kaithi writing was associated with the lower classes, for whom education in Devanagari was considered an unnecessary luxury.\u003c/p\u003e \u003cp\u003eThe Kaithi script is an abugida - each consonant letter represents a CV syllable where the default vowel is a. Other vowels are normally written using dependent vowel diacritics, unless they are at the start of a word, in which case they are written with an independent vowel letter. Sometimes in handwriting, non-decomposable consonant + vowel ligatures are used. A \u003cspan class=Em\u003evirama\u003c/span\u003e symbol is used to cancel the vowel at the end of consonant-final words. There are thirty-five consonant letters and either eight or ten vowel letters. Sources disagree as to whether the script contains short i and u letters; those which do not support these letters state that their long forms are used for writing both long and short vowels. There is also some controversy as to whether a \u003cspan class=Em\u003evocalic r\u003c/span\u003e letter exists. The collation order of letters follows the Devanagari model based on articulatory phonetics.\u003c/p\u003e \u003cp\u003eConsonant clusters are represented irregularly from language to language. The phonology of some languages inserts a \u003ca href=http://scriptsource.org/cms/scripts/page.php?item_id=Glossary#mets\u003emetathetic\u003c/a\u003e vowel in many instances which would otherwise involve a consonant cluster. For example in Awadhi, the Hindi word karma is pronounced karam and written the same way. Where this does not occur, clusters can be written with half-forms of the letters, with a non-decomposable ligature, with the virama symbol, or they may be written with the full forms of both letters and the pronunciation deduced from the readers knowledge of the language. The decision depends largely on the writers personal preference, or on the limitations of the font being used. Ligatures are more commonly used for writing the Maithili language. Consonant length is not written despite being distinctive in some words.\u003c/p\u003e \u003cp\u003eThe symbols \u003cspan class=Em\u003eanusvara\u003c/span\u003e and \u003cspan class=Em\u003evisarga\u003c/span\u003e are used as in other Indic scripts. \u003cspan class=Em\u003eCandrabindu\u003c/span\u003e is used more rarely. Non-native sounds in loan words are sometimes written using the closest equivalent, modified with a dot called \u003cspan class=Em\u003enukta\u003c/span\u003e underneath the letter.\u003c/p\u003e \u003cp\u003eWord spacing is not always used in handwriting, but generally is in print. Where word spacing is not used, words are sometimes separated with a dash.\u003c/p\u003e \u003cp\u003eThe punctuation marks \u003cspan class=Em\u003edanda\u003c/span\u003e and \u003cspan class=Em\u003edouble danda\u003c/span\u003e are used for marking pauses in the text, and are sometimes written with serifs. A swash-like dash is sometimes used to mark the end of a sentence. Two other punctuation marks are used for indicating abbreviation and enumeration.\u003c/p\u003e \u003cp\u003eKaithi writing employs a set of digits from 0-9, many of which closely resemble their Devanagari equivalents. \u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["bho","mai","tdb"]}