{"script":"Lana","name":"Tai Tham (Lanna)","unicode_pdf":null,"family":"Southeast Asian","type":"abugida","white_space":"between phrases","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":true,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Lanna script is also known as the Tai Tham, Dham, Yuan, or Northern Thai script. It has been used for writing the Northern Thai, Lü and Khün languages. Northern Thai is the biggest language group which uses the script, with 6million speakers, but literacy is low. Lü is now written in the <a href=http://scriptsource.org/scr/Talu>New Tai Lue</a> script, although some speakers born before 1950 are still literate in Lanna. The script has religious significance and is used in Buddhist monasteries.</p> <p>Consonants bear an inherent a vowel, which can be modified using dependent vowel symbols which are joined to the consonant. Combinations of dependent vowels are used to represent glides and diphthongs. Some basic vowels are represented by <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#multig target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;digraphs</a>, that is, the symbol used to represent them consists of more than one component. There are also eight independent vowel symbols which are used at the start of a syllable. Some vowels are used only for specific languages.</p> <p>Most consonants take two forms: a full form and a combining form. The combining form tends to be smaller and is written below or alongside a full consonant. The Lanna script is unusual in that joining a full and a combining consonant does not necessarily produce a consonant cluster; the inherent vowel in the first consonant may still be present. </p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/62/3d/623d89538d_LannaKLA.png height=70 width=251 /></p> <p>A combining consonant can also join to a dependent vowel in a closed syllable, or to represent the first consonant of the following syllable. In these cases, it is often down to the preference of the writer whether the full or the subjoined form of a consonant is used. Hence, there are different ways of spelling many words.</p> <p>In addition, there are seven dependent consonant symbols which are used at the end of a syllable or to form consonant clusters. Some of these are specific to particular languages.</p> <p>There are three classes of consonants, which helps to indicate the tone of a syllable. Vowel length also partly determines tone. In addition, various language-specific tone marks are used to further represent tone.</p> <p>Four script-specific punctuation marks are used, in combination with Latin punctuation. Other non-alphabetic symbols are used to mark the beginning and end of sections of text. There are also three logographs representing village, city and heaven. </p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/62/3d/623d89538d_LannaLogs.png height=100 width=130 /></p> <p>Lanna has two sets of digits, representing the numbers 0-9. One of these is used largely for religious purposes; the other is in common use. It is speculated that the common set, called hora, was historically used for astrological purposes, hora being name of one of the main branches of Vedic astrology. Numbers 1-4 in each system are shown below.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/62/3d/623d89538d_LannaDigits.png height=152 width=343 /></p>","fonts":[]}