{"script":"Latf","name":"Latin (Fraktur variant)","unicode_pdf":"","family":"European","type":"alphabet","whitespace":"between words","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eFraktur writing is a Gothic variant of the Latin script, also called Blackletter. Although it is associated with the German language, it was used throughout Western Europe from the 12th until the 17th century, for writing Old English, Gaelic, Latin, and Scandinavian languages, and in Germany until the 20th century. Many American newspapers use Fraktur type in their mastheads to this day.\u003c/p\u003e \u003cp\u003eThe weekly German newspaper the \u003cspan class=Em\u003eRelation\u003c/span\u003e is widely considered the world’s first newspaper, with circulation commencing in the summer of 1605. It was published in Fraktur type, a tradition which continued in most German newspapers until the end of the Nazi era.\u003c/p\u003e \u003cp\u003eFraktur writing developed when the demand for written material exceeded publishers’ ability to produce books in the time-consuming Carolingian minuscule script which was previously popular. Although it was deemed more efficient by many, its development was controversial as it had political, cultural and religious connotations, particularly towards Protestantism. Influential writers either forbade their books to be printed in the script, or insisted upon it. In Germany, literary works were most often published in Fraktur, while scientific and academic works were set in competing Antiqua types.\u003c/p\u003e \u003cp\u003eFraktur is notable amongst Latin scripts for its large number of ligatures.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}