{"script":"Lepc","name":"Lepcha (Róng)","unicode_pdf":null,"family":"Central Asian","type":"abugida","white_space":"unspecified","open_type_tag":"lepc","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Lepcha script is also called the Róng script - Lepcha people call themselves <span class=Em>Róngkup</span>, children of the Róng. It is used for writing the Lepcha language, a Tibeto-Burman language spoken by about 52,800 people in India, Nepal and Bhutan. The script is derived from Tibetan writing, probably motivated by Buddhist missionary activity in the 1700s. Early manuscripts were written in vertical columns but later and current texts are written horizontally. Many letters, when rotated back to their previous vertical position, closely resemble their Tibetan counterparts.</p> <p>The script comprises twenty-nine basic CV letters, called mother letters, where V is a, and nine vowel diacritics, called child letters, which are used to represent post-consonantal vowels other than a. There are also three letters which have been added since the late 1990s for representing the retroflex consonants ʈ, ʈ<sup>h</sup>, ɖ; these letters are used only in Sikkim, India. Elsewhere these sounds are written with the <span class=Em>kra</span>, <span class=Em>hra</span> and <span class=Em>gra</span> ligatures modified by <span class=Em>nukta</span> - a dot written below the letter. Any consonant can be used at the start of a syllable, and any vowel at the end, but only k, t, n, p, m, r, l can be used at the end. Final forms exist for representing these seven sounds syllable-finally; these are diacritics written above the base letter. Syllable-initial vowels are written with a vowel-carrier which represents a when unmarked, or any of the other nine vowels when marked with the appropriate diacritic.</p> <p>Three consonants can be used medially, <span class=Em>r</span>, <span class=Em>y</span> and <span class=Em>l</span>. Clusters containing medial r or y are written with special ligating forms which attach to the base letter. Ligating forms of <span class=Em>r</span> and <span class=Em>y</span> can also combine to produce a post-consonantal <span class=Em>-rya</span> ligature. Clusters with medial l are written using a set of seven letters representing kla, gla, pla, fla, bla, mla, hla. These letters cannot be decomposed into individual C+l parts.</p> <p>Two other non-alphabetic signs are used as well as <span class=Em>nukta</span>. Letters modified with <span class=Em>nukta</span> are called <span class=Em>nuktated</span>. The sign called <span class=Em>nyindo</span> is written to the left of the mother letter to indicate a final velar nasal when no specific vowel is written. So <span class=Em>s</span> + <span class=Em>nyindo</span> = saŋ. Where a different vowel is intended, the <span class=Em>lakang</span> sign is used together with the appropriate vowel diacritic.</p> <p>Lepcha writing uses script-specific digits from 0-9, and, when copying traditional texts, five punctuation marks. In modern texts, Latin punctuation is normally used, together with the Tibetan <span class=Em>tsheg</span> symbol.</p>","fonts":[]}