{"script":"Limb","name":"Limbu","unicode_pdf":"","family":"Indic","type":"abugida","whitespace":"between words","open_type_tag":"limb","complex_positioning":"unknown","requires_font":true,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":false,"case":false,"split_graphs":true,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Limbu script (also called Kiranti, Sirijonga or Sirijanga script) is used by about 400,000 people for writing the Limbu language spoken in Nepal and northern India. The Limbu language is also written in the Devanagari script. It was first brought to the attention of the wider world by the scholars Francis Buchanan Hamilton, A. Campbell and Brian Hodgson in the mid to late 19th century. The origins of the script are unknown; it is evident from its structure that it is of Brahmic derivation, and appears to be closely related to the Lepcha script. Limbu folklore relates that in the 9th century the Limbu king Sirijanga prayed to the goddess Saravati for wisdom as to how to devise a script for his people, and in response she revealed the story of creation to him, written in the script. The original script was modified in the mid 20th century by Imansin Cemjon and B.B. Subba, who increased the number of signs and re-assigned new values to some of the original symbols.\u003c/p\u003e \u003cp\u003eThe Limbu script is an abugida; every letter represents a CV syllable having the inherent vowel ɔ. There are six other vowel sounds used in the Limbu language, i, e, ɛ, a, o, u, which are represented using a vowel diacritic above, below or to the right of the base letter. This diacritic overrides the inherent ɔ vowel. There is also a diacritic mark for representing ɔ, which is not regularly used as it is somewhat redundant. Syllable-initial vowels are written using a vowel-carrier, which in its unmarked form represents syllable-initial ɔ, modified by the appropriate vowel diacritic.\u003c/p\u003e \u003cp\u003eThere are twenty-eight basic consonant letters, which are not arranged in any standard canonical order. Three letters, \u003cspan class=Em\u003ey\u003c/span\u003e, \u003cspan class=Em\u003er\u003c/span\u003e and \u003cspan class=Em\u003ew\u003c/span\u003e, also have a post-consonantal subjoining form which can be used for writing consonant clusters. The vowel which follows a consonant cluster is written above the first consonant in the cluster. For example to represent kwa the base letter \u003cspan class=Em\u003ek\u003c/span\u003e is written with the \u003cspan class=Em\u003ea\u003c/span\u003e diacritic above it and the subjoining form of \u003cspan class=Em\u003ew\u003c/span\u003e to the right of the \u003cspan class=Em\u003ek+a\u003c/span\u003e stack. There is no kwa/kaw ambiguity in this cluster; kaw would be written using the syllable-final form of \u003cspan class=Em\u003ew\u003c/span\u003e.\u003c/p\u003e \u003cp\u003e\u003cimg src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/ag/xf/agxf2azeb7_LimbuKWA.png height=117 width=234 /\u003e\u003c/p\u003e \u003cp\u003eSyllable-final consonants can be written in one of two ways; eight letters, \u003cspan class=Em\u003ek\u003c/span\u003e, \u003cspan class=Em\u003eng\u003c/span\u003e, \u003cspan class=Em\u003et\u003c/span\u003e, \u003cspan class=Em\u003en\u003c/span\u003e, \u003cspan class=Em\u003ep\u003c/span\u003e, \u003cspan class=Em\u003em\u003c/span\u003e, \u003cspan class=Em\u003er\u003c/span\u003e and \u003cspan class=Em\u003el\u003c/span\u003e have a special \\\\\\small\\\\\\\" form for use at the end of a syllable. These letters do not contain an inherent vowel. Other syllable-final consonants are found mostly in loan words and are written with the letters full form and the \u003cspan class=Em\u003esa-i\u003c/span\u003e diacritic","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["lif"]}