{"script":"Lisu","name":"Lisu (Fraser)","unicode_pdf":null,"family":"East Asian","type":"alphabet","white_space":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Lisu script (also known as the Old Lisu script or the Fraser script) was invented in 1915 by a Burmese preacher, Sara Ba Thaw, and modified by a British missionary, James Fraser, in the 1930s. It is based on the Latin script, combined with some Burmese orthographic conventions. The script was created in China to represent the Lisu language, however since that time many Lisu speakers have emigrated to Myanmar, Thailand and India, in which countries the script is also used.</p> <p>As of 1992, Frasers script has been officially approved by the Chinese authorities, who have also created a second official script for the language. This is a transliteration designed to facilitate transfer to pinyin. </p> <p>The Old Lisu script is unicameral, that is, there is only one case. 20 upper case Latin letters are used (either upright or rotated / inverted) to write 30 Old Lisu consonant letters, and 7 upper case Latin letters are used (again, either upright or rotated / inverted) to write 10 Old Lisu vowel letters. The association between the form and sound of the Old Lisu script is sometimes but not always related to that of the Latin script. For example, the letter V represents h, while H represents x. A does represent ɑ, but ∀ represents ɛ.</p> <p>Consonants contain an inherent a vowel; other vowels are written explicitly with separate vowel letters. Vowels written syllable-initially contain an inherent glottal-stop onset.</p> <p>Two script-specific marks are used as punctuation, corresponding to a comma and a full stop. Some Latin punctuation marks are used according to international convention, for example ? ! \\\\\\ ( ). Other Latin punctuation marks are used to represent nasalization and tone. There are six tones in the Lisu language","fonts":[]}