{"script":"Mahj","name":"Mahajani","unicode_pdf":null,"family":"Indic","type":"alphabet","white_space":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"unspecified","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Mahajani script was a commercial script (महाजन mahajana is the Hindi word for ‘banker’) used across Northern India until the middle of the 20th century. It was used by speakers of a number of languages, including Hindi, Marwari and Punjabi, and was taught in special merchant- and business-focused schools alongside other skills required for conducting business.</p> <p>Mahajani functions as an alphabet, but also displays some characteristics of an abugida. In theory, consonant letters contain an inherent a vowel, but there are no vowel diacritics to modify this vowel, so each consonant letter can also be used to represent a following i, i:, u, u:, e, o, ai, or au. There are, however, independent vowel letters, which can be written after the consonant to indicate either that a vowel immediately follows the consonant or that a vowel follows the a inherent in that consonant. This means that the sequence ka + o can represent either ko or kao. Consonant clusters are equally ambiguous when written. There is no visible virama to cancel a post-consonantal vowel, so the elements of a consonant cluster are written sequentially using the full forms of regular consonant letters. So the sequence ka + ra can represent either kra or kara. This means that, in general, the value of a consonant must be inferred at the morphological level.</p> <p>The term ‘mahajani’ is also sometimes applied to a merchant-specific style of writing another Indic script. For example, Mahajani Gujarati refers to the Gujarati script as it is used by Gujarati-speaking merchants. In this case, the characteristics of the Mahajani script proper may not be present.</p>","fonts":[]}