{"script":"Maka","name":"Makasar","unicode_pdf":"","family":"Insular Southeast Asian","type":"abugida","whitespace":"discretionary","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":true,"case":false,"split_graphs":false,"status":"Historical","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eMakasar (also called Old Makassarese) is a left-to-right, ultimately Brahmi-derived abugida that was used to represent the Makassarese language spoken in South Sulawesi through the 17th century. It is often described as the “bird script,” potentially based on local legends that depict birds as the carriers of communication or based on graphical resemblances of some of the characters to various bird postures. It is to be distinguished from the Buginese script that is currently used in the area, which has some superficial visual similarities but is very different in terms of its character repertoire. Old Makassarese can no longer be read by most people in the area, and scholars must transliterate texts into modern Buginese for interpretation.\u003c/p\u003e \u003cp\u003eSome peculiar features of the script include its lack of a virama, its use of an angka to indicate consonant reduplication, double vowel signs for syllable repetition, and various punctuation marks indicating sentence separation and section endings. The punctuation used for the end of a text is based on the Arabic word \u003cspan class=Em\u003etammat\u003c/span\u003e for finishing and is often written with designs. Various ornaments also appear often in texts, along with Arabic words written in their native order, but with the text as a whole still being read left-to-right. Diphthongs are indicated by combining vowel signs, and digits often represent Latin or Arabic (less common) digits.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}