{"script":"Mand","name":"Mandaic, Mandaean","unicode_pdf":"","family":"Middle Eastern","type":"alphabet","whitespace":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"bottom","ligatures":"required","direction":"rtl","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Mandaic script is used for writing Mandaic, an Iraqi language spoken by about 5,500 people. It is also the script of Classical Mandaic, the liturgical language of the Mandaean religion. The script has been difficult to date, and its exact derivation is controversial, but many scholars believe it to be closely related with a number of scripts descended from Parthian, itself descended from Aramaic writing. Early examples of Mandaic writing reveal that the script has remained relatively unchanged since it began to be used.\u003c/p\u003e \u003cp\u003eMandaic is written from right to left using a cursive script; some letters undergo slight modifications depending on their position in the word to enable joining on the left and right. The alphabet contains 22 letters, plus a symbol \u003cspan class=Em\u003edushenna\u003c/span\u003e for the relative particle \u003cspan class=Em\u003edi\u003c/span\u003e, which is usually included in the alphabetic inventory. This symbol is composed of two other letters, d and i which can also ligate to form a d+i ligature; this ligature is different from \u003cspan class=Em\u003edushenna\u003c/span\u003e. The first letter, a is sometimes repeated at the end of the alphabet to bring the inventory up to 24 letters, an auspicious number in the Mandaean religion.\u003c/p\u003e \u003cp\u003eAs in other Semitic scripts, the letters representing w and y also represent u/o and i respectively, but, unlike other Semitic scripts, Mandaic also has a letter specifically for representing a and e. Vowels are almost always fully represented.\u003c/p\u003e \u003cp\u003eThere are three diacritic marks, the \u003cspan class=Em\u003evocalization mark\u003c/span\u003e, the \u003ca href=http://scripts.sil.org/cms/scripts/page.php?\u0026cat_id=Glossary#gemination target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;\u003cspan class=Em\u003egemination\u003c/span\u003e\u003c/a\u003e \u003cspan class=Em\u003emark\u003c/span\u003e and the \u003cspan class=Em\u003eaffrication mark\u003c/span\u003e. The vocalization mark, a horizontal stroke below the letter, is used to distinguish the vowel quality of a vowel letter. The gemination mark, a dot below the letter, is used to represent a long consonant. The affrication mark, two dots below the letter, does not simply mark affrication but a number of phonological processes, to enable foreign sounds to be transcribed. For example, it can be written under t to produce θ, but under p it produces f, and under g it produces ɣ.\u003c/p\u003e \u003cp\u003eMandaic writing employs two script-specific punctuation marks which roughly perform the functions of a full stop and of a comma. These are used infrequently.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["myz"]}