{"script":"Mani","name":"Manichaean","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"required","direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Manichaean script was derived from the Estrangelo variant of the Syriac script. It was the vehicle employed for the spread of Manichaeanism, an Iranian Gnostic religion created by the Mesopotamian prophet Mani, between the 3rd and 14th centuries. It was Manis desire that his teachings could be made available to speakers of every known language, so the script was used for writing the Middle and Early Modern Persian, Parthian, Sogdian, Bactrian, Ughur and Tocharian languages.</p> <p>The Manichaean script was written from right to left using twenty-four letters which are ordered according to the Aramaic order. Each of these had two forms, for final and non-final forms. There was some variation in the letter inventory between languages, in order to represent the sounds of each language. There are no vowel letters, and vowels were often omitted in writing, but as with many semitic scripts, the letter representing <span class=Em>w</span> could also be used to represent u/o. The letter <span class=Em>aleph</span> was used to indicate an initial vowel.</p> <p>Two obligatory ligatures were used for writing the sounds čy and čn. There were three diacritical marks indicating abbreviation, plurality or the conjunction <span class=Em>ud</span>, meaning <span class=Em>and</span>. A set of punctuation existed; often part of the punctuation was written in red ink. Punctuation was used to mark the beginning and end of headlines and captions, to separate sections of text or parts of a sentence or to fill out a line. Manichaean text tended to be distributed evenly across the page, often in columns, and the edges justified by stretching or compressing letters, abbreviating a word or using the line filler punctuation. Words were separated by spaces.</p> <p>A set of Manichaean base numbers represented 1, 5, 10, 20 and 100. Other numbers were built up by combining these numbers cumulatively from right to left.</p> <p>The historical spellings and heterograms (words written in one language but read in another) characteristic of many Aramaic-derived scripts were not used in Manichaean writing.</p>","fonts":[]}