{"script":"Maya","name":"Mayan hieroglyphs","unicode_pdf":null,"family":"American","type":"logo-syllabary","white_space":"none","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":null,"status":"Historical","baseline":"centered","ligatures":"none","direction":"ltr","direction_notes":"vertical (LTR)","sample":null,"sample_img":null,"description":"<p>Mayan Hieroglyphs are believed to have been used to write the Mesoamerican Mayan languages from the first century BC up until the Spanish conquest in the 1600s. It was used in Southern Mexico, Guatemala and Belize. The script is a logosyllabary; each symbol represented either a morpheme (a word or a meaningful part of a word), or a phonetic syllable. It is thought that the script was originally logographic, but that many of the symbols used for writing monosyllabic words ending in a vowel or a weak consonant came to represent the phonetic elements of those words independent of their meaning, and were later used in a phonetic way to represent units of sound as well as units of meaning. In terms of shape, the symbols comprise abstract forms, human heads - often faces in profile - and hands, and parts of animal bodies</p> <p>The Mayan script consists in total of more than one thousand different symbols. Some sounds or words can be written using a number of different symbols (allographs), and, conversely, some symbols can have numerous different pronunciations or meanings. In addition, many symbols were used only during a specific time period or in a certain location. Thus, there were likely never more than 500 symbols in use at any given time.</p> <p>The Mayan symbols which are read as phonetic elements represent either a bare vowel or a consonant+vowel syllable. This is not perfectly suited to the Mayan languages, as most spoken syllables end in a consonant, and may also contain consonant clusters within the word. Sometimes, the final consonant is left unwritten. In other cases, a synharmony rule is applied, according to which CVC syllables are represented using two symbols, each representing a CV-syllable. In the reading, the second vowel is silent. The rule also dictated that the symbol for the second CV syllable must contain a vowel which matched the vowel of the first syllable, even though it remained unspoken. This is known as an echo vowel.</p> <p>Symbols were classified according to their size and position as either main symbols or affixes. Logographs and phonetic symbols were often used in combination; the phonetic symbols formed a complement to the logograph to further clarify the words pronunciation and meaning. The ways in which symbols could be combined were very flexible; two symbols could overlap or be conflated with one another, or one symbol was shrunk and placed inside another as an infix.</p> <p>As well as logographic and phonetic symbols, there is another class of symbols called semantograms. These are not pronounced aloud, but serve either to disambiguate symbols with more than one possible interpretation, or to identify the class to which a particular word belongs. Diacritics are used, most notably a pair of dots which indicates repetition of a syllable.</p> <p>Mayan texts were generally written from left to right in columns two symbols wide.</p> <p>Since Mayan writing came to the attention of the wider world in the 1560s, numerous attempts have been made to decipher it. These were largely unsuccessful until Yuri Knorosov demonstrated the phonetic aspect of symbols that were previously believed to be logographic, and also identified the vowel harmony rules governing the representation of final consonants. Since his work was published in the 1950s about 80% of Mayan texts have been deciphered, relating to community matters such as birth, death and marriage, as well as historical records of warfare and rulers, and royal deeds.</p>","fonts":[]}