{"script":"Mong","name":"Mongolian","unicode_pdf":"","family":"Central Asian","type":"alphabet","whitespace":"between words","open_type_tag":"mong","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"vertical","ligatures":"unspecified","direction":"ltr","direction_notes":"vertical (LTR)","sample":"","sample_img":"","description":"\u003cp\u003eThe Mongolian script is used for writing the Mongolian language, both within the Inner Mongolia Autonomous Region of the People’s Republic of China and elsewhere in China. In the Mongolian Peoples Republic (Outer Mongolia), the traditional script was replaced by a Cyrillic orthography since the early 1940s, but revived in the 1990s, so that both scripts are now used in tandem.\u003c/p\u003e \u003cp\u003eMongolian writing was derived from the Uighur script, a descendent of Sogdian Aramaic, during the reign of Genghis Khan in the 13th century. The script is written in vertical columns running from left to right. Some modern texts write horizontally from left to right; in these cases each letter is also rotated 90° to retain its original orientation with respect to the orientation of the line of text.\u003c/p\u003e \u003cp\u003eThere are 8 vowel and 27 consonant letters in the script. Each letter has three letter forms for use in initial, medial, and final position in a word (with some exceptions; some letters can only be used in two positions so only have two forms). Some letters also have variant forms which can be used if the writer deems it more aesthetically desirable in the context of the surrounding letters.\u003c/p\u003e \u003cp\u003eScript-specific punctuation marks are used, including a full stop, a comma, and two symbols to mark the beginning and end of a passage. A set of digits from 0-9, derived from the Tibetan digits, is used.\u003c/p\u003e \u003cp\u003eThere are four other scripts which are derived from and closely related to Mongolian. These are the Galik, Todo (or \\\\\\clear script\\\\\\\")","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["mnc","mon","bxu","dta","evn","xal","bxm","oui","mvf","alt","sjo"]}