{"script":"Mroo","name":"Mro, Mru","unicode_pdf":null,"family":"Indic","type":"alphabet","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Mro (also called Mru or Murong) script is used for writing the Mro language, spoken in the Chittagong Hill Tracts of Bangladesh. </p> <p>The script was created in the 1980s by a man called Menlay Murang (or Manley Mro), a Mro by descent, as redemption for a catastrophe told in Mro legend. Traditional folklore has it that god Turai wrote down a script and a religion for the Mro people, as for all the other tribes, and gave it to a cow to deliver to them. However, the cow became tired and hungry during the long journey from heaven, and ate the book it was carrying, and the script was forever lost. Every year the Mro sacrifice a representative cow in a festival to commemorate their loss; this festival has become one of their most distinctive rituals. Until the 1980s it was a great source of shame to the Mro people that they did not have a script of their own, and Menlay Murang is held in high esteem for redeeming them from this. </p> <p>It is estimated that the literacy rate among the Mro in their own script is greater than 80%. Education in the script is available up to grade 3. Some textbooks claim that Menlay Murang based the script on Roman, Burmese and Chinese characters, although others state that any similarity to other scripts is purely coincidental. Sources agree, however, that the script bears no natural genetic relationship with any existing script.</p> <p>The Mro script is an alphabet; each character represents one sound, and some sounds are represented by more than one letter. It is written horizontally from left to right with spaces between words. No tone marks or combining characters are used. </p> <p>Two letters, <span class=Em>tek</span> and <span class=Em>hai</span> can be written instead of the respective words tɛk quote, or words containing hai, wai, or kai. </p> <p>There is a set of digits from 0-9, which combine in the same way as Latin digits to form larger numbers. </p> <p>Two punctuation marks are used, called <span class=Em>danda</span> and <span class=Em>double danda</span>. These are visually different from the <span class=Em>danda</span> and <span class=Em>double danda</span> used in the Brahmic scripts.</p>","fonts":[]}