{"script":"Mtei","name":"Meitei Mayek (Meithei, Meetei)","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":null,"status":"Current","baseline":"hanging","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Meetei Mayek script is used for writing the Meetei (also called Manipuri) language spoken by about 1,400,000 people in India, primarily the state of Manipur, Bangladesh, and Myanmar. The language has been largely written in the Bengali script since the 18th century, but Meetei Mayek writing has experienced a resurgence in the last hundred years. The origins of the script are controversial, most of the early documents having been destroyed in the 18th century. Some sources claim it has been used for almost 4,000 years, and others suggest it derived from the Bengali script as recently as the 17th century.</p> <p>Meetei Mayek is written from left to right with spaces between words. It is a unicameral script, that is, there is no upper- and lower case. There are two related forms of the script, the form used before the 18th century, and the modern form. The script is an abugida; each letter represents a consonant-vowel syllable. Unmarked letters contain an inherent ə vowel, and other vowels are represented by writing one of seven (in the modern orthography - older texts use twelve) diacritics above, below, to the left or to the right of the base letter.</p> <p>The script contains twenty-seven basic letters, called <span class=Em>Iyek Ipi</span>, of which three are vowels, and a set of <span class=Em>Lonsum</span> unreleased letters, which are variant forms of eight letters for use at the end of a word. These unreleased letters do not contain an inherent vowel, neither can they be modified with a vowel diacritic. The unreleased form of a letter tends visually to resemble its basic equivalent. Letters which do not have an unreleased form can be modified word-finally with a <span class=Em>virama</span> symbol, a horizontal line written below the letter, which silences the inherent vowel. The <span class=Em>virama</span> can also be used for writing consonant clusters; in this case the line extends below both letters in the cluster, even if the cluster as a whole is followed by a vowel sound.</p> <p>There are three letters for writing the vowels ə, ɪ, and u at the start of a word. Other word-initial vowels are represented by appending the appropriate vowel diacritic to the ə symbol, in the same way that it would otherwise be appended to a consonant.</p> <p>As well as vowel diacritics, two other marks can also be used to modify base letters. <span class=Em>Anusvara</span> marks nasalization of a vowel, or a nasal consonant at the end of a syllable. This mark is written at the upper right of the letter it modifies, so the letter <span class=Em>s</span> represents sə, the letter <span class=Em>s</span> + <span class=Em>diacritic u</span> represents su, the letter <span class=Em>s</span> + <span class=Em>anusvara</span> represents səŋ, and the letter <span class=Em>s</span> + <span class=Em>diacritic u</span> + <span class=Em>anusvara</span> represents suŋ. <span class=Em>Visarga</span> marks a voiceless h at the end of a syllable.</p> <p>There are three punctuation marks: the danda and double danda widely used in the Indic scripts, and a question mark. There is also a tone mark, which is a dot written on the base line to the right of a letter to indicate a falling tone.</p> <p>Spelling is largely phonetic, that is, words are written as they are pronounced. A notable exception to this occurs in words where a particular consonant is repeated with various vowels, for example the word <span class=Em>pepupa</span> the carrying of an umbrella. This word can be written with a single letter <span class=Em>p</span> with all three vowel diacritics <span class=Em>e</span>, <span class=Em>u</span> and <span class=Em>a</span> attached to it.</p> <p>A script-specific set of digits 0-9 is used.</p>","fonts":[]}