{"script":"Narb","name":"Ancient North Arabian","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"none","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Old North Arabian (also called Ancient North Arabian) is a collective term for a group of scripts found in rock inscriptions written in pre-Islamic dialects in the western two-thirds of the Arabian peninsula. The inscriptions have been dated to between the 8th century BC and the 4th century AD. Many are formal inscriptions, but most are graffiti, written in an informal style.</p> <p>The scripts can be categorized into two subgroups; Oasis North Arabian and Desert North Arabian, used, as their names suggest, in the oases and the deserts respectively. Oasis North Arabian was almost always written from left to right, and Desert North Arabian was often written from left to right, but has also been attested in <a href=page.php?item_id=glossary#boust>boustrophedon</a> style, vertically, and even in a spiral. Spaces were not left between words, but some texts use a vertical word separator symbol.</p> <p>The languages represented by the Old North Arabian scripts are no longer in use, so the exact sounds indicated by the letters remain unknown, but the underlying representation of each letter can be deduced by comparing the etymology of Old North Arabian scripts with related words in existing Semitic languages. That is, Old North Arabian and some current Semitic languages (such as Arabic) derived from the same source, so rule-based similarities can be reconstructed by comparing their derivations, even though the realisation of sounds in everyday speech does not always adhere to these rules, so the way words were actually pronounced may have been different from the sounds modern scholars ascribe to the letters.</p> <p>Old North Arabian writing used only consonants, with a few vowels being optionally indicated by means of <span class=Em>matres lectionis</span> (use of particular consonants to represent a vowel) in certain script varieties. There were twenty-eight consonant letters in use.</p> <p>Three numbers have been attested in Old North Arabian inscriptions; 1, 10, and 20. These could be combined in such a way that, for example, 3 was written by repeating the <span class=Em>1 symbol</span> three times, and 30 was written with the <span class=Em>20 symbol</span> followed by the <span class=Em>10 symbol</span>.</p>","fonts":[]}