{"script":"Newa","name":"Newa, Newar, Newari, Nepāla lipi","unicode_pdf":"","family":"Indic","type":"abugida","whitespace":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":false,"split_graphs":false,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Newa script, also known as Newar, or Prachalit (meaning popular), is used primarily for writing Newari, a Tibeto-Burman language of Nepal (also called Nepal-Bhasha, literally Nepal-Language, but not to be confused with Nepali). This script has also been used, extensively in some cases, for writing the \u003ca href=http://scriptsource.org/ws/sa-Qabc\u003eSanskrit\u003c/a\u003e, \u003ca href=http://scriptsource.org/ws/ne-Qabc\u003eNepali\u003c/a\u003e, \u003ca href=http://scriptsource.org/ws/hi-Qabc\u003eHindi\u003c/a\u003e, \u003ca href=http://scriptsource.org/ws/bn-Qabc\u003eBengali\u003c/a\u003e, and \u003ca href=http://scriptsource.org/ws/mai-Qabc\u003eMaithili\u003c/a\u003e languages. The script is also known as Nepalakshar, Newah Akhah and Pachumol. It is one of six scripts subsumed under the name Nepal-Lipi, literally Nepal-Script, though it is not to be confused with Devanagari, which is the script normally used for writing Nepali.\u003c/p\u003e \u003cp\u003ePreviously, along with Newa, the Ranjana, Bhujimol, Kutila, Golmol, and Litumol scripts were used for writing Newari. Use of these scripts began to decline after the Gorkhali conquest of the Kathmandu valley in 1769, and they are now rarely used. Of the six, Newa and Ranjana are the best known, although even these are not commonly used and most young Newari speakers cannot read them. \u003c/p\u003e \u003cp\u003eThe Newa script is derived from Brahmi and is an abugida written from left to right. There are two main varieties of Newa writing; flat-headed and curve-headed. It is closely related to Devanagari, and many of the letter shapes are similar to their Devanagari equivalents. The script employs a set of digits from 0-9, many of which also look similar to the Devanagari numbers.\u003c/p\u003e \u003cp\u003eThere are thirty-six consonants, each representing a consonant+vowel syllable. The default vowel is a/ə but this can be changed by attaching one of ten vowel diacritics to the letter. Initial vowels, that is, those which are not preceded by a consonant to which they can attach, are written using independent vowel letters. Two diacritics representing nasalization of a vowel can also be attached to independent vowel letters, to consonant letters (in which case the inherent vowel is nasalized), or to consonant+vowel diacritic combinations. These diacritics are called \u003cspan class=Em\u003eanusvara\u003c/span\u003e and \u003cspan class=Em\u003ecandrabindu\u003c/span\u003e. There is also a diacritic called \u003cspan class=Em\u003evisarga\u003c/span\u003e which represents a voiceless h after a vowel. These diacritics look similar but not identical to the symbols of the same names used by a number of other Brahmic scripts.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["ben","nwc","hin","mai","nep","new","san"]}