{"script":"Nshu","name":"Nüshu","unicode_pdf":null,"family":"East Asian","type":"logo-syllabary","white_space":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Unclear","baseline":"vertical","ligatures":"none","direction":"ltr","direction_notes":"vertical (LTR)","sample":null,"sample_img":null,"description":"<p>The Nüshu script was used during the late Imperial period (1550-1911) in the Jiangyong region of the Hunan province, China. The script is famous for being the only known writing system to have been invented and used exclusively by women. The word Nüshu literally means womens writing. It was used for writing the Yang Zhuang language. (This language is also called Dong or Tuhua; the latter is a perjorative Han term implying a degenerate form of some superior language.)</p> <p>During the Imperial period, women were not given access to education, and as a result, were largely illiterate. Their work centered around the home, and their social interactions tended to be with other women, which led to lifelong bonds of friendship, called <span class=Em>LaoTang</span> or sworn sisterhood. Groups of sisters would regularly gather at one anothers houses, and it is thought that this is how the script was disseminated. It is not known who created the script, or whether it was created by a single woman or a group. There is some debate as to whether Nüshu was borne of oppression from men and deliberately kept secret from them, or whether the men of that region simply were not interested in the affairs of women, but in any case, there have been very few men who became literate in the script.</p> <p>Nüshu was used to exchange letters, to write stories, songs, poetry and laments, to embroider mottos onto clothing, and for \\\\\\third day missives\\\\\\\" - booklets given to new brides containing well-wishes and advice for their marriage. Texts tended to be written in verse form. The content of Nüshu texts centered","fonts":[]}