{"script":"Ogam","name":"Ogham","unicode_pdf":"","family":"European","type":"alphabet","whitespace":"none","open_type_tag":"ogam","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"centered","ligatures":"unspecified","direction":"ltr","direction_notes":"other","sample":"","sample_img":"","description":"\u003cp\u003eThe Ogham script dates from approximately the 5th century AD and was used in Ireland, Wales, Devon, Cornwall, and the Isle of Man, until the 10th century. There were two written traditions; the earliest extant examples of the script are inscribed into stone, while post 7th century examples are more frequently written on manuscripts.\u003c/p\u003e \u003cp\u003eOgham was used for writing the Primitive Irish, Old Irish, Pictish, and Old Norse languages. Inscriptions found in England and Wales are often accompanied by a Latin transcription, but the Irish inscriptions are not.\u003c/p\u003e \u003cp\u003eThe script is comprised of twenty symbols. The first twelve symbols represent consonants and are composed of one to five horizontal, vertical or diagonal strokes. The following five symbols represent the vowels /a/, /o/, /u/, /e/, /i/ and appear as one to five short notches. The next symbol represents /k/ in the stone inscriptions but comes to represent /e/ in the manuscript tradition. The final four symbols are only attested in the manuscript tradition and represent diphthongs.\u003c/p\u003e \u003cp\u003eEarly (inscribed) samples of the Ogham script begin at the bottom left of the stone and run up the left edge, along the top, and down the right-hand side. In later (manuscript) form, the script is usually written in \u003ca href=page.php?item_id=glossary#boust\u003eboustrophedon\u003c/a\u003e style or horizontally from left to right. Spaces were not left between words, nor was any punctuation used.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["sga"]}