{"script":"Olck","name":"Ol Chiki (Cemet’, Santali)","unicode_pdf":"","family":"Indic","type":"alphabet","whitespace":"unspecified","open_type_tag":"olck","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Ol Chiki script (also called Ol Cemet, Ol, or Santali) was created by Pandit Raghunath Murmu in the 1920s for writing the Santali language, which is spoken by just under 6 million people in India, Bangladesh and Nepal. The Santali language is also written in the Devanagari, Bengali, Oriya and Roman scripts, and most people who are literate in Ol Chiki are also literate in at least one of the others. For this reason, not all Santali speakers are agreed as to the necessity of a unique script for their language, but despite competition from surrounding scripts, Ol Chiki is becoming more widely accepted. \u003c/p\u003e \u003cp\u003eThe script is an alphabet, that is, consonants and vowels are each written with independent letters. It is written from left to right. There are two forms of the script, printed and cursive, but the same principles are applied to both forms. Ol Chiki is written using thirty letters; six vowels and twenty-four consonants. The canonical order of the letters is in the form of a table having six rows and five columns, with the six vowels in the leftmost column. The letter names of the consonants are all in VC form where V is the vowel at the start of that row, for example in the row beginning with the vowel ɔ (called \u003cspan class=Em\u003eLɔ\u003c/span\u003e), the following consonants are called \u003cspan class=Em\u003eɔT\u003c/span\u003e, \u003cspan class=Em\u003eɔK\u003c/span\u003e, \u003cspan class=Em\u003eɔŋ\u003c/span\u003e and \u003cspan class=Em\u003eɔL\u003c/span\u003e. Murmu ordered the alphabet in this way to facilitate memorization of the letters.\u003c/p\u003e \u003cp\u003eHe also hoped to facilitate transmission of the script by employing symbols which were already familiar to Santali speakers, for example, symbols which were traditionally written on rocks and trees to communicate information such as \\\\\\danger\\\\\\\" or \\\\\\\"meeting place\\\\\\\". Both these traditional symbols and the modern Ol Chiki symbols are somewhat pictographic in nature","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["sat"]}