{"script":"Orya","name":"Oriya (Odia)","unicode_pdf":"","family":"Indic","type":"abugida","whitespace":"between words","open_type_tag":"hano","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":true,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Odia (formerly Oriya) script is used for writing the Odia language, the official language of the Indian state of Orissa, as well as a number of Dravidian and Munda minority languages spoken in that region. It is also used in Orissa for transcribing Sanskrit texts. The earliest inscriptions in the Odia language have been dated to 1051 AD, written in the Kalinga script from which modern Odia writing is derived.\u003c/p\u003e \u003cp\u003eLike the other Brahmic scripts used in India, the Odia script is written from left to right and is based on the orthographic syllable called \u003cspan class=Em\u003eakṣara\u003c/span\u003e. An \u003cspan class=Em\u003eakṣara\u003c/span\u003e represents either a lone vowel or a consonant with a vowel attached. Each vowel sound can be written with one of two letters; used at the beginning of a word it is written with an independent vowel letter, but when it follows a consonant it is written with a dependent vowel diacritic which attaches above, below, beside or flanking both sides of the consonant letter. Consonant letters inherently contain a following ɔ vowel (transcribed \u003cspan class=Em\u003ea\u003c/span\u003e) unless they are modified with a vowel diacritic indicating a different vowel, or a \u003cspan class=Em\u003ehalanta\u003c/span\u003e symbol silencing the vowel entirely.\u003c/p\u003e \u003cp\u003eConsonant clusters can be written in several ways. Some combinations use a special non-decomposable ligature, or \u003cspan class=Em\u003econjunct\u003c/span\u003e, for example \u003cspan class=Em\u003ejnya\u003c/span\u003e. Others are written using the \u003cspan class=Em\u003ehalanta\u003c/span\u003e symbol to silence the vowel in the first member of the cluster. Alternatively, clusters can be written using half- or joining forms of all but one letter in the cluster. In some cases the first member is reduced to a half-form and attached to the second, for example in the cluster \u003cspan class=Em\u003edbha\u003c/span\u003e; in other cases the second member is reduced and attached to the first, as in \u003cspan class=Em\u003edgha\u003c/span\u003e. The orthographic syllable does not necessarily correspond to the phonological syllable in words containing consonant clusters.\u003c/p\u003e \u003cp\u003e\u003cimg src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/ew/p9/ewp9cjrm6j_OriyaConjuncts.png height=124 width=400 /\u003e\u003c/p\u003e \u003cp\u003eLigatures composed of an independent vowel and a consonant are generally not used, with the exception of the letter \u003cspan class=Em\u003ewa\u003c/span\u003e which is a combination of \u003cspan class=Em\u003eo\u003c/span\u003e and \u003cspan class=Em\u003eba\u003c/span\u003e and is sometimes used for writing the sound w in loan words.\u003c/p\u003e \u003cp\u003eThe script is largely phonetic, that is, the pronunciation of a word can be deduced from its spelling, but there are a few phonological processes that alter the sound of a written letter. For example, the letters \u003cspan class=Em\u003eda\u003c/span\u003e and \u003cspan class=Em\u003ed\u003csup\u003eh\u003c/sup\u003ea\u003c/span\u003e are pronounced as ɽ ɽ\u003csup\u003eh\u003c/sup\u003e respectively when used between two vowels. A subscript dot is often written below the letter to indicate this change. So the word Odia is written \u003cspan class=Em\u003eo\u003c/span\u003e + (\u003cspan class=Em\u003eda\u003c/span\u003e + \u003cspan class=Em\u003edot\u003c/span\u003e + \u003cspan class=Em\u003ei diacritic\u003c/span\u003e) + \u003cspan class=Em\u003ea\u003c/span\u003e.\u003c/p\u003e \u003cp\u003e\u003cimg src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/ew/p9/ewp9cjrm6j_OriyaOriya.png height=49 width=85 /\u003e\u003c/p\u003e \u003cp\u003eAs with many of the Brahmic scripts, the \u003cspan class=Em\u003eanusvara\u003c/span\u003e symbol can be used to indicate a nasal pronounced at the same place of articulation as the following stop, as in the cluster ŋkɔ, when written \u003cspan class=Em\u003eanusvara\u003c/span\u003e + \u003cspan class=Em\u003eka\u003c/span\u003e. However, these clusters can also be written using special conjunct letters; a distinct letter also exists for representing the sound ŋkɔ.\u003c/p\u003e \u003cp\u003eThere is one script-specific punctuation mark, \u003cspan class=Em\u003eisshar\u003c/span\u003e, which is used before the name of a person who is deceased.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["ory","sat"]}