{"script":"Osma","name":"Osmanya","unicode_pdf":"","family":"African","type":"alphabet","whitespace":"unspecified","open_type_tag":"osma","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Osmanya script (also known as far soomaali or cismaanya) was invented by Cismaan Yuusuf Keenadiid between 1920 and 1922. It was used sporadically from 1922-1973 for writing the Somali language. It was particularly used from 1961-1969, when it was officially approved alongside the Latin script by the newly democratic government. However, following a military coup in 1969, an intense literacy campaign using only the Latin script saw a sharp decline in Osmanya usage. In 1973 a standardised Latin orthography was adopted as the official script of the Somali language. Osmanya remained in limited use, predominantly in private correspondence and bookkeeping, although it is now considered to be unused except by Somali historians and scholars.\u003c/p\u003e \u003cp\u003eOsmanya is an alphabet, read from left to right, comprising 22 consonant and 8 vowel characters. The phonemic inventory contains 10 vowels - 5 short and 5 long; these are represented in the orthography by using the consonant characters \u003cspan class=Em\u003ew\u003c/span\u003e and \u003cspan class=Em\u003ey\u003c/span\u003e to represent long u: and long i:. Consonant lengthening (\u003ca href=http://scripts.sil.org/cms/scripts/page.php?\u0026cat_id=Glossary#gemination target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;gemination\u003c/a\u003e) is represented by writing the consonant twice. Decimal digits from 0-9 are also represented in the Osmanya script. Characters are sorted according to the Arabic order.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["som"]}