{"script":"Perm","name":"Old Permic","unicode_pdf":null,"family":"European","type":"alphabet","white_space":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Old Permic (also called Abur) script was used for writing the Komi language, a Finno-Permic language spoken by 300,000 people to the West of the Ural mountains. The script was created in the 14th century by St. Stephen of Perm, a Russian missionary of possible Komi ethnic heritage. He loosely based the shapes of the letters of the Greek and Cyrillic alphabets and also made use of several property marking, religious and decorative symbols known as Tamga signs, which were native to the Komi people. St. Stephen used the Old Permic script to translate the liturgy into Komi, and also established schools where the script was taught. This gives the Komi language the second oldest literary tradition amongst Permic languages, after Hungarian. After St. Stephens death, the script survived in the form of copied transcriptions of his own works until the 17th century, though few new works were written. The script was gradually replaced by Cyrillic. In the 19th century a Komi nationalist movement prompted a resurgence in the Old Permic script, but this was short-lived.</p> <p>Old Permic was written from left to right. It comprised 34 letters, which were organized into a slightly erratic alphabetic order. Five diacritics were used: a diaeresis, a breve, a dot, a comma, and three dots, all of which were written above the letter. These appear to have been used optionally and interchangeably, sometimes to differentiate handwritten letters which otherwise looked similar, and at other times to mark palatalization. There were no separate numbers, rather, letters were assigned a numeric value. The intended use of a symbol as a number was indicated by a sixth diacritic, called titlo. In modern texts, Latin numbers may also be used.</p>","fonts":[]}