{"script":"Phag","name":"Phags-pa","unicode_pdf":"","family":"Central Asian","type":"abugida","whitespace":"between words","open_type_tag":"phag","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"vertical","ligatures":"unspecified","direction":"rtl","direction_notes":"vertical (RTL)","sample":"","sample_img":"","description":"\u003cp\u003eThe Phags-pa script, called \u003cspan class=Em\u003ehor gsar yig\u003c/span\u003e in Tibetan and \u003cspan class=Em\u003edörbelǰin üsüg\u003c/span\u003e in Mongolian, is named for its creator, the Tibetan sage Phags-pa Lama. Phags-pa was appointed National Perceptor in 1264 by the emperor Khubila Khan, by whom he was ordered to devise a script in which all the languages of his empire - including Tibetan, Uyghur, Mongolian and Chinese - could be written. The new script met with limited success and only scanty accounts of its creation exist in the biographies written by Phags pas disciples. Until the 1980s the bulk of research into the Phags-pa script was done outside of the old Mongol Empire and the script was thought to have enjoyed very limited use. However in the last twenty years there has been an increase in research into the script in China and Mongolia, which has uncovered more material than was previously thought to exist. Even taking these new discoveries into account, it still appears that Phags-pa use was sporadic.\u003c/p\u003e \u003cp\u003eThe shapes of the letters were based in part on Tibetan \u003cspan class=Em\u003edbu can\u003c/span\u003e letters. There are forty-one letters used for writing Phags-pa. The script is an abugida; each letter represents either an independent vowel or a CV syllable having the inherent vowel /a/. Post-consonantal vowels other than /a/ are written using diacritics written linearly after (that is, below) the preceding consonant.\u003c/p\u003e \u003cp\u003eThere are two versions of the script, one for writing texts and one for use on seals.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["zho","lzh","mon"]}