{"script":"Phli","name":"Inscriptional Pahlavi","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Inscriptional Pahlavi is the earliest of the three forms of the Pahlavi script, used regularly as a monumental script from the 2nd century BC until the 5th century AD. Later forms of the script were called Psalter Pahlavi and Book Pahlavi. Psalter Pahlavi is so far attested in only two sources, so the bulk of our knowledge is related to the other two forms. The names of these, Inscriptional and Book Pahlavi are somewhat misleading; the Inscriptional form was used on monuments, coins, seals and amulets, as would be expected, but the Book form was used in manuscript texts as well as on stone monuments. The distinction then refers to whether the letters were connected (Book Pahlavi) or unconnected (Inscriptional Pahlavi) rather than to distinct uses of either form.</p> <p>The three forms of Pahlavi writing were used with significant overlap from the 2nd century BC until the 9th century AD. Pahlavi writing was the principle means of writing the Middle Iranian languages. It was derived from the Imperial Aramaic script used in the Achaemenid (Persian) empire, and was written from right to left. Words were usually separated by a dot. The script has proved difficult for modern-day paleographers to decipher due to confusion between some similar-looking signs, for example <span class=Em>w</span>, <span class=Em>n</span>, and <span class=Em>r</span>, and due to some signs representing multiple sounds. Only consonants were written.</p> <p>A well-documented characteristic of Pahlavi writing was the use of <span class=Em>heterograms</span> (also called <span class=Em>word masks</span> or <span class=Em>Aramaeograms</span>). These were words which were written in the Aramaic language but pronounced as the appropriate Iranian-language word. For example word son was written using the letters BRḪ, after the Aramaic word for son, <span class=Em>breh</span> but pronounced as the Middle Iranian word <span class=Em>pus</span>.</p> <p>Inscriptional Pahlavi employed nineteen symbols to represent sounds, plus script-specific symbols to represent the numbers 1, 10, 20, 100 and 1000, which could be combined to write other numbers.</p> <p>Inscriptional Pahlavi letters provided the basis for the Avestan script.</p>","fonts":[]}