{"script":"Phlv","name":"Book Pahlavi","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":null,"direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Book Pahlavi is one of the three forms of Pahlavi writing, along with Inscriptional and Psalter Pahlavi. Psalter Pahlavi is so far attested in only two sources, so the bulk of our Pahlavi knowledge is related to the other two forms. The names of these, Inscriptional and Book Pahlavi are somewhat misleading; the Inscriptional form was used on monuments, coins, seals and amulets, as would be expected, but the Book form was used in manuscript texts as well as on stone monuments. The distinction then refers to whether the letters were connected (Book Pahlavi) or unconnected (Inscriptional Pahlavi) rather than to distinct uses of either form.</p> <p>Pahlavi writing was the principal means of writing the Middle Iranian languages. It was derived from the Imperial Aramaic script used in the Achaemenid (Persian) empire, and was written from right to left. Words were usually separated by a dot. The script has proved difficult for modern-day paleographers to decipher due to confusion between some similar-looking signs, for example <span class=Em>w</span>, <span class=Em>n</span>, and <span class=Em>r</span>, and due to some signs representing multiple sounds. Pahlavi also employed a number of logograms - a single sign which represented a whole word or meaningful segment of a word. Most of the surviving Pahlavi texts pertain to the Zoroastrian religion; texts from the same period pertaining to the Manichaean religion were written in the Manichaean script.</p> <p>A well-documented characteristic of Pahlavi writing was the use of <span class=Em>heterograms</span> (also called <span class=Em>word masks</span> or <span class=Em>Aramaeograms</span>). These were words which were written in the Aramaic language but pronounced as the appropriate Iranian-language word. For example the word son was written using the letters BRḪ, after the Aramaic word for son, <span class=Em>breh</span> but pronounced as the Middle Iranian word <span class=Em>pus</span>. Some estimates suggest that up to half the words in any given Book Pahlavi text may have been written using heterograms. Verbal roots written in this way were commonly combined with inflectional endings written phonetically.</p> <p>Book Pahlavi was in common use from the 3rd century BC until the 9th century AD, after which it was used only as a secret language by Zoroastrian religious leaders. It is a cursive script. Book Pahlavi used twelve letters to represent twenty-three consonants. Later forms of the script used diacritics to distinguish between different interpretations of ambiguous letters. The letter <span class=Em>aleph</span> was also used in this form of Pahlavi writing to represent the long a vowel. A number of ligatures were used, some of which were identical in shape to either simplex or combined forms of other letters.</p>","fonts":[]}