{"script":"Phnx","name":"Phoenician","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"none","open_type_tag":"phnx","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":true,"reordering":false,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"optional","direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Phoenician script was the first widespread script whose symbols exclusively represented sounds rather than concepts. It is difficult to dissect a continuous branch of script evolution into different stages, and the term Phoenician is used by some scholars interchangeably with Old Canaanite, and covers variant forms of the script, for example the Punic and Moabite writing systems. Other scholars use the term Old Canaanite to refer to the form of the script used before 1050 BC, and Phoenician to refer to later forms.</p> <p>Phoenician writing ultimately derived from Egyptian hieroglyphics; the rebus principle (the use of a pictographic symbol for its phonetic value independent of its original meaning) is generally believed to have been the means for evolution from pictographic to phonetic writing. The Phoenician script was originally used for writing the Phoenician language, but due to the Phoenicians lucrative trading relationships with most of the Mediterranean states, it became known throughout the Mediterranean and North Africa. It is believed to be the precursor of such diverse scripts as Greek, Aramaic and Brahmi, and by extension of most of the writing systems used for representing Indo-Aryan languages.</p> <p>Phoenician was written from right to left, usually without spaces between words, although later inscriptions sometimes use dots to separate words. There were twenty-two letters in the inventory. There are no explicit vowel letters. Scholars disagree as to whether a vowel was inherent in each letter, that is, each letter represented a complete syllable, or whether the letters represented pure consonants and vowels had to be deduced by the reader based on their knowledge of the language. Either way, a consonantal system worked well for the syllabic structure of the Phoenician language, but when the script spread to Greece, it was not practical to write the Greek language using only consonants. The Greeks instead used some of the consonant letters which represented sounds they did not use, to represent vowels. For example, the letter <span class=Em>aleph</span> in Phoenician writing represented a laryngeal consonant (the exact quality of which is not known; some scholars suggest a glottal stop), but the Greeks used it to represent the vowel a.</p> <p>The shapes of early Phoenician letters were equal in height, but around the 9th century BC, writers in Tyre began lengthening the vertical ascenders and slightly slanting the axis of the letters. This is the form of the script which spread throughout the Mediterranean. There are very few extant Phoenician-language texts; most of our remaining examples of the script are from the colonies to which it spread.</p>","fonts":[]}