{"script":"Qa01","name":"Fula-1 (Dita)","unicode_pdf":"","family":"African","type":"alphabet","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":true,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"unspecified","ligatures":"none","direction":"ltr","direction_notes":"unspecified","sample":"","sample_img":"","description":"\u003cp\u003eFula Dita, also called Fula A or Fula 1, was created by Oumar Dembele and used between 1958 and 1966. It is an alphabet written with thirty-one consonant letters and eight vowels. Fula Dita is one of two African scripts created for the Fula languages spoken in Mauritania, Senegal, Mali, Guinea, Burkina Faso, Niger, Nigeria, Cameroon, Gambia, Chad, Sierra Leone, Benin, Guinea-Bissau, Sudan, Central African Republic, Côte dIvoire, Ghana, Togo, Liberia, and Gabon. The second of these scripts is \u003ca href=http://scriptsource.org/scr/Qa02\u003eFula Ba\u003c/a\u003e. The Fula languages are more commonly written with the \u003ca href=http://scriptsource.org/scr/Latn\u003eLatin\u003c/a\u003e or \u003ca href=http://scriptsource.org/scr/Arab\u003eArabic\u003c/a\u003e scripts (Ajami style) than with either of the two Fula alphabets. Of the two, Fula Dita was used more widely than Fula Ba.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}