{"script":"Qa05","name":"Jenticha","unicode_pdf":"","family":"Indic","type":"alphabet","whitespace":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Jenticha script (also known as \u003cspan class=Em\u003eKõits script\u003c/span\u003e is used for writing Sunuwar, a Tibeto-Burman language spoken by 40,000 people in eastern Nepal and by an unknown number in Sikkim, India. It is recognized in Sikkim as the Sunwar script, and is taught in schools in the area and used for translating the proceedings of the Sikkim legislative assembly into Sunuwar. Jenticha is also used to print a Sunuwar newspaper, for anthologies of Sunuwar poetry, and for academic works. The language can also be written in the \u003ca href=http://scriptsource.org/scr/Deva\u003eDevanagari\u003c/a\u003e and \u003ca href=http://scriptsource.org/scr/Qa19\u003eTikamuli\u003c/a\u003e scripts.\u003c/p\u003e \u003cp\u003eThe Jenticha script is named after its inventor, Krishna Bahadur Jenticha, who created it in 1942. The shapes of some Jenticha letters appear to have been based on Limbu and Latin characters, although it has no genetic relationship to any other writing system. The script is an alphabet with some alphasyllabic features.\u003c/p\u003e \u003cp\u003eTwenty-five consonant letters are used, all of which bear an inherent a vowel except for the glottal stop. This vowel can be changed by writing a vowel letter after the consonant; dependent vowel diacritics are not used. The inherent vowel can also be silenced using a \u003cspan class=Em\u003evirama\u003c/span\u003e character. Consonant clusters are written using either the \u003cspan class=Em\u003evirama\u003c/span\u003e or a half form of the initial letter(s).\u003c/p\u003e \u003cp\u003eAt the time of its creation, the script was a pure alphabet and did not exhibit these alphasyllabic features.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}