{"script":"Qa07","name":"Khema Tamu Phri","unicode_pdf":"","family":"Indic","type":"abugida","whitespace":"between words","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Unclear","baseline":"unspecified","ligatures":"required","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eKhema Tamu Phri is one of three scripts used for writing the Eastern and Western Gurung languages spoken in Nepal, Bhutan and India. These languages are often known collectively as “Gurung”, although they are not mutually intelligible. Usually, Gurung is written in the \u003ca href=http://scriptsource.org/scr/Deva\u003eDevanagari\u003c/a\u003e script; however, in recent times, some Gurung-speaking groups have promoted the use of two other scripts, Khema Tamu Phri and \u003ca href=http://scriptsource.org/scr/Qa04\u003eGurung Khe Phri\u003c/a\u003e.\u003c/p\u003e \u003cp\u003eKhema Tamu Phri is an abugida. There are twenty-nine consonant letters, each representing a syllable containing a consonant and the vowel /a/. This vowel can be changed by adding one of seven vowel signs to the consonant letter, or silenced by adding a \u003cspan class=Em\u003evirama\u003c/span\u003e character. Vowels which do not follow a consonant, for example those at the start of a word, are written with one of eight independent vowel letters.\u003c/p\u003e \u003cp\u003eSome of the letter shapes are closely modeled on their Devanagari or Tibetan equivalents.\u003c/p\u003e \u003cp\u003eIt is not known how widely this script is used, and it seems to be a topic of controversy with supporters and opponents among Gurung speakers.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}