{"script":"Qa15","name":"Raina Kama (Hausa)","unicode_pdf":null,"family":"African","type":"alphabet","white_space":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Raina Kama was the name of a <span class=Em>soyayya</span> (love stories) writers’ circle which was formed as part of an “explosion of cultural productions” (Barber, p430) in Nigeria between about 1987 and 2000. During this period, a number of young writers, possibly in response to a recent influx of Bollywood films and English-language romance novels, began producing <span class=Em>soyayya</span> literature which was unlike previous genres of Hausa prose writing. These books tended to be no more than 100 pages and until the late 1990s were associated with particular writers’ circles to which the authors belonged.</p> <p>Raina Kama was one of the main writers’ circles. They tended to write in the Arabic or the Latin scripts, but in an effort to strengthen Hausa culture, they also promoted the use of a new alphabetic orthography using signs that were unlike either Arabic or Latin characters. Some early texts published by Raina Kama included a few handwritten pages in this script, although it never became popular. The script is not believed to be in current use.</p> <p><span class=Em>This script is not currently recognized by the <a href=http://www.unicode.org/iso15924/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;ISO 15924 standard</a>, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The <a href=http://www.linguistics.berkeley.edu/sei/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;Script Encoding Initiative</a> is working to support the inclusion of this script in the standard, and contributions here will support their efforts.</span></p>","fonts":[]}