{"script":"Qa18","name":"Tafi (Hausa)","unicode_pdf":"","family":"African","type":"alphabet","whitespace":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Tafi script was proposed in the 1970s for writing the Hausa language. “Tafi” in Hausa means “palm” (of the hand). The script was originally based around five signs called “digits” (as in “fingers”, not to be confused with numerical digits) which can be joined in pairs to represent twenty-five consonants. Alone, each digit represents one of the vowels a, e i, o or u. So the first five consonant letters - ʔ, b, c, d and f - are created by attaching the \u003cspan class=Em\u003ea\u003c/span\u003e digit to the bottom of each of the five digits as shown in the table below. The first digit can be attached to either the right of the left of its partner, which means that each of the first five consonants can be written in two ways.\u003c/p\u003e \u003cp\u003e\u003cimg src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/xn/x2/xnx2rg5y9r_Tafi.png height=162 width=600 /\u003e\u003c/p\u003e \u003cp\u003eConsonants 6 to 10 - g, ‘y, h, j, and k - are written by appending the \u003cspan class=Em\u003ee\u003c/span\u003e digit directly below each of the five digits, and so the pattern continues.\u003c/p\u003e \u003cp\u003eProponents of the script suggest that this system be categorized as “digital writing” as opposed to a regular alphabet. However in terms of word formation the script functions as an alphabet.\u003c/p\u003e \u003cp\u003eTafi is written from left to right. Vowels are not written word-initially; rather, the glottal stop ʔ character precedes any word-initial vowels, as in Arabic. Case is not normally used, but where a capital letter is deemed necessary, the writer can either enlarge the size of the letter or place a circumflex (\u003cspan usv=005E class=USV_sprite_wrapper style=display: inline-block; overflow: hidden; position: relative; zoom: 1; *display: inline; width: 14px; height: 13px;\u003e\u003cimg src=http://scriptsource.org/cms/scripts/render_graphic.php?\u0026type=usv\u0026point_size=12\u0026metrics=0\u0026block_start=0000\u0026block_end=007F border=0 style=position: absolute; left: -102px; top: -239px; /\u003e\u003c/span\u003e) over it.\u003c/p\u003e \u003cp\u003eLater versions of the script include six vowel “digits” which can combine to represent thirty-six consonants. This enables it to be used for the Igbo and Yoruba languages also.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}