{"script":"Qa19","name":"Tikamuli","unicode_pdf":"","family":"Indic","type":"abugida","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eTikamuli is one of two scripts used specifically for writing the Sunuwar language spoken in Nepal and Sikkim. Tikamuli is used primarily in Nepal, and \u003ca href=http://scriptsource.org/scr/Qa05\u003eJenticha\u003c/a\u003e is used primarily in Sikkim. In both places, Sunuwar can also be written in the \u003ca href=http://scriptsource.org/scr/Deva\u003eDevanagari\u003c/a\u003e script.\u003c/p\u003e \u003cp\u003eTikamuli is named after its inventor, Tikaram Mulicha. It is not genetically related to any other scripts, although some letters appear to have been based on the shapes of \u003ca href=http://scriptsource.org/scr/Limb\u003eLimbu\u003c/a\u003e and \u003ca href=http://scriptsource.org/scr/Lepc\u003eLepcha\u003c/a\u003e letters.\u003c/p\u003e \u003cp\u003eThe script is an abugida; every consonant contains an inherent vowel, which can be modified by appending vowel diacritics to the consonant or silenced by adding a \u003cspan class=Em\u003evirama\u003c/span\u003e below the consonant. There is also one independent vowel letter which represents /ə/. Word-initial vowels are written with this letter and a vowel diacritic if appropriate.\u003c/p\u003e \u003cp\u003eVowel length marks are also used. Any written consonant can carry up to one vowel diacritic and one vowel length mark.\u003c/p\u003e \u003cp\u003eTikamuli uses script-specific digits from 0-9, and Latin punctuation.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}