{"script":"Qa21","name":"Garay (Wolof)","unicode_pdf":"","family":"African","type":"alphabet","whitespace":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":true,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"rtl","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Wolof (also called Garay) alphabet was created by Assane Faye in 1961 for writing the Wolof language, spoken in Senegal. The script is written from right to left using twenty-five consonant letters (including a ‘vowel-carrier’), four basic vowel signs, a vowel-length mark, a zero-vowel mark, and a gemination sign. Each consonant has an initial and a non-initial form.\u003c/p\u003e \u003cp\u003eIt is unknown whether the script is in use; the Wolof language is normally written with the \u003ca href=http://scriptsource.org/scr/Latn\u003eLatin\u003c/a\u003e script. Charles Riley conducted a research trip to Senegal in 2009, during which time he met with Assane Faye and visited his home. He writes that Assane Faye “has been offering lessons in (the script) to hundreds of people over the years, translated the Koran using it, and has a house filled with dozens of unpublished handwritten texts.” (from \u003ca href=http://www.indiana.edu/~libsalc/african/ALN125/125RoadTrip.html target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;My Francophone Road Trip\u003c/a\u003e by Charles Riley.)\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}