{"script":"Qa23","name":"Zou","unicode_pdf":"","family":"Southeast Asian","type":"alphabet","whitespace":"discretionary","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Zou script is used by speakers of the Zomi language (also called Zo or Zou) in the adjoining regions of Chin State, Myanmar and Manipur, India. Zomi is a Tibeto-Burman language with about 50,000 speakers. The script was developed by M. Siahzathang, a Manipuri, in 1952. The official script for the Zomi language is \u003ca href=http://scriptsource.org/scr/Latn\u003eLatin\u003c/a\u003e.\u003c/p\u003e \u003cp\u003eThe Zou script is written from left to right. It is unusual amongst South- and East Asian scripts in that it possesses upper and lower case. The script combines features of an alphabet and features of an abugida.\u003c/p\u003e \u003cp\u003eThe Zou script has been in decline since the mid-1970s but the Zou Literature Society has been trying to revive it since the 1990s.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}