{"script":"Qa26","name":"Aztec Pictograms","unicode_pdf":"","family":"American","type":"logo-syllabary","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"unspecified","ligatures":"none","direction":"ltr","direction_notes":"unspecified","sample":"","sample_img":"","description":"\u003cp\u003eAztec Pictograms were used by the Nahua peoples in central Mexico for writing the Nahuatl language. This writing system is considered a proto-writing system as opposed to a fully-formed script, partly because it was not able to communicate everything that could be expressed verbally in the language and partly because there were only a few signs whose form and use were constrained by convention. Aside from these, each scribe would decide for himself which signs would best represent the ideas he wished to convey. For this reason there is no set corpus of signs and the number of signs used is unknown.\u003c/p\u003e \u003cp\u003eSigns were largely ideographic in nature; concepts related to movement were represented using trails of footprints, death was represented by a corpse wrapped in burial cloths, and speech was represented by a scroll issuing from the speaker’s mouth. Colour was also used semantically to distinguish between similar-looking signs, such as those for canes, rushes and grass, or to indicate a person’s royal standing.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}