{"script":"Qa29","name":"Byblos","unicode_pdf":"","family":"Middle Eastern","type":"syllabary","whitespace":"discretionary","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":true,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"unspecified","ligatures":"unspecified","direction":"rtl","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Byblos script is thought to have been used for writing a Semitic language between the 24th and the 15th centuries BC. It is known from ten inscriptions discovered in the city of Byblos, in present-day Lebanon. As yet, the script is undeciphered, but is thought to have been a syllabary written from right to left using approximately one hundred distinct signs. Some signs appear to resemble \u003ca href=http://scriptsource.org/scr/Egyp\u003eEgyptian hieroglyphs\u003c/a\u003e; others resemble \u003ca href=http://scriptsource.org/scr/Phnx\u003ePhoenician\u003c/a\u003e characters. It is thought that the Byblos inscriptions may represent an important link between the Egyptian hieroglyphic script and the later Semitic abjads.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}