{"script":"Qa37","name":"Iberian","unicode_pdf":"","family":"European","type":"alphabet","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"unspecified","ligatures":"unspecified","direction":"rtl","direction_notes":"unspecified","sample":"","sample_img":"","description":"\u003cp\u003eThe Iberian scripts were a family of scripts used for writing the Iberian language, spoken along the present-day French, Spanish and Portuguese coasts during the first and second centuries. There were two main variants of Iberian writing. The Northeastern (or Levantine) variant is the script in which 95% of extant texts are written. It was used as far north as southern France but primarily in Catalonia, Aragonia, and Valencia, and was written from right to left. The Southeastern (or Meridional) variant was used in eastern Andalusia, Murcia, Albacete, Alicante and Valencia, and was written from left to right.\u003c/p\u003e \u003cp\u003eThe Iberian scripts are thought to be unique in the way they were structured. They contained features of both alphabetic and syllabic scripts. \u003ca href=http://scriptsource.org/cms/scripts/page.php?item_id=glossary#continuant\u003eContinuants\u003c/a\u003e (i.e. sounds made without complete closure of the vocal tract such as fricatives, sonorants and vowels) were written with alphabetic letters, and any following vowel had to be written with a separate letter. Non-continuants,(i.e. \u003ca href=http://scriptsource.org/cms/scripts/page.php?item_id=glossary#stop\u003estops\u003c/a\u003e) however, were written with syllabic glyphs that represented a consonant + vowel combination.\u003c/p\u003e \u003cp\u003eSome scholars also class Greco-Iberian writing as an Iberian script. It was used in Alicant and Murcia and was written from left to right. It was directly adapted from the Greek alphabet for use with the Iberian language, and does not share the same structural features with the Northeastern and Southeastern varieties.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}