{"script":"Qa39","name":"Kawi (Old Javanese)","unicode_pdf":"","family":"Southeast Asian","type":"abugida","whitespace":"none","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"unspecified","ligatures":"unspecified","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Kawi script descended from the \u003ca href=http://scriptsource.org/scr/Gran\u003eGrantha\u003c/a\u003e script around the 8th century BC and was used across the islands of Borneo, Java, Bali, and Sumatra. The script originated in Java, and as a result is also sometimes called Old Javanese.\u003c/p\u003e \u003cp\u003eKawi was an abugida; consonant characters are read with an inherent vowel. Diacritics are added to the consonant either to suppress the vowel entirely or to change it to a different vowel.\u003c/p\u003e \u003cp\u003eThe Kawi alphabet developed around the 16th century AD into the current \u003ca href=http://scriptsource.org/scr/Java\u003eJavanese\u003c/a\u003e script. This transition was more stylistic than structural; the visual composition of the script changed but the way it worked stayed the same.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}