{"script":"Qa40","name":"Khotanese","unicode_pdf":"","family":"Central Asian","type":"abugida","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"unspecified","ligatures":"unspecified","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Khotanese script and language were used in the kingdom of Khotan in the south-west of present-day Xinjiang, China. The Khotanese people were of Iranian descent and spoke an Indo-Iranian language.\u003c/p\u003e \u003cp\u003eKhotan lay along the Silk Road and was the first place outside of China (as China’s borders lay at that time) to begin cultivating silk. It was also a centre for the study and practice of Mahayana Buddhism. As a result, many languages including Chinese, Sanskrit, Prakrit and Tibetan were spoken there. Sanskrit and Prakrit were written in Khotan in a northern form of the \u003ca href=http://scriptsource.org/scr/Brah\u003eBrahmi\u003c/a\u003e script, called Gupta, from which the Khotanese script descended.\u003c/p\u003e \u003cp\u003eKhotanese is an abugida, similar in structure to \u003ca href=http://scriptsource.org/scr/Tibt\u003eTibetan\u003c/a\u003e with which it shares common origins. Characters were made up of a base radical with one or more vowel marks appended to it to change the quality of the following vowel from the “default” or inherent /a/ to either /i/, /u/ or /e/.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}