{"script":"Qa41","name":"Kirat Rai","unicode_pdf":"","family":"Indic","type":"abugida","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"hanging","ligatures":"unspecified","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Kirat Rai script is an abugida used for writing Bantawa, an eastern Kiranti language of the Sino-Tibetan family. Bantawa is spoken in Sikkim and Nepal by almost 400,000 people. The script appears to be a modification of \u003ca href=http://scriptsource.org/scr/Qa06\u003eKhambu Rai\u003c/a\u003e, which is used for writing the same language.\u003c/p\u003e \u003cp\u003eKirat Rai is written with thirty-one consonant letters each containing an inherent /a/ vowel, seven vowel diacritics for changing the inherent vowel, a virama for cancelling the inherent vowel, and a vowel carrier which can be used in combination with the vowel diacritics for writing word-initial vowels.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}