{"script":"Qa45","name":"Numidian","unicode_pdf":"","family":"African","type":"alphabet","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"vertical","ligatures":"unspecified","direction":"ltr","direction_notes":"vertical (LTR) and horizontal (RTL)","sample":"","sample_img":"","description":"\u003cp\u003eThe Numidian script was an alphabet used for writing the Berber dialect of the same name in the second century BC. It is thought to have derived from the \u003ca href=http://scriptsource.org/scr/Phnx\u003ePhoenician\u003c/a\u003e abjad.\u003c/p\u003e \u003cp\u003eThe Numidian script resembles the \u003ca href=http://scriptsource.org/scr/Tfng\u003eTifinagh\u003c/a\u003e script currently employed by the Tuareg, the principal inhabitants of the Saharan interior. However, Tifinagh is written horizontally and Numidian was normally written from bottom to top, in columns from left to right. In some bilingual Numidian and Phoenician inscriptions, the Numidian parts were written from right to left horizontally in the Phoenician manner.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}