{"script":"Qa52","name":"Zhuang Square","unicode_pdf":null,"family":"East Asian","type":"logo-syllabary","white_space":"discretionary","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"vertical","ligatures":"unspecified","direction":"ltr","direction_notes":"vertical (LTR) and horizontal (RTL)","sample":null,"sample_img":null,"description":"<p>The Zhuang Square script (also called Sawndip or Fāngkuài Zhuàngzì) is a logographic script previously used for writing Zhuang, a northern Tai language still spoken by about 10 million people in China. It is not known whether this script is still in use; some scholars claim it is extinct whilst others claim it is still used in rural areas. The present official script for writing Zhuang is <a href=http://scriptsource.org/scr/Latn>Latin</a>.</p> <p>The Zhuang Square script is made up of a combination of Chinese characters, Chinese-like characters, and symbols borrowed from other scripts such as the <a href=http://scriptsource.org/scr/Latn>Latin</a> alphabet and (possibly) <a href=http://scriptsource.org/scr/Mymr>Myanmar</a>. There is only one dictionary published in Zhuang Square script; this lists 10,000 characters.</p> <p><span class=Em>This script is not currently recognized by the <a href=http://www.unicode.org/iso15924/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;ISO 15924 standard</a>, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The <a href=http://www.linguistics.berkeley.edu/sei/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;Script Encoding Initiative</a> is working to support the inclusion of this script in the standard, and contributions here will support their efforts.</span></p>","fonts":[]}