{"script":"Qa54","name":"Mwangwego","unicode_pdf":"","family":"African","type":"abugida","whitespace":"between words","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Mwangwego script is an abugida created in 1979 by Nolence Moses Mwangwego, and officially launched in 1997. It was designed for writing the Nyanja, Lomwe, Sena, Tonga, Tumbuka, Yao, and Nyakyusa-Ngonde languages, spoken by approximately 15 million people in Malawi and its bordering countries. The script was intended to replace the Latin script for these languages.\u003c/p\u003e \u003cp\u003eThe character repertoire is usually described as having thirty-two \u003cspan class=Em\u003emisisi\u003c/span\u003e (syllables containing an \u003cspan class=Em\u003ea\u003c/span\u003e vowel) and thirty-two corresponding \u003cspan class=Em\u003emisiri\u003c/span\u003e for each of the vowels \u003cspan class=Em\u003ee\u003c/span\u003e, \u003cspan class=Em\u003ei\u003c/span\u003e, \u003cspan class=Em\u003eo\u003c/span\u003e and \u003cspan class=Em\u003eu\u003c/span\u003e. The \u003cspan class=Em\u003emisiri\u003c/span\u003e are visually identical to the \u003cspan class=Em\u003emisisi\u003c/span\u003e except for an extending mark on the right hand side to indicate which vowel is intended. In addition there are eleven \u003cspan class=Em\u003emituyo\u003c/span\u003e (auxiliary symbols which can be attached to a \u003cspan class=Em\u003emisisi\u003c/span\u003e or \u003cspan class=Em\u003emisiri\u003c/span\u003e to indicate a change in sound quality or tone).\u003c/p\u003e \u003cp\u003eAnother way of describing that same character repertoire, perhaps more in keeping with conventional abugida descriptions, is that there are five independent vowels, five dependent vowels, thirty-one base consonants with an inherent \u003cspan class=Em\u003ea\u003c/span\u003e vowel, and eleven consonant modifiers. Where a vowel is not preceded by a consonant it is represented by an independent vowel sign. Where a vowel is preceded by a consonant it is represented by a base consonant and an attached vowel sign. Where a consonant is subject to a phonological process (for example prenasalization, aspiration, or affrication), a consonant modifier sign is used. Consonant modifiers take the form of both spacing and non-spacing characters. Mwangwego writing uses Latin digits and punctuation.\u003c/p\u003e \u003cp\u003eThe script is written horizontally from left to right.\u003c/p\u003e \u003cp\u003eAlthough the script is an abugida, it is commonly taught as a syllabary. That is, students learn each \u003cspan class=Em\u003emisisi\u003c/span\u003e and \u003cspan class=Em\u003emisiri\u003c/span\u003e as a character in its own right, rather than learning the base consonants and dependent vowel symbols and combining them as needed. However, the proposed Unicode encoding encodes the script using base consonants and combining vowel symbols, in keeping with the encoding method used for other abugidas.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}