{"script":"Qa58","name":"Nandinagari","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"unspecified","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Nandinagari script was used in South India between the 8th and 19th centuries for writing manuscripts and inscriptions relating to philosophy, science and the arts in the Sanskrit language.</p> <p>The script is an abugida, closely related to the <a href=http://scriptsource.org/scr/Deva>Devanagari</a> script. The character repertoires of both scripts are identical, and the shapes of many characters are similar. However, the script is distinctive in its lack of a connecting headline and in the shapes of most conjuncts and some individual characters. These differences are significant enough that Nandinagari has been proposed separately for encoding in Unicode.</p> <p>Nandinagari is written from left to right, with spaces between words. The script includes 34 consonant characters, each representing a syllable with an inherent /a/ vowel; 13 vowel signs, which are added to the consonant to change the inherent vowel; a virama, which can be used to cancel the vowel entirely and 10 vowel characters, which are used to write independent vowels (e.g. at the start of a word, with no preceding consonant to attach to). There is a set of digits from 0-9. Standard Indic punctuation is used as in Devanagari, as are the <span class=Em>anusvara</span>, <span class=Em>candrabindu</span> and <span class=Em>visarga</span> characters. There is also limited evidence of three diacritics used for marking Vedic accents.</p> <p>Although the script is no longer used to produce new texts, it is used by scholars specialising in the decipherment and preservation of ancient manuscripts. It is also used by students of the Hindu shastras (sacred Vedic texts), particularly students of Madhva Vaishnavism (the Hindu reformer Sri Madhvacharya’s interpretation of the Vedas, espousing a monotheistic veneration of Vishnu).</p> <p><span class=Em>This script is not currently recognized by <a href=http://www.unicode.org/iso15924/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;ISO 15924</a>, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.</span></p>","fonts":[]}