{"script":"Qa60","name":"Khatt-i Baburi","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"required","direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Baburi script (also known as Khatt-i-Baburi) is believed to have been created in the 16th century by the first Mughal emperor, Babur, a prolific poet and calligrapher. His personal journal, originally written in Turkish, states that he devised the script around the time that he captured Kabul in 1504. Historians writing shortly after that period (Nizamuddin Ahmad, Bada’uni) claim that Babur used his script to transcribe a copy of the Koran, which he sent as an offering to Mecca, but that by the time Babur’s grandson, Akbar, was in power the script was not being used. </p> <p>It is thought that there may actually be two separate Baburi scripts, but more investigation is needed to determine whether that is the case. Some sources label some writing as ‘Baburi’ script and some as ‘Mashhad’, but in other sources both types of writing are mixed within a text and subsumed under the name ‘Baburi’. For now it is being treated as a single script.</p> <p>The Baburi script is written from right to left. It is thought that it may be a cipher of the Arabic script, and charts of the script indicate a one-to-one correspondence with the Arabic character repertoire. The script is written with 29 characters, one of which is a ligature.</p> <p><span class=Em>This script is not currently recognized by <a href=http://www.unicode.org/iso15924/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;ISO 15924</a>, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.</span></p>","fonts":[]}