{"script":"Qa61","name":"Dhives Akuru","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":true,"status":"Historical","baseline":"unspecified","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Dhives Akuru (literally “island letters”) was used for writing the Maldivian language prior to the adoption of the <a href=http://scriptsource.org/scr/Thaa>Thaana</a> script for this purpose. Dhives Akuru descended from the southern Brahmi family of scripts. The development of the script can be divided into three periods. Initially it was very similar to the <a href=http://scriptsource.org/scr/Gran>Grantha</a> script from which it was derived, then, around the 12th century, it developed into what is known as Evela Akuru, which is essentially an archaic form of Dhives Akuru. The script in its latest form developed around the 14th century, and was widely used until the early 18th century, when it began to be supplanted by the Thaana script. The two scripts were used synchronously for some time, but by the early 19th century Dhives Akuru had all but died out, with only a few atolls (groups of islands) in the south of the country reportedly using it as late as the early 1900s. The two scripts are genetically unrelated and bear very little resemblance to each other, aside from the shapes of a few Thaana characters which appear to have been based on Dhives Akuru characters.</p> <p>Dhives Akuru is written from left to right. As would be expected given its derivation from Brahmi, it is an abugida, with each consonant letter representing a syllable containing an inherent vowel. This vowel can be changed by the addition of a vowel diacritic. The script includes 27 consonant letters; 10 independent vowel letters (for writing vowels that are not preceded by a consonant); 10 vowel diacritics; digits from 0-9; and 4 other diacritics: the <a href=page.php?item_id=glossary#virama>virama</a>, the <a href=page.php?item_id=glossary#candrabindu>candrabindu</a>, a prenasalisation marker, and a <a href=page.php?item_id=glossary#gemination>gemination</a> marker. Somewhat unusually, the virama sign has been extended to serve a number of other functions as well as its regular vowel-cancellation role. There are five contexts in which the virama is used to mark other phonological—or even semantic—processes; in these contexts the virama fulfills the same functions as the <span class=Em>sukun</span> character in Thaana orthography.</p> <p><span class=Em>This script is not currently recognized by <a href=http://www.unicode.org/iso15924/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;ISO 15924</a>, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.</span></p>","fonts":[]}