{"script":"Qa68","name":"Coorgi-Cox","unicode_pdf":"","family":"Indic","type":"alphabet","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"unspecified","ligatures":"unspecified","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eCoorgi-Cox script was created by the German linguist, Gregg Cox. He formally introduced this script in April 2005. It was developed to write the \u003ca href=https://www.ethnologue.com/language/kfa target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Kodava language\u003c/a\u003e, which is also referred to as Coorgi. Coorgi-Cox is comprised of eight vowels, 26 consonants and a double vowel marker. Each letter represents a different sound. \u003c/p\u003e \u003cp\u003eThe Kodava language is classified as a Dravidian language that is specifically used in the Kodagu district, or Coorg region, of the Karnataka state in India. Since no traditional written script exists for the Kodava language, Kannada script and the Coorgi-Cox script are used. Currently, there is widespread debate as to whether switching from Kannada script to Coorgi-Cox script would be beneficial or whether switching to a Latin alphabet based writing system would be more useful.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}