{"script":"Qa74","name":"Bhujinmol","unicode_pdf":"","family":"Indic","type":"abugida","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":false,"split_graphs":false,"status":"Historical","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eBhujinmol script was used in the 12th - 17th centuries CE in parts of modern day Nepal and the northern parts of Uttar Pradesh and Bihar in India. In the Newa language, the term \u003cspan class=Em\u003e Bhujinmol\u003c/span\u003e translates as “fly-headed”, referring to the shape of the Bhujinmol headstroke. \u003c/p\u003e \u003cp\u003eStructurally, Bhujinmol is based on the Brahmi model and is very similar to the Newa script. Certain vowel signs are written with contextual forms, when combining them with certain consonant letters. The contextual form changes the shape of the headstroke. The way vowel signs behave in Bhujinmol is similar to the way vowel signs behave in Newa script. The headstrokes of Newa letters are flat in comparison to the curved and hooked headstrokes of Bhujinmol letters. Although the shape of their headstrokes differ, the letters of Bhujinmol and Newa have identical structures. Lastly, there are six distinctive letters in Bhujinmol from Newa and two distinctive consonant conjuncts as well. \u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}