{"script":"Qa80","name":"Kaida","unicode_pdf":"","family":"East Asian","type":"logo-syllabary","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"vertical","ligatures":"none","direction":"rtl","direction_notes":"vertical (RTL)","sample":"","sample_img":"","description":"\u003cp\u003eKaida was primarily used for record-keeping and the characters comprise of a combination of pictographs, \u003cspan class=Em\u003ekanji\u003c/span\u003e-like characters, markings and numerals, and symbols used to indicate families. \u003c/p\u003e \u003cp\u003eKaida has been found on boards, paper, wooden sticks and knotted strings of rope. It was used in the Yaeyama islands and the island of Yonaguni, both of which are today part of Japan. The script dates to at least the late 19th century. Today it is found in folk art, and items such as tee-shirts. \u003c/p\u003e \u003cp\u003eThere are different types of characters in Kaida writing. The pictographic glyphs themselves are referred to as \u003cspan class=Em\u003ekaida-di\u003c/span\u003e. Not all of these glyphs are arbitrary, as some were designed to look like their referent, while others were not. Characters for numbers and indicators of the month and day bear a strong resemblance to the \u003cspan class=Em\u003ekanji\u003c/span\u003e characters of China and Japan. In addition, there are six characters, called \u003cspan class=Em\u003esūchūma\u003c/span\u003e, used to represent different volume measurements. These characters not only represent volume, but can also be used to express numerical values. Kaida also makes use of several dots, although their significance is still yet to be determined. Lastly, there are symbols, called \u003cspan class=Em\u003edahan\u003c/span\u003e, which indicate individual families. \u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}