{"script":"Qa83","name":"Iban","unicode_pdf":null,"family":"Insular Southeast Asian","type":"syllabary","white_space":"between words","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The <a href=http://www.ethnologue.com/language/iba target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;Iban language</a> is spoken by the Iban people. It is spoken in Sarawak, Indonesia, as well as in the Indonesian province of Kalimantan Barat, and in Brunei. The language is still currently taught to students in the region. </p> <p>Currently Iban uses a Latin alphabet for writing purposes, however an Iban syllabary was developed by Dunging anak Gunggu from 1947 to 1962. Dunging, is said to be a descendent of Renggi, who is credited with the creation of the initial ancient script that was made 400 to 600 years earlier. The syllabary has been published and is recognized by the Iban community. There is an effort to revive the script.</p> <p>The syllabary was revised in 1962, and the number of characters was reduced from 77 to 59. Each character is reported to have held a specific meaning, but the meaning has since been lost, since Dunging never recorded them. </p> <p><span class=Em>This script is not currently recognized by the <a href=http://www.unicode.org/iso15924/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;ISO 15924 standard</a>, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The <a href=http://www.linguistics.berkeley.edu/sei/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;Script Encoding Initiative</a> is working to support the inclusion of this script in the standard, and contributions here will support their efforts.</span></p>","fonts":[]}