{"script":"Qa84","name":"Eebee Hmong","unicode_pdf":"","family":"Southeast Asian","type":"alphabet","whitespace":"between words","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Eebee Hmong script, also referred to as \u003cspan class=Em\u003ePuaj Txwm\u003c/span\u003e, was created to write Hmong Daw. The script, also called the Sayaboury script, was created by Lord Mee Noo, and is said to have been created on January 1, 1978 in Sob Tuang, Nan Province in Thailand. Although this script is still currently used, the Romanized Popular Alphabet is more widely used in this region.\u003c/p\u003e \u003cp\u003eThe script consists of 66 consonant characters, 5 vowel characters and 8 tone characters. The vowel characters are always combined as digraphs and tone marks follow these vowel digraphs. \u003c/p\u003e \u003cp\u003eSyllables in the Eebee Hmong script are separated by white spaces in the text. In some instances, consonant onsets are doubled and words without consonant onsets begin with a specific symbol. \u003c/p\u003e \u003cp\u003ePunctuation marks are utilized: the comma and full stop are used and represented by the existing UCS characters; there are also script-specific symbols to indicate questions, reduplication, chanting and intonation. There are different symbols for arithmetic operations such as addition, subtraction, division and multiplication. Furthermore, numerals 0-9 are represented in the Eebee Hmong script. \u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by the \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924 standard\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The \u003ca href=http://www.linguistics.berkeley.edu/sei/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;Script Encoding Initiative\u003c/a\u003e is working to support the inclusion of this script in the standard, and contributions here will support their efforts.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}