{"script":"Qaab","name":"Balti-A","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":null,"direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Balti script, now known as Balti-A, was used between the 15th and 17th centuries for writing the Balti language, closely related to Ladakhi and spoken by about 308,800 people in India and Pakistan. The script was replaced by Persian writing at the behest of Muslim leaders who considered the Tibetan-derived Balti script profane. The script is now considered to be extinct, although there is some evidence that it may still be used for writing the Brokskat language, an endangered language spoken by 10,000 people in Jammu and Kashmir. Further survey is needed to ascertain the extent to which the script is used for this language.</p> <p>Balti-A was written from right to left, unlike most Brahmi-derived writing systems. As far as modern scholars can tell, it was an abugida, with each letter representing a consonant plus vowel syllable. An unmarked consonant represented a syllable having the vowel a, and other vowels were written using one of six vowel diacritics attached to the base letter. One of these diacritics may have represented the vowel a, despite it already being inherent in the base letter. It is not known why it was sometimes explicitly written.</p> <p>Words were not written with spaces between them, but an overdot was written above the last letter in a word, fulfilling the same function as inter-word spacing.</p> <p><span class=Em>This script is not currently recognized by <a href=http://www.unicode.org/iso15924/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;ISO 15924</a>, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.</span></p>","fonts":[]}