{"script":"Qaag","name":"Ersu Shaba Picture Writing","unicode_pdf":null,"family":"East Asian","type":"logo-syllabary","white_space":"discretionary","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Unclear","baseline":"centered","ligatures":"unspecified","direction":"ltr","direction_notes":"other","sample":null,"sample_img":null,"description":"<p>The Ersu language is a Sino-Tibetan language spoken by about 20,000 people in China, of whom approximately 500 are monolingual in the language. The language is largely unwritten; it is thought that only ten people are literate in the Ersu script, called Ersu Shaba Picture Writing. It is not known how long Ersu Shaba Picture Writing has been in use; some Ersu speakers estimate ten generations, others, several tens of generations. The script was originally used by religious specialists called <span class=Em>shaba</span> for divination and healing incantations.</p> <p>The script is somewhat controversial; some linguists are quick to dismiss it as a series of drawings, while others assign it considerable importance in uniquely representing an early intermediary stage in the evolution of writing. The symbols used are mimetic, rather than phonetic, representations; that is, they represent concepts and have no phonetic content. This differentiates this writing system from a hieroglyphic system, in which conceptual <span class=Em>and</span> phonetic elements are associated with a given symbol.</p> <p>Ersu symbols tend to represent concrete nouns, rather than abstract nouns or verbs. Symbols are arranged into a composite image, with the placement of given symbols contributing to their meaning. For example, the symbol representing fog is placed at the bottom left of the image to indicate fog in the morning, and at the bottom right to indicate fog in the evening.</p> <p>A striking feature of the script is its use of colour to express meaning. Although less than 300 symbols are thought to be used, the scope of concepts which can be expressed in writing is much larger. Texts are written using brushes dipped in red, yellow, blue, white, black or green ink, with the meaning of a given symbol dependent on the colour in which it is written. For example, the sign called \\\\\\stars and moon\\\\\\\" means \\\\\\\"dim; not brilliant\\\\\\\" when written in black ink","fonts":[]}