{"script":"Qaah","name":"Eshkol-Wachman movement notation","unicode_pdf":"","family":"Signed Language","type":"featural","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"centered","ligatures":"none","direction":"ltr","direction_notes":"vertical (LTR) and horizontal (LTR)","sample":"","sample_img":"","description":"\u003cp\u003eEshkol-Wachman Movement Notation (EWMN) was developed by the choreographer Noa Eshkol (daughter of the third Israeli Prime Minister, Levi Eshkol) and the architect Abraham Wachman, in Israel in 1958. It is a notation system to describe body movements, particularly but not exclusively in the context of writing down dance scores.\u003c/p\u003e \u003cp\u003eEWMN has had such diverse applications as the transcription of sign languages, in teaching martial arts, and to record animal behaviour, for example courting behaviour. It has also been used as an aid in the diagnosis of Autism spectrum disorders, to demonstrate abnormal reflexes and patterns of movement, which can be indicative of such a disorder.\u003c/p\u003e \u003cp\u003eThe system is written on a specially ruled page with horizontal lines representing parts of the body, and vertical lines marking out columns representing units of time. The page can be ruled so that as many or as few body parts as are necessary can be represented. The symbols themselves represent movements, which are written from left to right in chronological order. \u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.\u003c/span\u003e \u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}