{"script":"Qaao","name":"SignFont Notation","unicode_pdf":null,"family":"Signed Language","type":"featural","white_space":"between words","open_type_tag":"none","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>SignFont is a notation system created for writing down American Sign Language (ASL). It is used in a limited capacity for computerized texts. The symbols used are partially iconic, but limited provision is also made for non-manual and spatial locations, critical linguistic features that lack representation in some other sign language notation systems. Signfont notation has also been praised for having a much smaller symbol inventory than other sign language scripts, making it easier to learn. However, this means that not all the contrasts in ASL can be written using the script. In addition, the small symbol set makes it difficult to extend the script to signed languages other than ASL. Perhaps due to these disadvantages, it has found limited acceptance among the deaf.</p> <p>SignFont is also distinguished from other sign language scripts in its representation of the simultaneous actions characteristic of signed languages. Any notation system must reduce these to a one-dimensional stream of symbols. Some sign language scripts make use of stacking characters to represent simultaneity, but SignFont is strictly linear, with conventions established as to which features need to be written first. For example, the symbol for continuous touch is written before any movement symbols to which it relates, even though the touch happens throughout the movement, i.e. is simultaneous with it.</p> <p>Case is not used, although the first letter of a section is sometimes written in a larger size of font.</p> <p><span class=Em>This script is not currently recognized by <a href=http://www.unicode.org/iso15924/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;ISO 15924</a>, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.</span> </p>","fonts":[]}