{"script":"Qaap","name":"Sogdian","unicode_pdf":"","family":"Middle Eastern","type":"abjad","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"bottom","ligatures":"optional","direction":"rtl","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Sogdian script was one of three scripts used for writing the Sogdian language, a middle Iranian language spoken in Sogdiana, a region in the Achaemenid Persian empire comprising parts of modern-day Uzbekistan, Tajikistan, Pakistan and China. This language was also written in the Manichaean and Syriac scripts. Sogdian writing derives from the Aramaic script and was used from approximately the 1st to the 13th centuries AD, during which time three main varieties emerged, the \u003cspan class=Em\u003eAncient Letters\u003c/span\u003e, the \u003cspan class=Em\u003eSutra\u003c/span\u003e style and the \u003cspan class=Em\u003eUyghur\u003c/span\u003e style. This third style should not be confused with the Old Uyghur alphabet, although in some sources Sutra Sogdian is simply called Sogdian, and Uyghur Sogdian is simply called Uyghur, due to the latter being widely used to write the Turkic Uyghur language in the 8th century. Some sources also call the Sutra and Uyghur styles \u003cspan class=Em\u003eformal\u003c/span\u003e and \u003cspan class=Em\u003ecursive\u003c/span\u003e respectively.\u003c/p\u003e \u003cp\u003eIn the \u003cspan class=Em\u003eAncient Letters\u003c/span\u003e, the letters are distinct in shape and unconnected in writing. This is the oldest form of the script. Around the 5th century, a cursive bookhand, \u003cspan class=Em\u003eSutra\u003c/span\u003e, was developed for writing Buddhist religious texts. Letters are sometimes more difficult to distinguish in this style. The latest form, \u003cspan class=Em\u003eUyghur\u003c/span\u003e, was developed in the 7th century and has proved very difficult to decipher due to many of the letters being too similar for modern-day scholars to distinguish. This was also a cursive style.\u003c/p\u003e \u003cp\u003eThe Sogdian script was an abjad, that is, vowels were optional. It was written from right to left using seventeen letters, many of which had contextual forms depending on their position (initial, medial or final) in the word. Some letters represented up to three sounds. Diacritics were used (inconsistently) to represent additional sounds, for example a dot could be written under a z to represent ž.\u003c/p\u003e \u003cp\u003eSogdian writing retained the Aramaic principle of starting every written word with a consonant, so the \u003cspan class=Em\u003ealeph\u003c/span\u003e (glottal stop) symbol was always written before a word-initial vowel. When word-internal vowels were written, they were often represented using the w or y letters. At first, only long vowels were represented, but later manuscripts use these letters for short vowels also. This left no distinction in writing between long and short vowels, so a tendency developed to insert an \u003cspan class=Em\u003ealeph\u003c/span\u003e before a word-internal long vowel. In the latest forms of the script, \u003cspan class=Em\u003ealeph\u003c/span\u003e was also inserted before short vowels, again removing the written distinction of vowel length. The result was that spelling was very irregular, with most vowel letters with or without aleph capable of representing more than one vowel sound, and most vowel sounds able to be represented with more than one letter or combination of letters.\u003c/p\u003e \u003cp\u003eWritten Sogdian also employed a number of \u003cspan class=Em\u003eheterograms\u003c/span\u003e, words which were written in the Aramaic language but pronounced as the corresponding Sogdian word.\u003c/p\u003e \u003cp\u003eThe Sogdian script was usually written horizontally from right to left, but, for representing the Uyghur language, it was written vertically in left-to-right columns. This vertical style was the forerunner of the Old Uyghur script, which in turn developed into the Mongolian and Manchu scripts.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}