{"script":"Qaaq","name":"Stokoe Notation","unicode_pdf":null,"family":"Signed Language","type":"featural","white_space":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Stokoe Notation was developed in 1960 by William Stokoe for writing American Sign Language (ASL), and later adapted for writing British and Australian Aboriginal Sign Languages. It was the first <span class=Em>phonemic</span> script created for writing a signed language, although it was not created for the Deaf to write down their language for daily use, and it never came to be used for this purpose. Rather, it has always been used for linguistic research and analysis.</p> <p>Until the 1960s, signed languages were not viewed as “real” languages but as simple mimes with no consistent linguistic structure. Stokoe’s aim in creating his script was to demonstrate that American Sign Language was built up from the same elements as spoken languages. Spoken languages are analysed in terms of segments (for example phonemes) and features (the elements that make up a phoneme such as voicing, place of articulation, vowel height etc). Stokoe Notation demonstrates that signed languages can be analysed in the same terms. The segments are signs instead of sounds, and the features are hand shape, location with respect to the body, orientation, and direction of movement.</p> <p>The script is neither a logography (which generally represent nothing smaller than a morpheme), nor a syllabary (which generally represent nothing smaller than a syllable) nor an alphabet (which generally represent nothing smaller than a phoneme). Rather, Stokoe Notation represents each feature of each segment. There are three types of symbols. In representing a given sign, the location symbol is written first, then the handshape symbol, then the orientation/direction symbol. So the three components in ͜ 5x, which represents the sign meaning <span class=Em>mother</span>, are ‘‘⏝’, indicating that the sign is made with the hand at the chin, 5, indicating that it uses a spread hand, and x indicating that the thumb touches the chin.</p> <p>The fifty-five symbols used in Stokoe’s original script are based on the shapes of Latin letters, punctuation, and numbers. The script has not been standardized, and has been adapted for use with various signed languages, so some consider it a family of related scripts, rather than a single script. Stokoe dubbed the three types of symbols tab (\\\\\\tabula\\\\\\\" or sign location)","fonts":[]}