{"script":"Qaaw","name":"Tai Yo","unicode_pdf":"","family":"Southeast Asian","type":"abugida","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Unclear","baseline":"vertical","ligatures":"required","direction":"rtl","direction_notes":"vertical (RTL)","sample":"","sample_img":"","description":"\u003cp\u003eThe Tai Yo script is used to write the Tai Yo language (also called Yoy, Tai Do, Tay Muoi, Tay Quy Chau, or Tay-Jo) spoken in Laos, Thailand and Vietnam. It is not believed to be in current use, having been replaced by the Latin script.\u003c/p\u003e \u003cp\u003eThe script is written vertically, from top to bottom and from right to left. Books written in the script accordingly open on the left.\u003c/p\u003e \u003cp\u003eThere are three types of consonant symbol in Tai Yo. Twenty-four symbols are used only at the start of a syllable. Five symbols are used only at the end of a syllable. Three symbols can be used either at the start or at the end of a syllable, although their position in the syllable dictates their pronunciation. At the start they represent ɓ, ƌ, ɲ, but at the end they represent p, t, j.\u003c/p\u003e \u003cp\u003eThere is a tone mark for indicating tone.\u003c/p\u003e \u003cp\u003eConsonants do not contain an inherent vowel; all vowels are written explicitly by means of dependent symbols. There are 15 vowel symbols in total, 5 of which represent diphthongs. Vowels can be joined after (that is, below) a consonant, or to the right of it.\u003c/p\u003e \u003cp\u003eThere are 5 (possibly 6) consonant+vowel ligatures, representing at, ak, am, an, ang, (ap).\u003c/p\u003e \u003cp\u003eOne symbol can represent either one of a number of vowels, or the labialization of a consonant. When written below the consonant it represents the dipthong ie or ia; when it is both written to the right of the consonant and is syllable-final it represents ăi; when it is both written to the right \u003cspan class=Em\u003eand\u003c/span\u003e is followed by a vowel it represents labialization. The exception to representing labialization with this symbol is k\u003csup\u003ew\u003c/sup\u003e, which is written with a separate symbol.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.\u003c/span\u003e \u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}