{"script":"Qabb","name":"Ranjana (Lantsa, Wartu)","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":true,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Ranjana script is used for writing the Newari language of Nepal. This language is also called Nepal-Bhasha, literally Nepal-Language, but it is not to be confused with Nepali. Similarly, the script is one of six subsumed under the name Nepal-Lipi, literally Nepal-Script, though it is not to be confused with Devanagari, which is the script used for writing Nepali. </p> <p>Ranjana was previously used along with the Prachalit, Bhujimol, Kutila, Golmol, and Litumol scripts for writing Newari, a Tibeto-Burman language unrelated to Nepali. Use of these scripts began to decline after the Gorkhali conquest of the Kathmandu valley in 1769, and they are now rarely used. Of the six, Prachalit and Ranjana are the most well-known, although even these are not commonly used and most young Newari speakers cannot read them. </p> <p>The script was derived from Brahmi via the Old Nepal script, both of which are now extinct, around the 12th century AD. It has been used since that time in a gradually decreasing capacity, but is still used for producing Hindu and Buddhist religious texts and taught in Buddhist monasteries. It is also used as a decorative script in much the same way as calligraphy is used in the West.</p> <p>Ranjana is written from left to right. It must be written using a calligraphic implement, as the thickness of the strokes is important. It is an abugida, that is, each consonant letter represents a CV syllable inherently having the default vowel a. This vowel can be changed by appending various vowel diacritics to the consonant letter, or silenced by writing a <span class=Em>virama</span> below the letter. Vowels at the start of a word are not written with a vowel diacritic as there is no preceding consonant for them to append to; instead they are written with an independent vowel letter, which is generally unrelated in shape to the corresponding vowel diacritic. There are thirty-three consonant letters, thirteen vowel diacritics and fourteen independent vowel letters.</p> <p>Like many of the Brahmic scripts, Ranjana represents consonant clusters using conjuncts. These are usually stacked vertically. Unlike many of the Brahmic scripts (which use the <span class=Em>anusvara</span> or <span class=Em>candrabindu</span> symbols for this purpose), Ranjana also uses stacked conjuncts to represent homorganic nasals; that is, nasals pronounced in the same place as the following consonant, for example the ndʒ cluster in the middle of the word Ganges.</p> <p>The Ranjana script also employs the <span class=Em>danda</span> and <span class=Em>double danda</span> symbols used by a number of Indic scripts in a manner similar to the Latin comma and full stop. A <span class=Em>viram</span> symbol (not to be confused with <span class=Em>virama</span>, above) is used to mark the end of a verse or section. There is also a symbol called <span class=Em>yig mgo</span> which is a head mark used to indicate the first page in an unbound folio. The sacred symbol Om is written with a special letter.</p> <p>There is a set of Ranjana digits from 0-9.</p> <p>A variation of the Ranjana script exists, called <span class=Em>Wartu</span>. This is much the same as standard Ranjana, but with a wiggly headline on many of the letters.</p> <p><span class=Em>This script is not currently recognized by <a href=http://www.unicode.org/iso15924/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;ISO 15924</a>, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.</span></p>","fonts":[]}