{"script":"Qabg","name":"Micmac Hieroglyphs (Kauder ideograms)","unicode_pdf":null,"family":"American","type":"logo-syllabary","white_space":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Micmac (also Míkmaq, Mikmaq, or Mikmaw) is an Eastern Algonquin language spoken by about 9,000 people in Quebec, New Brunswick and Nova Scotia in Canada, and by about 300 in the United States. It is now written almost exclusively in the Latin script, but was previously written using Micmac hieroglyphics, also known as Kauder ideograms.</p> <p>The hieroglyphs are ideographic symbols, each symbol representing a concept. In the spoken language, multiple concepts (such as subject+verb) can be expressed using a single composite word, for example, eyk meaning he is. In the writing, each concept is represented by a separate symbol, so eyk is written using a symbol meaning he and a symbol representing to be. Similarly, eykik, meaning they are is represented using three symbols: the he symbol written twice, followed by the to be symbol.</p> <p>It is believed that the Micmac use of written motifs as a memory aid long predates the arrival of Jesuit missionaries in Canada in the 1600s. It is not known when the Micmac first began using these symbols, although many of the shapes have traditionally been used to decorate clothing, moccasins, and tobacco pouches. It was not until Father Chrétien le Clercq, a Catholic missionary in Quebec, noticed some children using porcupine quills to engrave unfamiliar symbols into bark, that Micmac writing was brought to the attention of the wider world. In 1677 Fr. le Clercq adapted these marks to form a fully functioning writing system, which he used to transcribe prayers. Although he is generally credited with the systemization of the Micmac writing, his system was not widely adopted by the people. It was not until his sucessor, Father Maillard, further revised the system that it began to be widely used. Maillard also oversaw the production of the Micmac prayer book, a hieroglyph manuscript which continued to be copied by hand for 100 years. In 1866 Christian Kauder, a European-born priest had the book printed in Vienna. In 1922 the book was reprinted again, and is now a highly prized collectors item. With the exception of these texts, the script was generally written by hand.</p> <p>There have been some efforts to preserve and revitalize hieroglyphic writing; in the 1980s a series of hieroglyphics workshops was held under the instruction of Wilfred Prosper.</p> <p><span class=Em>This script is not currently recognized by <a href=http://www.unicode.org/iso15924/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;ISO 15924</a>, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.</span> </p>","fonts":[]}