{"script":"Qabh","name":"Bagam (Eghap)","unicode_pdf":"","family":"African","type":"logo-syllabary","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Bagam script was used for writing the Mengaka language of the Bagam (or Eghap) people in Western Cameroon. The script bears some similarity to the Bamum script, used in a neighbouring region, which has led to speculation that the two scripts developed concurrently from a common source, but did not borrow directly from each other. It was created by the Eghap King Pufong in the late C19th or early C20th, and used for private correspondence and record-keeping, although it is not believed to have ever enjoyed widespread use.\u003c/p\u003e \u003cp\u003eIt first became known to the outside world following a thesis submission by British military officer Louis Malcolm to the Journal of African Society in 1921. Although the thesis was not published in its entirety - the list of characters was omitted - it gave the script publicity and prompted discussion by other linguists. Following his discovery of the complete thesis in the Haddon Library, Cambridge, Konrad Tuchsherer was able to publish the list of characters for the first time in his paper The Lost Script of the Bagam.\u003c/p\u003e \u003cp\u003eThe characters recorded by Malcolm and Tuchscherer number over 100, although the original character set is presumed to have numbered several hundred. The script includes both ideographs and phonetic symbols. The precise identification of many of these characters is either incomplete or uncertain, but some ligatures are noted, as well as independent consonants, independent vowels, CV syllables, and CVC syllables. Some overlap between ideographic and phonetic symbols is evident - a single character is used for representing both you and w/ω, and for both spear and ŋg/k, for example - although the extent to which this overlap occurred is uncertain.\u003c/p\u003e \u003cp\u003eNumerals from 1-10 are also represented in the script. These display a greater similarity with the Bamum script than do the other characters.\u003c/p\u003e \u003cp\u003eThere is some interest in literacy development amongst speakers of the Mengaka language. \u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.\u003c/span\u003e \u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}