{"script":"Qabn","name":"HamNoSys Notation","unicode_pdf":null,"family":"Signed Language","type":"featural","white_space":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Hamburg Sign Language Notation System, or HamNoSys, was first developed by a group of hearing and deaf people in 1985. It is currently in its third revision. Unlike the other scripts for writing signed languages, HamNoSys is not intended as a practical writing tool for everyday communication. Rather, its purpose is analogous to that of the International Phonetic Alphabet, which is used to transcribe the sounds of any given spoken language in a consistent way. In the same way, HamNoSys is based on the phonology of signed languages and designed with the capacity to transcribe every natural signed language in the world using consistent symbols across languages.</p> <p>HamNoSys is an alphabet, written using 210 largely iconic characters. Based on Stokoe’s 4-parameter model, characters represent hand shape, hand orientation, location relative to other parts of the body, and movement. Each sign (or word) must be written by assigning a value to each of these parameters. Unlike Stokoe’s model, HamNoSys also provides a symmetry operator for representing symmetrical two-handed signs, and a limited number of non-manual components. Non-manual phonological elements can be represented in part by replacing the hand grapheme with the symbol for another body part, such as the head. The parameters of a sign are written in the following order:</p> <ul class=dListUnordered> <li>Symmetry Operator</li> <li>Non-manual Components</li> <li>Handshape</li> <li>Hand Position</li> <li>Location</li> <li>Movement</li> </ul> <p>Smaller facial movements such as raised eyebrows or puffed out cheeks are more complex to represent. They can be written on another tier, synchronised to the master manual tier. HamNoSys has been criticised for not adequately representing facial expression, which forms a crucial part of the phonology of many signed languages. Work is underway to develop a more comprehensive system for representing this.</p> <p><span class=Em>This script is not currently recognized by <a href=http://www.unicode.org/iso15924/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;ISO 15924</a>, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.</span></p>","fonts":[]}