{"script":"Qabo","name":"Naxi Dongba","unicode_pdf":"","family":"East Asian","type":"alphabet","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"unspecified","ligatures":"unspecified","direction":"ltr","direction_notes":"unspecified","sample":"","sample_img":"","description":"\u003cp\u003eNaxi Dongba is a pictographic script used by the Naxi people of Yunnan Province in China. Its origin is a source of contention: some researchers believe it to have been invented in the 13th century, or possibly as early as the 7th century; others consider it more likely to have been invented as recently as the 18th century. In the Naxi language, the script is called \u003cspan class=Em\u003e²ss ³dgyu, ²lv ³dgyu\u003c/span\u003e ‘wood record, stone record’, testifying that the script was once carved on stone and wood. Originally it was used by priests of the Dongba religion to write scriptures, and was passed on down the generations from father to son. The Dongba religious corpus, comprising some one thousand ceremonies, is contained in Dongba script manuscripts. Today the script is still in use in the Lijiang region, not only to write scriptures but also to keep business records. It is also used for everyday communication by some members of the Naxi community and has been called “the only living pictograph in the world”.\u003c/p\u003e \u003cp\u003eThere are approximately 1200 single symbols in the script; some dictionaries contain as many as 3400 pictographs because they also include compound symbols. Most symbols are pictograms, though some are used for their phonetic values according to the \u003ca href=page.php?item_id=glossary#rebusp\u003erebus principle\u003c/a\u003e.\u003c/p\u003e \u003cp\u003eThe Naxi language cannot be adequately expressed using the Dongba script alone, and it may be supplemented with the \u003ca href=http://scriptsource.org/scr/Nkgb\u003eNakhi Geba\u003c/a\u003e syllabary for clarification. There have been attempts to revive the script, including visits by Dongba priests to local schools in the Lijiang region to teach classes on it. In the 1980s some books were published in Naxi Dongba script, including textbooks for bilingual education. However, due to its complexity, it can take up to 15 years to become proficient in the script.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}