{"script":"Qabp","name":"Hanifi Rohingya","unicode_pdf":"","family":"unspecified","type":"alphabet","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"unspecified","ligatures":"unspecified","direction":"ltr","direction_notes":"unspecified","sample":"","sample_img":"","description":"\u003cp\u003eHanifi Rohingya is one of four scripts used for writing the Rohingya language, spoken by about 1,500,000 people, mostly in Myanmar. There are also significant Rohingya-speaking refugee communities in Bangladesh and Thailand.\u003c/p\u003e \u003cp\u003eThe Rohingya language has been written in the \u003ca href=http://scriptsource.org/scr/Arab\u003eArabic\u003c/a\u003e script for over 200 years, during which time it has also been written in \u003ca href=http://scriptsource.org/scr/Mymr\u003eMyanmar\u003c/a\u003e and a modified Latin script known as Rohingyalish. Around 1960, Rohingya scholars began to see a need for a unique writing system which reflected their own language, and Molana Hanif created the Hanifi Rohingya script.\u003c/p\u003e \u003cp\u003eHanifi Rohingya is an alphabet written from right to left. The shapes of the characters are based on the Arabic script (though the character shapes in Hanifi Rohingya are not contextual as they are in Arabic), with some influence from Latin and Myanmar. The script is written with twenty-eight consonants, each containing an inherent \u003cspan class=Em\u003ea\u003c/span\u003e vowel, five vowels, and one vowel carrier letter. There is also a separate letter for marking nasalization of vowels.\u003c/p\u003e \u003cp\u003eRohingya is a tonal language, contrasting oral vs nasal, long vs. short, and falling vs rising tones. Three tone marks exist in the script, which are written above the vowel letter. There is also a diacritic, \u003cspan class=Em\u003eshadda\u003c/span\u003e, which marks geminate (long) consonants, and a sign, \u003cspan class=Em\u003esukun\u003c/span\u003e, for indicating the absence of the inherent vowel. Two consonants have alternate final forms; /m/ is always written with its final form at the end of a word instead of with the \u003cspan class=Em\u003ema\u003c/span\u003e + \u003cspan class=Em\u003esukun\u003c/span\u003e sequence, and /l/ can be written at the end of a word either with its final form or with the \u003cspan class=Em\u003ela\u003c/span\u003e + \u003cspan class=Em\u003esukun\u003c/span\u003e sequence.\u003c/p\u003e \u003cp\u003eThere is a full set of decimal digits from 0-9, which are written from left to right.\u003c/p\u003e \u003cp\u003e\u003cspan class=Em\u003eThis script is not currently recognized by \u003ca href=http://www.unicode.org/iso15924/ target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;ISO 15924\u003c/a\u003e, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to the site. Your contributions can be a great help in refining and expanding the ISO 15924 standard.\u003c/span\u003e\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}