{"script":"Qabr","name":"Eskaya","unicode_pdf":null,"family":"Insular Southeast Asian","type":"syllabary","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"unspecified","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Eskaya script is used for writing the <a href=http://scriptsource.org/lang/esy>Eskayan</a> language, an artificial language associated with the Eskaya people of the Philippines. There is considerable controversy surrounding both the people and their language and script. Since coming to the attention of the wider world in the 1980s, neither has been extensively studied, and this lack of factual knowledge has led to speculation and numerous theories about their origins. These range from the supernatural to suggestions that the Eskaya are a cult or simply an impoverished tribe that concocted a “lost language” in order to attract government attention and funding. None of these theories has ever been proven.</p> <p>The Eskaya people speak the <a href=http://scriptsource.org/lang/ceb>Cebuano</a> language in their day-to-day lives, and there is no evidence that the Eskayan language has ever had any mother-tongue speakers. It is used primarily for songs, prayers, teaching, traditional literature, some public signage, and to exclude non-Eskayas from a conversation. The language and script are said to have been created by a man known as Pinay, the ancestor of the Eskaya people, but it is unclear whether this is myth or historical fact. They were revived by a rebel soldier, Mariano Datahan, who founded a utopian community in the Bohol region of the Philippines in the early 20th century and taught them to his followers. A few speakers claim that Pinay and Datahan were in fact one and the same person; others, that they lived a few hundred years apart. Because so little is known about the history of the people, it is impossible to verify either of these claims. Both the language and the script continue to be taught in purpose-built schools run by volunteers, where attendance is voluntary but carries some prestige. The little linguistic analysis that has been carried out on the language indicates that it is grammatically Cebuano but with a substituted lexicon. This correlation is so strong that, where there is a set of homophones in Cebuano, the corresponding Eskayan words will also be homophones.</p> <p>The Eskaya script is of central importance to the Eskaya people, who consider writing to be the “true” form of the language; a written word is not seen as a representation of the spoken form but vice-versa. Similarly, a Cebuano-language text written in the Eskaya script is deemed to be an Eskaya text, but an Eskayan-language text written in the Latin script is not. The script is an alphasyllabary; most characters represent syllables but some represent individual phones. The full character set contains 1,065 characters, but a reduced set of 46 (called the <span class=Em>abidiha</span>) is considered to be the ‘core’ group, and these are taught first - many of these can be either alphabetic or syllabic, depending on context. Of the syllabic characters, many represent C+V or C+V+C sequences, but some are as complex as C+C+V+C+C. At least one character is trisyllabic.</p> <p>Unlike many syllabic scripts, there is no universal inherent vowel. Many of the characters in the <span class=Em>abidiha</span> have a one-syllable ‘name’ when they are being recited, and this dictates their syllabic value. For example, the character called <span class=Em>bi</span> can be used syllabically to represent /bi/, but /i/ cannot be considered the inherent vowel, as the character called <span class=Em>ka</span> represents /ka/, the character called <span class=Em>hu</span> represents /hu/, and so on.</p> <p>Many syllabic characters consist of an <span class=Em>inahan</span> (‘mother’) - a core vowel element - and a <span class=Em>sinyas</span> (‘gesture’) - an <a href=http://scriptsource.org/glossary#onset>onset</a> or <a href=http://scriptsource.org/glossary#coda>coda</a> consonant. For example, the syllable /da/ is written with the <span class=Em>a</span> character (the mother), with a small closed curl (the gesture, representing the /d/ onset) attached to it. However, these cannot be said to be simple vowel+diacritic combinations, as the <span class=Em>sinyas</span> is not always predictable or consistent - in other vowel combinations with /d/ the closed curl is replaced by another symbol. </p> <p>Some character shapes resemble Latin letters but by and large they are based on the human anatomy. For example, the syllable called <span class=Em>gi</span> is written using a concave curve, followed by a dash, followed by a convex curve, which represents the two ears either side of the head. The script is anthropomorphised in other ways also; one text describes the letters doing the human work of planting different edible plants. </p> <p>Of the 1,065 characters in the syllabary, some represent sounds which are not attested in the language. The reason for this is unknown, but it may be that the original purpose of the writing system was to transliterate from another writing system - probably Latin - rather than to transcribe a language. </p> <p>Eskaya is written from left to right, with words separated by spaces. It uses Latin punctuation, except for the question mark and full stop, which are distinct. Eskaya uses a decimal numeric system, and the script includes symbols for representing 0-9. Some number shapes are based on Latin number shapes, but do not necessarily represent the same numeric value.</p> <p><span class=Em>This script is not currently recognized by the <a href=http://www.unicode.org/iso15924/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;ISO 15924 standard</a>, but is included in ScriptSource for research purposes. If you have any information on this script, please add the information to this site. Your contributions can be a great help in refining and expanding the ISO 15924 standard. The <a href=http://www.linguistics.berkeley.edu/sei/ target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;Script Encoding Initiative</a> is working to support the inclusion of this script in the standard, and contributions here will support their efforts.</span></p>","fonts":[]}