{"script":"Roro","name":"Rongorongo","unicode_pdf":"","family":"Pacific","type":"logo-syllabary","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":"boustrophedon","sample":"","sample_img":"","description":"\u003cp\u003eThe Rongorongo script was discovered on Easter Island, in the southeastern Pacific Ocean, in the 19th century. It is thought to have been used by speakers of the Rapanui language, but it is not known whether it was a form of writing proper, or whether it was simply a mnemonic device to aid in the memorization of genealogy, liturgy, choreography and other elements of the Easter Islanders’ daily lives.\u003c/p\u003e \u003cp\u003eThere are about two dozen extant examples of the script, most of which are in the form of carvings on wooden tablets, now housed in various museums around the world. The script has never been formally deciphered, although there are many speculated interpretations of the texts. It is thought that some of the texts contain calendrical information.\u003c/p\u003e \u003cp\u003eRongorongo glyphs are in the form of outlines of humans, animals, plants and geometric shapes. Most scholars agree that the glyphs represent a combination of sounds - perhaps syllables - and concepts.\u003c/p\u003e \u003cp\u003eThe script is written in reverse \u003ca href=page.php?item_id=glossary#boust\u003eboustrophedon\u003c/a\u003e style. The text is read starting at the bottom left-hand corner of the tablet and read towards the right. At the end of the line, the tablet is rotated 180° and the next line (which is now the second line from the top of the tablet) is read, again from left to right. This means that alternate lines are written upside down in relation to one another. If the text is too long to fit onto one side of the tablet, it continues on the back, beginning at the same place it left off on the front. So if there is an odd number of lines on the front of the tablet, the writing on the back will start at the \u003cspan class=Em\u003etop\u003c/span\u003e left-hand corner and be read from left to right and top to bottom. \u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}