{"script":"Samr","name":"Samaritan","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"none","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"none","direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Samaritan script is of Phoenician descent, via the Paleo-Hebrew script. Samaritan writing began to noticeably diverge from Paleo-Hebrew writing around the 3rd century and has been used since that time for the Samaritan dialects of Hebrew, Aramaic and Arabic. These languages are no longer in everyday spoken use but are still used for writing liturgical and scholarly works. Samaritan is also the script for the bi-weekly newspaper A.B., published in Israel.</p> <p>The Samaritan script is an abjad, that is, vowels are optional, and is written from right to left. Vowel length is distinctive in the languages for which the Samaritan script is used, and - when vowels are written - is indicated by the size of the vowel diacritic; generally, the larger the diacritic, the longer the vowel. Not every vowel can be of every length. For example, there is only one size for the o sign, because it is only ever one length, but there are three sizes for the a sign (standard, long and overlong) plus a distinct a sign to be used when the vowel is short. When the length of the vowel is unknown, the smallest available variant of the sign is used. Different sized signs are encoded in Unicode as separate letters. Vowel diacritics are normally placed above and slightly to the left of the consonant they modify. The vowels i and short a can occur at the start of a word; there is no separate sign for word-initial use, but the diacritic appears above and to the right of the following consonant as an independent letter. For this reason word-initial i and short a are encoded separately in Unicode from their combining counterparts.</p> <p>There are four other combining marks which are used to modify consonants. <span class=Em>Sukun</span> indicates that no vowel follows the consonant, <span class=Em>dagesh</span> indicates a <a href=http://scripts.sil.org/cms/scripts/page.php?&cat_id=Glossary#gemination target=_blank><img src=../sites/s/themes/default/_media/system_icons/offsite_link.png />&nbsp;geminate</a> (long) consonant, <span class=Em>nequdaa</span> indicates a variant reading of the word, and <span class=Em>occlusion</span> indicates consonant strengthening (for example, a fricative being pronounced as a stop, or a voiced consonant being pronounced voicelessly). These signs are centered over the consonant they modify, preceding any vowel diacritics.</p> <p>Most of the punctuation used in Samaritan writing is script-specific, largely because the dots are often diamond-shaped rather than round. There is a set of marks used for indicating clause or sentence breaks of different lengths. There are also a number of punctuation marks to indicate something about the nature of the expression, for example to mark an expression of submission, vehemence, or humble petition.</p> <p>The Samaritan script does not contain a set of numerals; rather, letters are used numerically in a manner similar to other Semitic scripts.</p>","fonts":[]}