{"script":"Sarb","name":"Old South Arabian","unicode_pdf":"","family":"Middle Eastern","type":"abjad","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"bottom","ligatures":"optional","direction":"rtl","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Old South Arabian script (also called Musnad, Epigraphic South Arabian, or Sayhadic) was used for writing a group of closely related Semitic languages, all of which are now extinct. The script was used throughout the Arabian peninsula, particularly in modern-day Yemen, between the 6th and the 8th centuries AD, after which it was replaced by Arabic writing. It is the forerunner of the modern-day Ethiopic script.\u003c/p\u003e \u003cp\u003eThere were two forms of the script; the angular, monumental form is predominant, but in recent years examples have also been found of a more cursive form, inscribed on leather. These two types are sometimes called \u003cspan class=Em\u003emusnad\u003c/span\u003e and \u003cspan class=Em\u003ezabur\u003c/span\u003e respectively.\u003c/p\u003e \u003cp\u003eOld South Arabian was an abjad; vowels were not indicated in writing. There were twenty-nine consonant letters in the script. In its earlier forms, it was written in \u003ca href=page.php?item_id=glossary#boust\u003eboustrophedon\u003c/a\u003e style, with the shapes of letters reversed on alternate lines to be consistent with the direction of writing. However, later examples tend to be written from right to left. Some combinations of letters could be overlaid and rotated to produce ligatures, commonly called monograms. Diacritics were not used for writing Old South Arabian.\u003c/p\u003e \u003cp\u003eSpaces were not left between words; rather a vertical bar symbol was used to separate words.\u003c/p\u003e \u003cp\u003eApart from the symbol for the number 50, Old South Arabian did not use special symbols for writing digits. Five letters were assigned the numeric values 1, 5, 10, 100 and 1000, and a numeric indicator symbol was written before and after any letters which were intended to be read numerically. For example, the number 10,000 was written as \u003cspan class=Em\u003enumeric indicator\u003c/span\u003e + \u003cspan class=Em\u003eletter ayn\u003c/span\u003e + \u003cspan class=Em\u003eletter alef\u003c/span\u003e + \u003cspan class=Em\u003enumeric indicator\u003c/span\u003e, with \u003cspan class=Em\u003eayn\u003c/span\u003e and \u003cspan class=Em\u003ealef\u003c/span\u003e representing the numbers 10 and 1000, respectively. \u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["xsa"]}