{"script":"Saur","name":"Saurashtra","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"unspecified","open_type_tag":"saur","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"hanging","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Saurashtra language is spoken by approximately 130,000 people in Southern India. The Saurashtra script is of Brahmic origin, although its exact derivation is not known. Unlike most of the surrounding Dravidian languages, Saurashtra is Indo-European. The language has its own script of the same name, but is also written in the Tamil, Telugu, and Devanagari scripts. There is some debate amongst speakers of the Saurashtra language as to which script is best suited to the language.</p> <p>The Saurashtra script is an abugida, that is, each letter represents a consonant+vowel syllable. There are thirty-four such letters. An unmarked letter represents a syllable with the inherent vowel a; letters can be marked with one of eleven vowel diacritics to represent a syllable with a different vowel. Vowel diacritics are attached to the top right corner of a base letter or written alongside it. There are also twelve letters for writing independent vowels (i.e. word-initial vowels). The four vocalic liquid letters <span class=Em>r</span>, <span class=Em>ru</span>, <span class=Em>l</span> and <span class=Em>lu</span> behave in the same way as vowels, so are often included in the vowel class.</p> <p>Early Saurashtra texts use a number of complex conjunct forms for writing consonant clusters. However, when the script was restructured in the 1880s these were abandoned in favour of a <span class=Em>virama</span> diacritic, which silences the inherent vowel of the first consonant in a cluster.</p> <p>The script uses a letter called <span class=Em>upakshara</span>, a dependent consonant sign which attaches nasals and liquids to aspirate them. That is, the letter <span class=Em>m</span> with <span class=Em>upakshara</span> attached represents mha. An aspirated nasal or liquid which is followed by a vowel other than a is written with the vowel diacritic attached to the <span class=Em>upakshara</span>, not to the base letter. Some analyses of the script class aspirated nasal and liquids as a separate set of single discrete letters comprised of two parts.</p> <p>There is a script-specific set of numbers 0-9, some of which closely resemble Devanagari digits. The widely-attested Indic punctuation marks danda and double danda are used to mark the end of a sentence or clause. Latin comma, full stop and question mark symbols are also used.</p>","fonts":[]}