{"script":"Shaw","name":"Shavian (Shaw)","unicode_pdf":null,"family":"Artificial","type":"alphabet","white_space":"between words","open_type_tag":"shaw","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":null,"reordering":false,"case":null,"split_graphs":false,"status":"Historical","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Shavian alphabet was created by Kingsley Read as the winning entry in a competition posthumously funded by the Irish playwright George Bernard Shaw. Shaw had become increasingly frustrated by the inconsistent rules of English spelling and provided in his will for a £500 prize to be given to the creator of a new, phonetic alphabet for writing the English language. Read’s creation was judged to be the best of over 450 entries.</p> <p>Shavian writing uses forty-eight alphabetic letters. There are three types of letters; tall, deep, and short. Tall letters have ascenders ascending above the x-height. With the exception of Yea and Hung (representing /j/ and /ŋ/ respectively), tall letters represent voiceless consonants. The equivalent voiced consonant is represented by rotating a tall letter 180° so that it now has a descender descending below the baseline. This is a deep letter. Examples of letters having this tall/deep relationship are those representing /f/ (tall) and /v/ (deep) or /t/ (tall) and /d/ (deep). Short letters sit on the baseline and reach to the x-height. These represent vowels, liquids and nasals.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/me/s8/mes8vu2v88_Shawglyphs.png height=155 width=524 /></p> <p>There is also a set of eight ligatures for representing certain vowel+/r/ combinations, for example the letter representing /ɑr/ is a ligature composed of the /ɑː/ and /r/ symbols. Ligatures are also used for /i.ə/ and /juː/.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/me/s8/mes8vu2v88_Shawligs.png height=82 width=202 /></p> <p>Because the alphabet phonetically represents spoken English, spelling is not standardized and there is scope for significant variation depending on the accent of the writer. To address this, two guidelines are recommended regarding spelling, though these occasionally conflict with one another and are not practised by everyone. Firstly, the only book ever widely published in Shavian, <span class=Em>Androcles and the Lion</span>, uses spelling based on British Received Pronunciation (RP) and the accompanying notes recommend this as standard. However, the same notes advise using the \\\\\\fullest\\\\\\\" possible form of pronunciation; for example","fonts":[]}