{"script":"Sind","name":"Khudawadi, Sindhi","unicode_pdf":"","family":"Indic","type":"abugida","whitespace":"none","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":true,"case":false,"split_graphs":false,"status":"Historical","baseline":"hanging","ligatures":"none","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Khudawadi (also called Sindhi) script was used for writing the Indo-Aryan Sindhi language spoken by almost 20 million people in the Sindh province of Pakistan and in India. It is no longer used. \u003c/p\u003e \u003cp\u003eThe Sindhi language has been written since the 8th century AD, in a number of different scripts. In Pakistan, it is presently written using a modification of the Nastaliq script used for writing Urdu; however the modifications are significant enough that a reader of Urdu cannot necessarily read Sindhi. In India, it is written using a modification of the Devanagari script.\u003c/p\u003e \u003cp\u003eThe Brahmic script generally known as the Khudawadi script was based on a number of unstandardized Lahnda scripts used by local merchants around Hyderabad. It was standardized and decreed to be an official script for the Sindhi language in 1868 by the Government of Bombay. The script is an abugida; every consonant letter contains an inherent ɑ vowel, which can be modified by writing a vowel diacritic above, below, to the left or to the right of the consonant. Vowels which occur at the start of a word are written using independent vowel letters.\u003c/p\u003e \u003cp\u003eThe Khudawadi script is written using sixty-nine letters, including thirty-seven consonants, ten independent vowels, nine vowel diacritics, and a set of digits from 0-9. There are also two non-alphabetic signs; \u003cspan class=Em\u003eanusvara\u003c/span\u003e which is written above a letter to represent nasalization, and \u003cspan class=Em\u003enukta\u003c/span\u003e which is used for representing sounds non-native to Sindhi. A \u003cspan class=Em\u003evirama\u003c/span\u003e is used for cancelling out the inherent vowel in every consonant letter.\u003c/p\u003e \u003cp\u003eConsonant clusters are written using the virama symbol underneath the first consonant in the cluster. Ligatures and half-letters, commonly used for writing consonant clusters in other South Asian languages, are not used for writing the Khudawadi script.\u003c/p\u003e \u003cp\u003eA combination of Devanagari and Latin punctuation marks is used.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}