{"script":"Sylo","name":"Syloti Nagri","unicode_pdf":null,"family":"Indic","type":"abugida","white_space":"between words","open_type_tag":"sylo","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"hanging","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Syloti Nagri script (also called Sylheti Nagri) is the original script for the Sylheti language, spoken in Bangladesh. The script has been almost entirely replaced by the Bengali and, to a lesser extent, Latin, scripts. At its peak however, it was used by all literate Sylheti speakers for personal correspondence, record-keeping, business purposes and religious texts in the language. Legend has it that the script was created by Saint Shah Jalal, who also converted the area to Islam, in the early 14th century. The script appears to be derived from the Kaithi script used in Bihar. The earliest extant manuscripts are dated to approximately the 17th century. By the end of the 17th century however, Persian had been declared the official language of the region, and the Perso-Arabic script was used in all official texts, although the Syloti Nagri script continued to be used informally. The first Syloti-Nagri printing press was established around 1870, and literacy in the script became high, but the script began to decline after the Partition of India in 1947, and by 1970 had fallen almost entirely from use.</p> <p>The script is an abugida, that is, each letter represents a full syllable consisting of either a vowel or a consonant + a vowel sequence. Vowels other than a which follow a consonant are indicated by attaching a vowel diacritic to the base letter, which replaces the a sound with the desired vowel. There are 27 consonant+a letters, 5 vowel letters, and 5 vowel diacritics. Words which end with a consonant, that is, where the inherent a vowel needs to be silenced, are marked with a special diacritic called <span class=Em>hasanta</span>. Consonant clusters are written using conjuncts, comprising reduced forms of the letters.</p> <p>An unusual feature of the script is that, although it is written from left to right, books are paginated from right to left, possibly due to the Arabic influence on writing. Syloti Nagri is also thought to be unique amongst Indic writing systems in allowing vowel + syllable ligatures, for example to represent ama. Most Indic scripts only allow consonant + syllable ligatures. </p>","fonts":[]}