{"script":"Syrc","name":"Syriac","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"between words","open_type_tag":"syrc","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"optional","direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Syriac script is attested as early as the year 6 AD. It was primarily used for writing the Syriac language, now extinct outside of the Syrian church. The Assyrian Neo-Aramaic, Chaldean Neo-Aramaic and Turoyo/Surayt languages are descended from Syriac, and are still written in the Syriac script. It can also be used for writing Arabic, known as <span class=Em>Garshani</span> writing. The script is descended from Proto-Canaanite writing. There are two main dialects of spoken Syriac; West Syriac, used by the Syrian Orthodox, Maronites, and Syrian Catholics; and East Syriac, used by the Assyrians and Chaldaeans. There are three ancient variations of the script: the classical liturgical script called <span class=Em>Estrangelo</span>, the Western variant, and the Eastern variant. There is also a Modern Syriac orthography, based on the Eastern variety and having the aim of bridging the differences in Aramaic dialects. A common spoken Aramaic <span class=Em>koine</span> used among Iraqis of Assyrian descent is based on this orthography.</p> <p>Modern Syriac is written in a cursive style from right to left using a phonologically based abjad. The script contains twenty-two letters, all of them consonants. As in a number of Semitic scripts, three letters can represent either a consonant or a vowel; these are called <span class=Em>matres lectionis</span>. The letter <span class=Em>aleph</span> normally represents ʔ, but at the end of a word can represent the vowels a or ɪ. Similarly, <span class=Em>waw</span>, which normally represents w, can also represent the vowels u and o, and <span class=Em>yudh</span>, which normally represents j, can also represent i and e/ɛ.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/aj/6h/aj6hfj3yjw_SyriacLetters.png height=122 width=127 /></p> <p>Vowels cannot be written at the beginning of a word; rather, the ʔ letter, <span class=Em>aleph</span>, is written as a silent prefix to a word which starts with a vowel sound. In addition, a set of seven vowel pointing diacritics exists. These are optional, but almost always used.</p> <p>A further set of diacritics exists to indicate the pronunciation of some otherwise ambiguous consonants. A dot <span class=Em>(rukkakha)</span> below the letters representing b/w, ʔ/ɣ/j and k/x indicates that it is to be pronounced as a continuant or a glide, and a dot <span class=Em>(qushshaya)</span> above indicates a stop. The letters representing t and d are modifed with the same mark to produce interdentals θ and ð. Texts written using these diacritics are called <span class=Em>pointed</span>; texts written without them are <span class=Em>unpointed</span>.</p> <p><img src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/aj/6h/aj6hfj3yjw_SyriacDots.png height=97 width=348 /></p> <p>Four diacritics are normally used even in unpointed texts. In common use is a diagonal line called <span class=Em>talqana</span> which can be written over a letter to mute it. This facilitates standardized spelling across dialects having slight differences in punctuation. Secondly, a two-dot mark may be placed over any suitably-shaped letter in a noun or adjective to indicate that it is plural. A third commonly used mark is a large dot written over or under a few specific letters to provide information about the pronunciation of the following letter. This is a relic of Classical Syriac orthography. A horizontal line extending the length of a word, traditionally with a point at each end and one in the middle, and written above the word, indicates that it has been abbreviated. Diacritic marks are normally centered above or below the character, with some exceptions. They are nonspacing and require complex positioning so as not to collide with vowel marks.</p> <p>The Syriac script does not employ a separate set of numbers; rather, each letter is assigned a numeric value of units, tens, hundreds or thousands, and combined to produce any figure. The abbreviation diacritic is used to indicate that a numerical, rather than alphabetic, value is to be assigned to the symbol.</p> <p>Syriac writing uses Latin punctuation marks, with the question mark reversed and the comma inverted. Interword spacing is used. Some conjunctions and prepositions are only one letter long; these are written connected to the following word. </p>","fonts":[]}