{"script":"Syre","name":"Syriac (Estrangelo variant)","unicode_pdf":"","family":"Middle Eastern","type":"abjad","whitespace":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"rtl","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eEstrangelo is the oldest form of the Syriac script. The earliest Syriac language inscriptions, dating from the 1st or 2nd century AD were written in a cursive Aramaic Palmyrene script. By the 5th century AD, when the oldest extant Syriac manuscript was written, this had developed into the more formalized Estrangelo script. Estrangelo is also the name for the classical Aramaic dialect of Edessa (now Sanliurfa, Turkey). This is the dialect which became the \u003cspan class=Em\u003elingua franca\u003c/span\u003e of ancient Christianity and which developed into the modern Syriac language.\u003c/p\u003e \u003cp\u003eEstrangelo writing was the sole Syriac script until the beginning of the 6th century, at which time a schism in the church led to the East and West Syrian Christians developing variant forms of the script. It continued to be used in manuscripts and ornate codices until the 8th century, after which point it fell into disuse. Since the 10th century some attempts have been made to revive the Estrangelo script, and it is sometimes used in scholarly texts, or for titles and inscriptions.\u003c/p\u003e \u003cp\u003eEstrangelo was written from right to left. It was a cursive script; most letters had a right-joining form to join to the preceding letter, and many had a left-joining form to join to the following letter. Twenty-two consonant letters were used, representing the same sounds as the Hebrew script. Two letters, \u003cspan class=Em\u003ekap\u003c/span\u003e k and \u003cspan class=Em\u003enun\u003c/span\u003e h had a variant form when used at the beginning of a word, and two, \u003cspan class=Em\u003emeem\u003c/span\u003e m and \u003cspan class=Em\u003esimkath\u003c/span\u003e s, had a variant form when used at the end.\u003c/p\u003e \u003cp\u003eDiacritics were used for differentiating between the letters \u003cspan class=Em\u003edalat\u003c/span\u003e d and \u003cspan class=Em\u003eres\u003c/span\u003e r, which had a similar shape. They were also used to indicate gender of a verb, plurality of a noun, and etymological information affecting pronunciation. The vowel pointing system used in many Semitic scripts is thought to have developed from this system of diacritics.\u003c/p\u003e \u003cp\u003eEstrangelo appears to have been the earliest Semitic script to include vowels, although it was most often written without them. The earliest manuscripts use only consonant letters, but it is believed that the use of Syriac to spread Christianity to other language groups necessitated the development of a vowel pointing system to clarify pronunciation.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}