{"script":"Syrj","name":"Syriac (Western variant)","unicode_pdf":"","family":"Middle Eastern","type":"abjad","whitespace":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"rtl","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Western dialect of the Syriac language is written in a variant of the Syriac script called Western Syriac, Serta, Maronite or, with pejorative connotations, Jacobite. It is one of two styles of Syriac writing which developed in the 6th century following a split in the Syrian church. Prior to this, the Syriac language had been written in the Estrangelo style, from which Western Syriac is derived.\u003c/p\u003e \u003cp\u003eWestern Syriac is a cursive script written from right to left. There are twenty-two letters in the alphabet, all representing consonants. Three of these, \u003cspan class=Em\u003ealeph\u003c/span\u003eʔ, \u003cspan class=Em\u003ewaw\u003c/span\u003e w and \u003cspan class=Em\u003eyodh\u003c/span\u003e j can also represent vowels. In its early days, Western Syriac also sometimes employed a complex system of vowel pointing diacritics, which is still used in the Eastern style. However, in the late 7th century Jacob of Edessa proposed the use of Greek vowel letters as a simpler means of vowel notation. This suggestion was resisted, but modified so that Greek vowel letters were written in miniature, above, below or alongside the consonant, which practice is still used today.\u003c/p\u003e \u003cp\u003eJacob of Edessa was also instrumental in standardizing Western Syriac writing; in his writings concerning Syriac orthography he frequently emphasized the importance of consistency in spelling.\u003c/p\u003e \u003cp\u003eA number of diacritics are used in writing Syriac, for representing a variety of grammatical and phonological processes or as a pronunciation aid. A pair of dots above or below a word indicates a plural noun or a feminine verb, even when the singular and plural or the masculine and feminine forms are spelled differently. Diacritics are also used to differentiate between parts of speech. Six letters can be pronounced in two different ways, as stops or as fricatives. A dot above indicates the former and a dot below indicates the latter. The pronunciation of pairs of similar-looking letters are also indicated in this way. A small horizontal dash above, or more recently, below, a consonant indicates that the consonant is silent. A longer horizontal line above a word, traditionally with a point at each end and one in the middle, indicates that a word has been abbreviated. \u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}