{"script":"Syrn","name":"Syriac (Eastern variant)","unicode_pdf":null,"family":"Middle Eastern","type":"abjad","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"rtl","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Eastern Syriac script (also called Madnhaya, Swadaya, Assyrian, Chaldean, or Nestorian) is used for writing the East Syriac dialect, now extinct outside of the Syriac Church, and for the Eastern Neo-Aramaic languages Koy Sanjaq Surat, Senaya, and Hertevin. The script is closely related to the older Estrangelo style of Syriac writing, from which it is derived. Around the 6th century a schism in the Syrian church saw those in the West generally becoming Jacobite Christians and those in the East generally becoming Nestorian Christians. As the two groups diverged, so did their writing styles, until there were two distinct but related variants of the script.</p> <p>Both East and West Syriac are written from right to left in a cursive style; most letters are joined on one or both sides to the letters around them. There are twenty-two letters in the inventory, all representing consonants. Three of these are <span class=Em>matres lectionis</span>, they can either represent the consonants ʔ, w and j, or the vowels a, u/o, ɪ/e/ɛ respectively. Eastern Syriac writing also employs a vowel pointing system developed from the Estrangelo system, whereby vowels are indicated using diacritics composed mainly of dots. Some vowels are written by adding a curved stroke to the consonant and writing the dot above/below that stroke.</p> <p>Eastern Syriac writing also spread to Central Asia, where it was written vertically. The Mongolian, Manchu and Kalmuk scripts (also written vertically) are derived from this style of writing.</p>","fonts":[]}