{"script":"Takr","name":"Takri, Ṭākrī, Ṭāṅkrī","unicode_pdf":"","family":"Indic","type":"abugida","whitespace":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"hanging","ligatures":"unspecified","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Takri script was used between the 16th and 19th centuries in what are now Jammu and Kashmir, Himachal Pradesh, the Punjab, and Uttarakhand. It was used for writing the Chambeali and Dogri languages, as well as a number of Pahari (Himalayan) languages including Jaunsari and Kulvi. The script is derived from Sharada, one of the Gupta scripts, and is related to the Gurmukhi and Lahnda scripts. It was widely used both in official and personal contexts. For much of its history it was used alongside Devanagari. Since the late 19th century, it has gradually been supplanted by Devanagari, although there have been some movements to revitalize it for certain Pahari languages and dialects of Kashmiri.\u003c/p\u003e \u003cp\u003eThe script is written from left to right using thirty-four consonant letters, ten vowel letters and ten vowel diacritics. It is an abugida, meaning that each consonant letter contains an inherent short a vowel, which is not written. Other vowels are written with one of the vowel diacritics, unless they appear at the beginning of a word, in which case they are written using one of the independent vowel letters. One of the vowel diacritics does not represent a vowel \u003cspan class=Em\u003eper se\u003c/span\u003e, but nasalization of the inherent vowel, or of an independent vowel. There is also a symbol called \u003cspan class=Em\u003evirama\u003c/span\u003e for silencing the post-consonantal vowel entirely, for example when a consonant comes at the end of a word or when it is immediately followed by another consonant. A further symbol, called \u003cspan class=Em\u003enukta\u003c/span\u003e, can be written below a consonant letter, primarily for the purpose of representing sounds which are not native to the language in question and cannot be accurately represented with one of the thirty-four consonant letters.\u003c/p\u003e \u003cp\u003eThere is significant variation in styles of the Takri script, partly because the wide and mountainous area over which the script was used was conducive to many regional varieties being developed in isolated mountain communities. Some communities standardized the form of the script which they themselves used, but there was no universally applicable standardized variety. However, despite variations in the shapes of letters and the styles of writing, each form was recognized by its users to be Takri, and each variety exhibited certain common features.\u003c/p\u003e \u003cp\u003eOne notable feature of the script is that, unlike many of the Gupta derivatives used in South Asia, most varieties of Takri did not use a headstroke. There were some exceptions to this, for example the variety used for writing Dogri Akkhar, but for the most part the headstroke was not used except to distinguish between otherwise identical letters. For example the letters \u003cspan class=Em\u003ema\u003c/span\u003e and \u003cspan class=Em\u003esa\u003c/span\u003e in the variety used for writing the Chambeali language were identical but for the headstroke over \u003cspan class=Em\u003esa\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eTakri writing employed the Devanagari punctuation marks \u003cspan class=Em\u003edanda\u003c/span\u003e and \u003cspan class=Em\u003edouble danda\u003c/span\u003e to indicate pauses in the text. A script-specific set of decimal numbers from 0-9 was used.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}