{"script":"Talu","name":"New Tai Lue","unicode_pdf":"","family":"Southeast Asian","type":"alphabet","whitespace":"unspecified","open_type_tag":"talu","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":false,"reordering":true,"case":false,"split_graphs":true,"status":"Current","baseline":"hanging","ligatures":"optional","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe New Tai Lue script (also known as Xishuangbanna Dai) is an alphabet derived from Old Tai Lue, which is derived from the \u003ca href=http://scriptsource.org/scr/Lana\u003eLanna\u003c/a\u003e script. It was created in the 1950s and is used mainly by the Tai Lue (also called Water Dai) people in Southern China for writing the Lü (also called Tai Lue) language. The language is also spoken in Burma, Laos, Thailand and Vietnam where it is written with the Old Tai Lue script.\u003c/p\u003e \u003cp\u003eThe script is written from left to right in horizontal lines. There are 3 types of consonant symbol in the New Tai Lue script: initial, final, and clusters. There are 36 initial consonant symbols; these represent a high and a low tone for each of the 18 Tai Lue consonant sounds. Initial consonants contain an inherent a vowel. Only 7 consonant sounds can be used at the end of a syllable. These are written using 7 final consonant symbols, which contain a mark to show that the inherent a vowel has been muted. There are also 6 symbols for writing consonant clusters.\u003c/p\u003e \u003cp\u003eThere are 17 vowel symbols, some of which represent phonetically complex vowels such as glides and diphthongs. Some, such as those representing i:, ɔi and yi are written to the right of the consonant; others, such as those representing o, ai and ə are written to the left. Some vowels are expressed using two symbols; these are called \u003ca href=http://scripts.sil.org/cms/scripts/page.php?\u0026cat_id=Glossary#digraph target=_blank\u003e\u003cimg src=../sites/s/themes/default/_media/system_icons/offsite_link.png /\u003e\u0026nbsp;digraphs\u003c/a\u003e. \u003c/p\u003e \u003cp\u003e\u003cimg src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/f9/hd/f9hded8hba_NTLvowels.png height=209 width=215 /\u003e\u003c/p\u003e \u003cp\u003eWhere the selection of the appropriate initial consonant symbol is not sufficient to indicate the tone, additional tones are represented using spacing tone marks. These are written after the final consonant in a closed syllable, or after the vowel in an open syllable.\u003c/p\u003e \u003cp\u003e\u003cimg src=http://scriptsource.org/cms/scripts/../sites/s/media/database/ssproto/entries/f9/hd/f9hded8hba_NTLtone.png height=69 width=173 /\u003e\u003c/p\u003e \u003cp\u003eDigits from one to nine are written with script-specific symbols.\u003c/p\u003e \u003cp\u003eThe script was promoted from the time of its creation until 1987 by the Chinese government, and was used in schools and newspapers. However in 1987 the Old Tai Lue script was revived and widely used. In 1996 the government once again decided to promote the New Tai Lue script. The result is that both are in current use in China.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["khb"]}