{"script":"Tang","name":"Tangut","unicode_pdf":"","family":"East Asian","type":"logo-syllabary","whitespace":"none","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Historical","baseline":"vertical","ligatures":"unspecified","direction":"ltr","direction_notes":"vertical (LTR)","sample":"","sample_img":"","description":"\u003cp\u003eThe Tangut script (also called Xixia) was widely used between 1036 and 1502 for writing the Tangut language, an extinct Tibeto-Burman language from China. The script was written with almost 6,000 characters. It was created at the decree of the emperor, and is thought to have been modelled on Chinese. However, although the overall look of the characters resembles Chinese writing, the two scripts are mutually illegible, and the stroke types are different. Another important difference between the two is that Tangut characters are wholly lacking in any pictographic basis, that is, the shapes of the characters are not modelled on the things or concepts that they represent. \u003c/p\u003e \u003cp\u003eThe majority of Tangut characters are composed of at least two distinct components. However, approximately forty have a unitary composition. Some analyses describe these as composite and simple characters, respectively. Simple characters represent either semantic or phonetic information, and can be modified and / or combined to create composite characters. For example, \u003cspan class=Em\u003eɣu\u003c/span\u003e, meaning a supernatural being that flies is written by combining the left side of the character representing emperor with the left side of the character representing bird. The result of this is that characters representing semantically related words also resemble each other visually, despite the lack of a pictographic basis to the characters. The mid 12th century Tangut rhyming dictionary, \u003cspan class=Em\u003eThe Sea of Characters\u003c/span\u003e (Wén Hǎi 文海 in Chinese), analyses each composite character in terms of other Tangut characters with which it shares (simple) constituent elements. \u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":[]}