{"script":"Tavt","name":"Tai Viet","unicode_pdf":null,"family":"Southeast Asian","type":"abugida","white_space":"discretionary","open_type_tag":"none","complex_positioning":"yes","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":true,"case":null,"split_graphs":true,"status":"Current","baseline":"bottom","ligatures":"required","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Tai Viet script is used for writing the Tai Dam, Tai Dón, Tai Daeng, Thai Song and Tày Tac languages spoken in Vietnam, Laos, China and Thailand. Speakers of these languages are also found in the United States, Australia and France. There is significant variation in the orthographic conventions of the Tai languages, as well as in their phonologies, which in turn impacts the orthography. However, a unified, standardized version of the script, with an agreed upon core set of characters, was developed at a UNESCO-sponsored workshop in 2006, and subsequently accepted for encoding in The Unicode Standard.</p> <p>The script is an abugida. Consonants do not contain an inherent vowel; vowels must be written explicitly. Vowel marks may appear above, below, before or after a syllables initial consonant. A written syllable therefore consists minimally of a consonant and a vowel. Optionally it may also contain a final consonant. There are two series of consonants, indicating high and low tone class. The Tai Viet script employs Latin punctuation as well as three non-alphabetic signs to indicate word repetition or a section break. It also uses two ligatures which may serve to disambiguate between homophonous words.</p> <p>Traditionally, tone was only partially marked in the orthography. As in other Tai languages, tones were divided into two sets of three, and the appropriate selection of consonants from the high or low series indicated which set of tones the syllable belonged to. The reader had to determine the exact tone from context. However, around the 1970s, two different tone marking systems developed simultaneously in Vietnam and the United States; the concurrent use of both these systems is seen to be disadvantageous but, for the time being, unavoidable. There is no standard order for sorting characters. Some users have modified the order employed by the Lao script, others, the Vietnamese.</p> <p>Little is known about the origin of the Tai Viet script. It appears to have been derived from the Thai script around the 16th century, which is in turn of Khmer, and ultimately Brahmic, origin.</p> <p>Please note that, although the Tai Viet script does exhibit reordering behaviour, that reordering is not typically reflected in software implementations. See <a href=http://scriptsource.org/entry/ca53syu3cl>Syllable Structure and Reordering in Tai Viet</a> or <a href=http://scriptsource.org/entry/l5bvp27v3r>Reordering and Data Storage Order</a> for more details.</p>","fonts":[]}