{"script":"Teng","name":"Tengwar","unicode_pdf":null,"family":"Artificial","type":"abugida","white_space":"discretionary","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Fictional","baseline":"bottom","ligatures":"optional","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Tengwar script was created by J.R.R. Tolkein in the 1920s or ‘30s, and popularized in his fictional novels such as The Lord of the Rings trilogy. The script is used for writing a number of the languages of Middle-earth, where the novels are set.</p> <p>Each language written in the script has its own orthography, called a <span class=Em>mode</span>. All modes are written from left to right, with numbers written from right to left. The script is an abugida with each letter representing a consonant. The shapes of the letters are based on a rounded ‘bow’ called a <span class=Em>lúva</span> and a stem called a <span class=Em>telco</span>.</p> <p>The precise phonetic value of each sign varies from one mode to another; for example, the letter representing mp in the Quenya mode represents v in the Sindarin mode. However, the symbol/sound relationship is not arbitrary; a significant number of letters represent consistent or closely related sounds between modes, and within a mode there are rules governing the modifications of signs and sounds. For example, in the Quenya mode, a bow with a left-side stem represents a voiced sound, the equivalent bow with a right-side stem represents a voiceless sound, and the equivalent bow without a stem represents a nasal.</p> <p>Vowels are indicated with diacritics called <span class=Em>tehtar</span>, which are written directly above or below the consonant they modify. In some modes the tehtar modify the preceding consonant, in others, the following consonant.</p> <p>There are also modes in which vowels are omitted or optionally written using spacing letters, so the script can also be called an abjad.</p> <p>Tengwar is a cursive script, based on calligraphic handwriting. Ligatures are commonly used, but are not obligatory. Neither reordering nor complex positioning are necessary for processing the script.</p> <p>A unique system of punctuation is used for writing Tengwar. Numbers can be written with a set of numeral symbols or with alphabetic letters modified by a dot or bar above them.</p>","fonts":[]}