{"script":"Tglg","name":"Tagalog (Baybayin, Alibata)","unicode_pdf":null,"family":"Insular Southeast Asian","type":"abugida","white_space":"none","open_type_tag":"tglg","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>The Tagalog script, also known as Baybayin, is an extinct script indigenous to the Philippines. It was used to write the Tagalog language, which is still spoken by 21 million people throughout the Philippines, although it is now written in the Latin script. The Tagalog script was an abugida which descended from the Oldl Kawi, and ultimately the Brahmic, scripts. Each of the 14 consonants contained an inherent a vowel, with other vowels being represented by means of diacritical marks placed above or below the syllable. There are also 3 vowel characters to represent syllable-initial vowels. Only V and CV syllables could be represented in the orthography, although spoken Tagalog also employed VC and CVC syllables. In words taking one of the latter forms, the correct interpretation was inferred through context. In the 1600s, Spanish missionaries translating books into the language struggled with their inability to write final consonants, so a virama character was created to accommodate these in the orthography. This was met with mixed feelings; many Tagalog felt that such a reform corrupted the language, and used the virama only when writing Spanish words. The only punctuation mark was a line, or pair of lines, which served the roles approximately equivalent to the Latin comma or full stop, or separated sets of words.</p> <p>Traditionally, Tagalog was written without a break between words, vertically from bottom to top and left to right. However, further reforms on the part of the Spanish rotated the direction of writing with the consequence was that the orientation of the characters needed to change to accommodate the new direction. The result was that text published by the Spanish in the Tagalog script were written in horizontal lines to be read from left to right, with each character and its diacritics being rotated by 90 degrees Kuipers p5. The first book to be printed in the horizontal script was the Doctrina Christiana in 1593. Literacy in the script was reported to be high amongst both men and women at this time, but by the 1700s it had been replaced by the Latin alphabet.</p>","fonts":[]}