{"script":"Visp","name":"Visible Speech","unicode_pdf":null,"family":"Artificial","type":"featural","white_space":"between words","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Visible Speech (also called the Physiological Alphabet) was invented in the 1860s by Alexander Melville Bell. Bell studied the science of speech as a young man, and went on to teach elocution at the University of Edinburgh, and later taught deaf-mutes in Washington DC.</p> <p>He devised Visible Speech as a means of visually representing every human speech sound, for use in teaching deaf-mutes to speak. Each symbol was intended to reduce speech sounds to an unambiguous representation by showing the position and movement of the lips, tongue, and throat in producing them.</p> <p>Bell also proposed that the script could be used to teach illiterates overseas to read and write their own languages, to communicate the exact sounds of foreign languages to students, for use in speech therapy, for diffusion of a primary language throughout the colonies, and possibly for the eventual establishment of a universal language.</p> <p>Consonant and vowel symbols in Visual Speech contrast visually, with consonants being written using x-height curves representing the back, top, and tip of the tongue, and the lips. For example, curves turned to the right (that is, facing the same direction as a closing bracket) represent labial consonants such as b, p etc., and curves turned to the left (that is, facing the same direction as a Latin letter <span class=Em>c</span>) represent consonants pronounced using the back of the tongue such as k, g etc. Vowels are written using long thin symbols which either ascend above the x-height (for high vowels) or descend below the baseline (for low vowels) or do both (for mid-vowels). Glides and diphthongs are also represented.</p> <p>There is also a set of modifiers representing features such as <span class=Em>nasal</span>, <span class=Em>stop</span>, <span class=Em>abrupt</span> etc.</p> <p>Bell’s son, Alexander Graham Bell, was also a big advocate of the script and contributed much of the profit from his patent of the telephone to promoting it.</p>","fonts":[]}