{"script":"Wara","name":"Warang Citi (Varang Kshiti)","unicode_pdf":"","family":"Indic","type":"abugida","whitespace":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":false,"contextual_forms":false,"reordering":false,"case":false,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":"","sample":"","sample_img":"","description":"\u003cp\u003eThe Warang Citi script is used for writing the Ho language spoken largely in the state of Jharkhand in eastern India. The history of the script is controversial. Followers of Lako Bodra, an influential community leader who is variously credited with the invention or the rediscovery of the script, claim a much older heritage for the script than scholars have evidence for. The script displays a number of similarities with other scripts including Latin and Brahmi; Bodras followers claim that this is the result of borrowing \u003cspan class=Em\u003efrom\u003c/span\u003e Varang Kshiti but scholars generally believe it is the result of borrowing \u003cspan class=Em\u003einto\u003c/span\u003e it. The version of the script which has been most well-documented is based on an archaic (perhaps secret shamanistic) dialect of Ho called Ho Hayam, not the more widely-spoken dialect, Ho Kaji.\u003c/p\u003e \u003cp\u003eThere are thirty-one letters in the script, twenty-one consonants and ten vowels, each of which also has a cursive form. The letters are arranged in rows and columns according to their phonetic properties; from top to bottom: velars, palatals, retroflex, dentals, labials, and from left to right: nasals, voiceless stops, voiced stops. There is no distinction made between aspirated and non-aspirated stops, either in speech or writing. Some letters appear to be redundant, for example the retroflex ʂ is not used in speech but there is a letter to represent it in writing. The names of the letters are written using consonant clusters, but pronounced in CVC form, for example \u003cspan class=Em\u003ehl\u003c/span\u003e which is pronounced hol. Both of these features are thought by some scholars to be attempts by Bodra to sanskritize the script.\u003c/p\u003e \u003cp\u003eWarang Citi is written from left to right. Consonants contain an inherent vowel; this is normally transcribed \u003cspan class=Em\u003ea\u003c/span\u003e but can be pronounced variously as a, o, e or ə. Vowels other than the inherent vowel are written to the right of a preceding consonant using one of ten independent vowel letters. Unlike many of the South Asian abugidas, vowel diacritics are not used. One of the vowel letters corresponds to the Devanagari \u003cspan class=Em\u003eanusvara\u003c/span\u003e diacritic, marking nasalization. Two vowel letters, \u003cspan class=Em\u003ei\u003c/span\u003e and \u003cspan class=Em\u003eu\u003c/span\u003e, have long counterparts but apart from these, vowel length is indicated by writing the letter \u003cspan class=Em\u003eh\u003c/span\u003e after the vowel.\u003c/p\u003e \u003cp\u003eThe Ho language employs two preglottalized stops, b and ḍ in word-final position. Preglottalization is not marked in writing, which leads to some ambiguity in loan words which have retained their native phonology and in which final b and ḍ are not glottal. Some ambiguity also arises in the case of consonant clusters. Ligated conjunct letters are not used, nor is any \u003cspan class=Em\u003evirama\u003c/span\u003e for killing the inherent vowel, so there is no way of knowing whether a written sequence of consonant letters represents a CVC(V) string or a CC(V) cluster, without knowing the word.\u003c/p\u003e \u003cp\u003eThe sequence \u003cspan class=Em\u003ehb\u003c/span\u003e represents either b or v, often transliterated \u003cspan class=Em\u003ew\u003c/span\u003e. b can also be written with the letter \u003cspan class=Em\u003eb\u003c/span\u003e; the reason for having an alternative representation is unknown. It is possible that the use of \u003cspan class=Em\u003ehb\u003c/span\u003e marks the word as sacred semantically rather than (or as well as) conveying phonological information. It is also possible that it reflects archaic pronunciation of some words.\u003c/p\u003e \u003cp\u003eThere is a set of script-specific Warang Citi numerals from 0-9, and for multiples of 10 up to 100. These are not always used consistently however; the number 23 for example can be written either with the characters \u003cspan class=Em\u003e20\u003c/span\u003e and \u003cspan class=Em\u003e3\u003c/span\u003e or with \u003cspan class=Em\u003e2\u003c/span\u003e and \u003cspan class=Em\u003e3\u003c/span\u003e.\u003c/p\u003e","bibles":null,"alphabet_languages":null,"numeral_systems":null,"languages":["hoc"]}