{"script":"Xsux","name":"Cuneiform, Sumero-Akkadian","unicode_pdf":null,"family":"Middle Eastern","type":"logo-syllabary","white_space":"none","open_type_tag":"xsux","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Historical","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Sumero-Akkadian Cuneiform, widely believed to be the first writing system in the world, was comprised of a combination of logographic, consonantal alphabetic and syllabic signs. It was originally used for writing the extinct Sumerian language, spoken in what is now Iraq. The script later spread through a region comprising parts of modern-day Iran, Turkey, Syria and Egypt, for writing the Akkadian, Eblaite, Elamite, Hittite, Luwian, Hattic, Hurrian, and Urartian languages.</p> <p>There is some debate regarding the creation of Cuneiform; some scholars believe it evolved gradually from impressions made on clay counters, but it appears more widely accepted that it was deliberately invented as a whole concept, using a variety of sources as inspiration.</p> <p>Sumerian writing was first attested as early as 3200 BC, comprising about 700 logographic signs, with some logograms being pictographic in nature. Most of these visually resembled what they represented, so interpretation was fairly intuitive; a sign resembling a leg might represent leg, stand, or walk, for example. A few signs were abstract and the origins and interpretation of these are less clear. By 2900 BC, these signs were being combined to represent other concepts; a head next to a bowl might represent the concept eat. These signs were written in vertical columns. These early signs are not always included in discussions of Cuneiform writing, as they did not comprise a full-functioning script. </p> <p>The signs were normally inscribed in clay using a reed stylus. At first, they were drawn with lines, but from about 2700 BC it became common practice to impress the stylus in short, quick strokes to produce stylized angular representations of the original rounded pictographs. The way in which a given sign was stylized was at the discretion of the scribe, so there were many different representations of each original pictograph, to the point where there was no \\\\\\typical\\\\\\\" form of a given sign. At this point","fonts":[]}