{"script":"Yiii","name":"Yi","unicode_pdf":null,"family":"East Asian","type":"logo-syllabary","white_space":"between words","open_type_tag":"yi","complex_positioning":"no","requires_font":false,"unicode":true,"diacritics":true,"contextual_forms":true,"reordering":false,"case":null,"split_graphs":false,"status":"Current","baseline":"bottom","ligatures":"none","direction":"ltr","direction_notes":"vertical (RTL) and horizontal (LTR)","sample":null,"sample_img":null,"description":"<p>The Yi script is used for writing the Tibeto-Burman languages spoken by the Yi tribes of Southwest China - Nuosu (also called Sichuan Yi or Northern Yi), Eastern Yisu (also called Shiping-Jianshui Yi), Wusa Nasu (also called Eastern Yi), Sani, and Mantsu (also called Black Lolo or Flowery Lolo). The Yi tribes are geographically disparate, so significant internal variation can be displayed in writing. For example, there are approximately forty forms of the character meaning <span class=Em>stomach</span>. However, in 1974 the script was standardized for writing the Liangshan dialect of Nuosu. Efforts are underway to standardize the script across the other Yi languages as a pure syllabary, in which each sign represents all morphemes with the same pronunciation. A distinction is sometimes made between the standardized form, called Yi, and the non-standardized form, called Classic Yi.</p> <p>Chinese legislation states that standardized Yi is written horizontally, from left to right. However, the traditional form, as used in southern Sichuan, is written in vertical columns from top to bottom and right to left, then rotated 90 degrees anticlockwise for reading, so that it is read in horizontal lines from left to right. </p> <p>Spoken Yi is largely monosyllabic. Yi characters are syllabic logographs, that is, each sign represents a syllable which is also a morpheme. A spoken Yi syllable is comprised of an optional consonant, a vowel, and a tone. The number of tones distinctive in speech varies from language to language, but only three are marked in writing. These are romanized as <span class=Em>t</span> (high tone), <span class=Em>x</span> (mid tone) and <span class=Em>p</span> (low falling tone), or else using the superscript numbers 55, 33 and 21 respectively. In the Yi script, each character has an unmarked form and three variant forms to indicate each tone. As a result, the sign inventory is large. The proposed standardized variety of the script contains 819 signs.</p> <p>Yi signs are made from five basic strokes; dot, horizontal line, vertical line, arch and circle. The script does not exhibit any structural influence from either the Chinese script or the alphabetic scripts of neighbouring languages such as Tibetan, Burmese or the Tai languages. It is thought to have developed independently, although its creation has not been attributed to a particular inventor. The script has an attested history of 500 years, but some scholars believe it to have been in use for as long as 5000 years.</p>","fonts":[]}