{"script":"Zmth","name":"Mathematical notation","unicode_pdf":null,"family":"Artificial","type":"alphabet","white_space":"unspecified","open_type_tag":"none","complex_positioning":"unknown","requires_font":false,"unicode":true,"diacritics":null,"contextual_forms":null,"reordering":null,"case":null,"split_graphs":null,"status":"Current","baseline":"bottom","ligatures":"unspecified","direction":"ltr","direction_notes":null,"sample":null,"sample_img":null,"description":"<p>Mathematical notation has been described by Stephen Wolfram as ‘the language of mathematics’. It is a broad term for describing any of the visual vocabulary used for recording mathematical concepts. Mathematical notation is used by mathematicians, physicists, engineers and economists, among others.</p> <p>Prior to the 16th century, mathematics was written out in words. This was time-consuming and laborious, which hampered new discoveries in the field. Leonhard Euler, a Swiss mathematician and physicist, is credited with creating and popularizing much of the modern mathematical notation system during the mid-1700s.</p> <p>The system includes symbols for numbers, variables, functions, operations, logical operators and conditions. Symbols are borrowed from a variety of scripts, in particular Latin, for example <span class=Em>c</span> to represent the speed of light or T to represent transposition of a matrix. Greek symbols are also widely used, for example Σ, representing summation.</p> <p>The notation is not completely consistent from one writer to the next. The same symbol can represent different concepts in different contexts and by scholars of different fields. For example the ! symbol in the field of combinatorics indicates a factorial, but in the field of propositional calculus it represents logical negation.</p> <p>In addition, mathematical notation can also be (but is not always) adapted to the conventions of language and writing in a particular region. The largest variation is used in some Arabic-speaking countries, and lays out the entire notation from right to left, to be consistent with the directionality of the Arabic script. In this variation, a number of Latin/Greek-derived symbols may be replaced with an Arabic-derived equivalent, or mirrored to “face” the left. Modern Arabic Mathematical Notation is taught throughout high school in some Arabic-speaking countries, but the Western system is used almost exclusively at university and professional level.</p>","fonts":[]}