{"id":"AD","name":"Andorra","name_long":"The Principality of Andorra","population":85645,"official_language":"Catalan","official_language_iso":"cat","url_wiki":"https://en.wikipedia.org/wiki/Andorra","hidden":0,"autonym":null,"fips":"AN","iso_a3":"AND","continent_id":"EU","iso_num":20,"religion_primary":"Christianity","introduction":"The landlocked Principality of Andorra is one of the smallest states in Europe nestled high in the Pyrenees between the French and Spanish borders. For 715 years from 1278 to 1993 Andorrans lived under a unique coprincipality ruled by French and Spanish leaders (from 1607 onward the French chief of state and the Bishop of Urgell). In 1993 this feudal system was modified with the introduction of a modern constitution; the co-princes remained as titular heads of state but the government transformed into a parliamentary democracy. ++ Andorra has become a popular tourist destination visited by approximately 10 million people each year drawn by the winter sports summer climate and duty-free shopping. Andorra has also become a wealthy international commercial center because of its mature banking sector and low taxes. As part of its effort to modernize its economy Andorra has opened to foreign investment and engaged in other reforms such as advancing tax initiatives aimed at supporting a broader infrastructure. Although not a member of the EU Andorra enjoys a special relationship with the organization and uses the euro as its national currency.","overview":"Andorra is a tiny independent principality situated between France and Spain in the Pyrenees mountains. It’s known for its ski resorts and a tax-haven status that encourages duty-free shopping. Capital Andorra la Vella has boutiques and jewelers on Meritxell Avenue and several shopping centers. The old quarter Barri Antic houses Romanesque Santa Coloma Church with a circular bell tower.","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":9,"land_mass_km":470,"population_christian":78000,"population_christian_percentage":89.5,"population_catholic_percentage":88.2,"population_protestant_percentage":1.3,"population_refugee":null,"population_migration":null,"population_year_change":0.16,"population_density_km":164,"population_average_age":null,"population_urban_percentage":88,"population_literacy_percentage":"99.00","landmass":null,"region_code":10,"region_id":"39","region_name":"Southern Europe","languages":[{"iso":"ary","glotto_id":"moro1292","glotto_family":null,"iso1":null,"name":"Moroccan Arabic","autonym":"الدارجة Darija","macroarea":null,"level":"L","development":null,"use":null,"location":"Algeria, Morocco, Tunisia and Western Sahara","area":"North, south of Atlas Mountains, including Sahara port cities. Also in Belgium, Egypt, France, Germany, Gibraltar, Libya, Netherlands, United Kingdom, Western Sahara.","progress":"New Testament\r","typology":null,"writing":null,"description":null,"country_id":"MA","latitude":"32.500000","longitude":"-7.500000","population":27500000,"status_id":"3","status_notes":null,"redirect_to_iso":null},{"iso":"cat","glotto_id":"stan1289","glotto_family":null,"iso1":"ca","name":"Catalan","autonym":"català/valencià","macroarea":null,"level":"L","development":null,"use":null,"location":"Andorra and France","area":"Northeast, around Barcelona; Catalonia, Valencia provinces, Balearic Islands; Carche region, Murcia Province. Menorquin is Menorca. Pallarese, in Pallars. Ribagorçan from Aran Valley to south of Tamarit, and from Noguera Ribagorçana to border with Aragonese. Also in Algeria, Andorra, Argentina, Belgium, Brazil, Chile, Colombia, Cuba, Dominican Republic, France, Germany, Italy, Mexico, Switzerland, United States, Uruguay, Venezuela.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"ES","latitude":"41.898260","longitude":"3.393755","population":4077300,"status_id":"2","status_notes":null,"redirect_to_iso":null},{"iso":"deu","glotto_id":"stan1295","glotto_family":null,"iso1":"de","name":"German","autonym":"Deutsch","macroarea":null,"level":"L","development":null,"use":null,"location":"Belgium, Luxembourg and Netherlands","area":"Also in Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Czech Republic, Denmark, Ecuador, Estonia, Finland, France, Hungary, Israel, Italy, Kazakhstan, Kyrgyzstan, Liechtenstein, Luxembourg, Moldova, Mozambique, Namibia, Paraguay, Philippines, Poland, Puerto Rico, Romania, Russian Federation (Europe), Slovakia, Slovenia, South Africa, Switzerland, Tajikistan, Ukraine, United Arab Emirates, United States, Uruguay, Uzbekistan.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"DE","latitude":"48.648954","longitude":"12.467623","population":76100000,"status_id":"1","status_notes":null,"redirect_to_iso":null},{"iso":"eng","glotto_id":"stan1293","glotto_family":null,"iso1":"en","name":"English","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":"Cook Islands","area":null,"progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"GB","latitude":"53.000000","longitude":"-1.000000","population":379000000,"status_id":null,"status_notes":null,"redirect_to_iso":null},{"iso":"fra","glotto_id":"stan1290","glotto_family":null,"iso1":"fr","name":"French","autonym":"français","macroarea":null,"level":"L","development":null,"use":null,"location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"FR","latitude":"48.000000","longitude":"2.000000","population":77200000,"status_id":"1","status_notes":null,"redirect_to_iso":null},{"iso":"hin","glotto_id":"hind1269","glotto_family":null,"iso1":"hi","name":"Hindi","autonym":"हिंदी ","macroarea":null,"level":"L","development":null,"use":null,"location":"India: Index Map","area":"Throughout north India: Delhi; Uttar Pradesh; Uttarakhand; Rajasthan; Punjab; Madhya Pradesh; northern Bihar; Himachal Pradesh. Also in Bangladesh, Belize, Bhutan, Botswana, Canada, Djibouti, Germany, Kenya, Nepal, New Zealand, Philippines, Singapore, South Africa, Uganda, United Arab Emirates, United Kingdom, United States, Yemen, Zambia.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"IN","latitude":"25.000000","longitude":"77.000000","population":341000000,"status_id":"1","status_notes":null,"redirect_to_iso":null},{"iso":"ita","glotto_id":"ital1282","glotto_family":null,"iso1":"it","name":"Italian","autonym":"italiano","macroarea":null,"level":"L","development":null,"use":null,"location":"Liechtenstein and Switzerland","area":"Also in Argentina, Australia, Belgium, Bosnia and Herzegovina, Brazil, Canada, Chile, Croatia, Egypt, Eritrea, France, Germany, Israel, Libya, Liechtenstein, Luxembourg, Malta, Paraguay, Philippines, Puerto Rico, Romania, San Marino, Saudi Arabia, Slovenia, Somalia, South Africa, Switzerland, Tunisia, United Arab Emirates, United Kingdom, United States, Uruguay, Vatican State.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"IT","latitude":"43.046411","longitude":"12.648925","population":55000000,"status_id":"1","status_notes":null,"redirect_to_iso":null},{"iso":"por","glotto_id":"port1283","glotto_family":null,"iso1":"pt","name":"Portuguese","autonym":"português","macroarea":null,"level":"L","development":null,"use":null,"location":"Portugal and Spain","area":"Iberia, Azores, Madeira. Also in Andorra, Angola, Antigua and Barbuda, Belgium, Bermuda, Brazil, Canada, Cape Verde Islands, China, Congo, East Timor, France, Germany, Guinea-Bissau, Guyana, India, Indonesia (Nusa Tenggara), Jamaica, Luxembourg, Malawi, Mozambique, Netherlands Antilles, Oman, Paraguay, Saint Vincent and the Grenadines, São Tomé e Príncipe, Senegal, South Africa, Spain, Suriname, Switzerland, United Kingdom, United States, Uruguay, Venezuela, Zambia.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"PT","latitude":"42.034120","longitude":"-4.188150","population":221000000,"status_id":"1","status_notes":null,"redirect_to_iso":null},{"iso":"spa","glotto_id":"stan1288","glotto_family":null,"iso1":"es","name":"Spanish","autonym":"Castilian","macroarea":null,"level":"L","development":null,"use":null,"location":"Andorra and France","area":"Central, south; Canary Islands. Also in Andorra, Anguilla, Argentina, Aruba, Australia, Belgium, Belize, Bolivia, Canada, Cayman Islands, Chile, Colombia, Costa Rica, Cuba, Dominican Republic, Ecuador, El Salvador, Equatorial Guinea, Finland, France, Germany, Gibraltar, Guatemala, Honduras, Israel, Jamaica, Mexico, Morocco, Netherlands Antilles, Nicaragua, Norway, Panama, Paraguay, Peru, Philippines, Puerto Rico, Sweden, Switzerland, Trinidad and Tobago, United States, U.S. Virgin Islands, Uruguay, Venezuela.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"ES","latitude":"40.441418","longitude":"-1.117880","population":480000000,"status_id":"1","status_notes":null,"redirect_to_iso":null}]}