{"id":"FK","name":"Falkland Islands","name_long":"The Falkland Islands","population":3198,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/Falkland_Islands","hidden":1,"autonym":null,"fips":"FK","iso_a3":"FLK","continent_id":"SA","iso_num":238,"religion_primary":"Christianity","introduction":"Although first sighted by an English navigator in 1592 the first landing (English) did not occur until almost a century later in 1690 and the first settlement (French) was not established until 1764. The colony was turned over to Spain two years later and the islands have since been the subject of a territorial dispute first between Britain and Spain then between Britain and Argentina. The UK asserted its claim to the islands by establishing a naval garrison there in 1833. Argentina invaded the islands on 2 April 1982. The British responded with an expeditionary force that landed seven weeks later and after fierce fighting forced an Argentine surrender on 14 June 1982. With hostilities ended and Argentine forces withdrawn UK administration resumed. In response to renewed calls from Argentina for Britain to relinquish control of the islands a referendum was held in March 2013 which resulted in 99.8% of the population voting to remain a part of the UK.","overview":"'The Falkland Islands (Islas Malvinas) are a remote South Atlantic archipelago. With rugged terrain and cliff-lined coasts its hundreds of islands and islets are home to sheep farms and abundant birdlife. The capital Stanley sits on East Falkland the largest island. The town''s Falkland Islands Museum has themed galleries devoted to maritime exploration natural history the 1982 Falklands War and other subjects.'","independent":0,"wfb":1,"wfb_pdf":0,"sil_language_count":1,"land_mass_km":12170,"population_christian":3000,"population_christian_percentage":94.3,"population_catholic_percentage":null,"population_protestant_percentage":94,"population_refugee":null,"population_migration":null,"population_year_change":3.05,"population_density_km":0,"population_average_age":null,"population_urban_percentage":66,"population_literacy_percentage":null,"landmass":null,"region_code":11,"region_id":"419","region_name":"Latin America and the Caribbean","languages":[{"iso":"eng","glotto_id":"stan1293","glotto_family":null,"iso1":"en","name":"English","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":"Cook Islands","area":null,"progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"GB","latitude":"53.000000","longitude":"-1.000000","population":379000000,"status_id":null,"status_notes":null,"redirect_to_iso":null}]}