{"id":"IO","name":"British Indian Ocean","name_long":"The British Indian Ocean Territory","population":30231,"official_language":"English","official_language_iso":"eng","url_wiki":"https://en.wikipedia.org/wiki/British_Indian_Ocean_Territory","hidden":1,"autonym":null,"fips":"IO","iso_a3":"IOT","continent_id":"AS","iso_num":986,"religion_primary":"Christianity","introduction":"Formerly administered as part of the British Crown Colony of Mauritius the British Indian Ocean Territory (BIOT) was established as an overseas territory of the UK in 1965. A number of the islands of the territory were later transferred to the Seychelles when it attained independence in 1976. Subsequently BIOT has consisted only of the six main island groups comprising the Chagos Archipelago. Only Diego Garcia the largest and most southerly of the islands is inhabited. It contains a joint UK-US naval support facility and hosts one of four dedicated ground antennas (the others are on Ascension (Saint Helena Ascension and Tristan da Cunha) Kwajalein (Marshall Islands) and at Cape Canaveral Florida (US)) that assist in the operation of the Global Positioning System (GPS) navigation system. The US Air Force also operates a telescope array on Diego Garcia as part of the Ground-Based Electro-Optical Deep Space Surveillance System (GEODSS) for tracking orbital debris which can be a hazard to spacecraft and astronauts. ++ Between 1967 and 1973 former agricultural workers earlier residents in the islands were relocated primarily to Mauritius but also to the Seychelles. Negotiations between 1971 and 1982 resulted in the establishment of a trust fund by the British Government as compensation for the displaced islanders known as Chagossians. Beginning in 1998 the islanders pursued a series of lawsuits against the British Government seeking further compensation and the right to return to the territory. In 2006 and 2007 British court rulings invalidated the immigration policies contained in the 2004 BIOT Constitution Order that had excluded the islanders from the archipelago but upheld the special military status of Diego Garcia. In 2008 the House of Lords as the final court of appeal in the UK ruled in favor of the British Government by overturning the lower court rulings and finding no right of return for the Chagossians.","overview":"The British Indian Ocean Territory is a British overseas territory of the United Kingdom situated in the Indian Ocean halfway between Tanzania and Indonesia.","independent":0,"wfb":1,"wfb_pdf":0,"sil_language_count":2,"land_mass_km":150,"population_christian":23000,"population_christian_percentage":94,"population_catholic_percentage":85,"population_protestant_percentage":9,"population_refugee":null,"population_migration":null,"population_year_change":0.67,"population_density_km":202,"population_average_age":null,"population_urban_percentage":52,"population_literacy_percentage":null,"landmass":null,"region_code":4,"region_id":"202","region_name":"Sub-Saharan Africa","languages":[{"iso":"eng","glotto_id":"stan1293","glotto_family":null,"iso1":"en","name":"English","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":"Cook Islands","area":null,"progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"GB","latitude":"53.000000","longitude":"-1.000000","population":379000000,"status_id":null,"status_notes":null,"redirect_to_iso":null},{"iso":"tgl","glotto_id":"taga1270","glotto_family":null,"iso1":"tl","name":"Tagalog","autonym":"ᜏᜒᜃᜅ᜔ ᜆᜄᜎᜓᜄ᜔","macroarea":null,"level":"L","development":null,"use":null,"location":"Northern Philippines","area":"Manila, most of Luzon, and Mindoro. Also in Canada, Guam, Libya, Saudi Arabia, United Arab Emirates, United Kingdom, United States.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"PH","latitude":"14.060000","longitude":"121.746950","population":23600000,"status_id":"3","status_notes":null,"redirect_to_iso":null}]}