{"id":"KP","name":"North Korea","name_long":"The Democratic People's Republic of Korea","population":25831360,"official_language":"Korean","official_language_iso":"kor","url_wiki":"https://en.wikipedia.org/wiki/North_Korea","hidden":0,"autonym":null,"fips":"KN","iso_a3":"PRK","continent_id":"AS","iso_num":408,"religion_primary":"Non-Religious","introduction":"An independent kingdom for much of its long history Korea was occupied by Japan beginning in 1905 following the Russo-Japanese War. Five years later Japan formally annexed the entire peninsula. Following World War II Korea was split with the northern half coming under Soviet-sponsored communist control. After failing in the Korean War (1950-53) to conquer the US-backed Republic of Korea (ROK) in the southern portion by force North Korea (DPRK) under its founder President KIM Il Sung adopted a policy of ostensible diplomatic and economic \\\"self-reliance\\\" as a check against outside influence. The DPRK demonized the US as the ultimate threat to its social system through state-funded propaganda and molded political economic and military policies around the core ideological objective of eventual unification of Korea under Pyongyang's control. KIM Il Sung's son KIM Jong Il was officially designated as his father's successor in 1980 assuming a growing political and managerial role until the elder KIM's death in 1994. KIM Jong Un was publicly unveiled as his father's successor in 2010. ++ Following KIM Jong Il's death in 2011 KIM Jong Un quickly assumed power and has now taken on most of his father's former titles and duties. After decades of economic mismanagement and resource misallocation the DPRK since the mid-1990s has faced chronic food shortages. In recent years the North’s domestic agricultural production has increased but still falls far short of producing sufficient food to provide for its entire population. The DPRK began to ease restrictions to allow semi-private markets starting in 2002 but has made few other efforts to meet its goal of improving the overall standard of living. North Korea's history of regional military provocations; proliferation of military-related items; long-range missile development; WMD programs including tests of nuclear devices in 2006 2009 2013 and 2016; and massive conventional armed forces are of major concern to the international community and have limited the DPRK’s international engagement particularly economically. The regime abides by a policy calling for the simultaneous development of its nuclear weapons program and its economy.","overview":"'North Korea officially the Democratic People''s Republic of Korea is a country in East Asia constituting the northern part of the Korean Peninsula. Pyongyang is the capital and largest city.'","independent":1,"wfb":1,"wfb_pdf":1,"sil_language_count":4,"land_mass_km":120410,"population_christian":406000,"population_christian_percentage":1.7,"population_catholic_percentage":null,"population_protestant_percentage":null,"population_refugee":null,"population_migration":-5403,"population_year_change":0.44,"population_density_km":214,"population_average_age":35,"population_urban_percentage":63,"population_literacy_percentage":"99.00","landmass":null,"region_code":3,"region_id":"30","region_name":"Eastern Asia","languages":[{"iso":"cmn","glotto_id":"mand1415","glotto_family":null,"iso1":null,"name":"Mandarin Chinese","autonym":"官话; 官話; Guānhuà","macroarea":null,"level":"L","development":null,"use":null,"location":"China","area":"Widespread north of Changjiang River, a belt south of the Changjiang from Qiujiang (Jiangxi) to Zhenjiang (Jiangsu), Hubei, except southeast corner, Sichuan, Yunnan, Guizhou, northwest part of Guangxi, and northwest corner of Hunan. Also in Brunei, Cambodia, Canada, Indonesia (Java and Bali), Laos, Libya, Malaysia (Peninsular), Mauritius, Mongolia, Mozambique, Philippines, Russian Federation (Asia), Singapore, Taiwan, Thailand, United Kingdom, United States, Viet Nam, Zambia.","progress":null,"typology":null,"writing":null,"description":null,"country_id":"CN","latitude":"40.020884","longitude":"116.228026","population":918000000,"status_id":"1","status_notes":null,"redirect_to_iso":null},{"iso":"fra","glotto_id":"stan1290","glotto_family":null,"iso1":"fr","name":"French","autonym":"français","macroarea":null,"level":"L","development":null,"use":null,"location":"Andorra and France","area":"Also in Algeria, Andorra, Austria, Belgium, Benin, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Central African Republic, Chad, Comoros, Congo, Côte d’Ivoire, Democratic Republic of the Congo, Djibouti, Equatorial Guinea, French Guiana, French Polynesia, Gabon, Guadeloupe, Guinea, Haiti, India, Israel, Italy, Lebanon, Libya, Luxembourg, Madagascar, Mali, Martinique, Mauritania, Mauritius, Mayotte, Monaco, Morocco, Mozambique, New Caledonia, Niger, Philippines, Puerto Rico, Réunion, Rwanda, Saint Pierre and Miquelon, Saudi Arabia, Senegal, Seychelles, South Africa, Switzerland, Togo, Tunisia, United Arab Emirates, United Kingdom, United States, U.S. Virgin Islands, Vanuatu, Wallis and Futuna.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"FR","latitude":"48.000000","longitude":"2.000000","population":77200000,"status_id":"1","status_notes":null,"redirect_to_iso":null},{"iso":"kor","glotto_id":"kore1284","glotto_family":null,"iso1":"ko","name":"Korean","autonym":"한국어","macroarea":null,"level":"L","development":null,"use":null,"location":"China","area":"Also in American Samoa, Australia, Bahrain, Belize, Brazil, Brunei, Canada, China, Germany, Guam, Japan, Kazakhstan, North Korea, Kyrgyzstan, Libya, Mauritania, Mongolia, Mozambique, New Zealand, Northern Mariana Islands, Panama, Paraguay, Philippines, Russian Federation (Asia), Saudi Arabia, Singapore, Suriname, Tajikistan, Thailand, Turkmenistan, United States, Uzbekistan.","progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"KR","latitude":"37.500000","longitude":"128.000000","population":77300000,"status_id":"1","status_notes":null,"redirect_to_iso":null},{"iso":"rus","glotto_id":"russ1263","glotto_family":null,"iso1":"ru","name":"Russian","autonym":"русский язык","macroarea":null,"level":"L","development":null,"use":null,"location":"China","area":null,"progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"RU","latitude":"53.919516","longitude":"72.392575","population":154000000,"status_id":"1","status_notes":null,"redirect_to_iso":null}]}