{"id":"XK","name":"Kosovo","population":1935259,"official_language":"Albanian","language_count":6,"religion_primary":"Christianity","introduction":"The central Balkans were part of the Roman and Byzantine Empires before ethnic Serbs migrated to the territories of modern Kosovo in the 7th century. During the medieval period Kosovo became the center of a Serbian Empire and saw the construction of many important Serb religious sites including many architecturally significant Serbian Orthodox monasteries. The defeat of Serbian forces at the Battle of Kosovo in 1389 led to five centuries of Ottoman rule during which large numbers of Turks and Albanians moved to Kosovo. By the end of the 19th century Albanians replaced the Serbs as the dominant ethnic group in Kosovo. Serbia reacquired control over Kosovo from the Ottoman Empire during the First Balkan War of 1912. After World War II Kosovo became an autonomous province of Serbia in the Socialist Federal Republic of Yugoslavia (S.F.R.Y.) with status almost equivalent to that of a republic under the 1974 S.F.R.Y. constitution. Despite legislative concessions Albanian nationalism increased in the 1980s which led to riots and calls for Kosovo's independence. At the same time Serb nationalist leaders such as Slobodan MILOSEVIC exploited Kosovo Serb claims of maltreatment to secure votes from supporters many of whom viewed Kosovo as their cultural heartland. Under MILOSEVIC's leadership Serbia instituted a new constitution in 1989 that revoked Kosovo's status as an autonomous province of Serbia. Kosovo's Albanian leaders responded in 1991 by organizing a referendum that declared Kosovo independent. Under MILOSEVIC Serbia carried out repressive measures against the Kosovar Albanians in the early 1990s as the unofficial Kosovo government led by Ibrahim RUGOVA used passive resistance in an attempt to try to gain international assistance and recognition of an independent Kosovo. Albanians dissatisfied with RUGOVA's passive strategy in the 1990s created the Kosovo Liberation Army and launched an insurgency. Starting in 1998 Serbian military police and paramilitary forces under MILOSEVIC conducted a brutal counterinsurgency campaign that resulted in massacres and massive expulsions of ethnic Albanians. Approximately 800000 ethnic Albanians were forced from their homes in Kosovo during this time. International attempts to mediate the conflict failed and MILOSEVIC's rejection of a proposed settlement led to a three-month NATO military operation against Serbia beginning in March 1999 that forced Serbia to agree to withdraw its military and police forces from Kosovo. UN Security Council Resolution 1244 (1999) placed Kosovo under a transitional administration the UN Interim Administration Mission in Kosovo (UNMIK) pending a determination of Kosovo's future status. A UN-led process began in late 2005 to determine Kosovo's final status. The negotiations ran in stages between 2006 and 2007 but ended without agreement between Belgrade and Pristina. On 17 February 2008 the Kosovo Assembly declared Kosovo independent. Since then over 100 countries have recognized Kosovo and it has joined the International Monetary Fund World Bank European Bank for Reconstruction and Development the Council of Europe Development Bank and signed a framework agreement with the European Investment Bank (EIB). In October 2008 Serbia sought an advisory opinion from the International Court of Justice (ICJ) on the legality under international law of Kosovo's declaration of independence. The ICJ released the advisory opinion in July 2010 affirming that Kosovo's declaration of independence did not violate general principles of international law UN Security Council Resolution 1244 or the Constitutive Framework. The opinion was closely tailored to Kosovo's unique history and circumstances. Serbia continues to reject Kosovo's independence but the two countries reached an agreement to normalize their relations in April 2013 through EU-facilitated talks and are currently engaged in the implementation process.","overview":"Kosovo is a partially recognised state and disputed territory in Southeastern Europe that declared independence from Serbia in February 2008 as the Republic of Kosovo.","region_id":39,"region_name":"Southern Europe","url_britannica":"https://www.britannica.com/place/Kosovo","url_human_development":"https://hdr.undp.org/content/kosovo-human-development-report-2004","url_odp":"https://curlie.org/en/Regional/Europe/Serbia/Kosovo/","url_operation_world":"https://operationworld.org/locations/kosovo","url_joshua":"https://joshuaproject.net/countries/XK","url_prayercast":"https://prayercast.com/kosovo.html","country_languages":[{"iso":"bos","population":30000,"name":"Bosnian","autonym":"босански","bibles_count":1,"films_count":2,"resource_count":9},{"iso":"rom","population":10000,"name":"Romany","autonym":"","bibles_count":0,"films_count":0,"resource_count":0},{"iso":"sqi","population":1600000,"name":"Albanian","autonym":"shqip","bibles_count":2,"films_count":0,"resource_count":4},{"iso":"srp","population":150000,"name":"Serbian","autonym":"српски / srpski","bibles_count":6,"films_count":3,"resource_count":25},{"iso":"tur","population":10000,"name":"Turkish","autonym":"Türkçe","bibles_count":9,"films_count":35,"resource_count":316}]}