{
    "id": "98453219-e5d9-4103-b31d-a4314b9fccfe",
    "name": "Cabo Verde Bible Society",
    "autonym": null,
    "slug": "bible-society-of-cabo-verde",
    "abbreviation": null,
    "notes": null,
    "color_primary": null,
    "color_secondary": null,
    "type": "UBS",
    "inactive": 0,
    "url": null,
    "address": "Cabo Verde",
    "country_id": "CV",
    "zip": null,
    "phone": null,
    "email": "emmaze2001@hotmail.com",
    "logo": null,
    "icon": null,
    "latitude": 16.025495,
    "longitude": -23.7257565,
    "bibles": [],
    "bible_links": [],
    "resources": [],
    "films": [],
    "country": {
        "id": "CV",
        "name": "Cabo Verde",
        "name_long": "The Republic of Cabo Verde",
        "population": 589451,
        "official_language": "Portuguese",
        "official_language_iso": "por",
        "url_wiki": "https://en.wikipedia.org/wiki/Cabo_Verde",
        "hidden": 0,
        "autonym": null,
        "fips": "CV",
        "iso_a3": "CPV",
        "continent_id": "AF",
        "iso_num": 132,
        "religion_primary": "Christianity",
        "introduction": "The uninhabited islands were discovered and colonized by the Portuguese in the 15th century; Cabo Verde subsequently became a trading center for African slaves and later an important coaling and resupply stop for whaling and transatlantic shipping. The fusing of European and various African cultural traditions is reflected in Cabo Verde’s Crioulo language music and pano textiles. Following independence in 1975 and a tentative interest in unification with Guinea-Bissau a one-party system was established and maintained until multi-party elections were held in 1990. Cabo Verde continues to exhibit one of Africa's most stable democratic governments. Repeated droughts during the second half of the 20th century caused significant hardship and prompted heavy emigration. As a result Cabo Verde's expatriate population is greater than its domestic one. Most Cabo Verdeans have both African and Portuguese antecedents. Cabo Verde’s population descends from its first permanent inhabitants in the late 15th-century – a preponderance of West African slaves a small share of Portuguese colonists and even fewer Italians Spaniards and Portuguese Jews. The fusing of European and various African cultural traditions is reflected in Cabo Verde’s Crioulo language music and pano textiles. Among the nine inhabited islands population distribution is variable. Islands in the east are very dry and are only sparsely settled to exploit their extensive salt deposits. The more southerly islands receive more precipitation and support larger populations but agriculture and livestock grazing have damaged their soil fertility and vegetation. For centuries the country’s overall population size has fluctuated significantly as recurring periods of famine and epidemics have caused high death tolls and emigration.",
        "overview": "Cape Verde or Cabo Verde is a nation on a volcanic archipelago off the northwest coast of Africa. It’s known for its Creole Portuguese-African culture traditional morna music and numerous beaches. Its largest island Santiago is home to the current capital Praia. Santiago is also home to the old capital Cidade Velha with clifftop fortress Forte Real de São Felip",
        "independent": 1,
        "wfb": 1,
        "wfb_pdf": 0,
        "sil_language_count": 6,
        "land_mass_km": 4030,
        "population_christian": 487000,
        "population_christian_percentage": 89.1,
        "population_catholic_percentage": 78.7,
        "population_protestant_percentage": 10.4,
        "population_refugee": null,
        "population_migration": -1342,
        "population_year_change": 1.1,
        "population_density_km": 138,
        "population_average_age": 28,
        "population_urban_percentage": 68,
        "population_literacy_percentage": 87,
        "region_code": 8,
        "region_id": "202",
        "region_name": "Sub-Saharan Africa"
    },
    "relationships": [
        {
            "parent_id": "fb75deb9-67db-4733-ac26-a819ac58b3b2",
            "child_id": "98453219-e5d9-4103-b31d-a4314b9fccfe",
            "type": "member"
        }
    ]
}