{"name":"Common English Bible","slug":"common-english-bible","color_primary":"#007064","color_secondary":"#FFFFFF","type":"Agency","url":"http://CommonEnglishBible.com","bibles":[{"abbr":"ENGCEB","title":"Common English Bible","description":"The Common English Bible is unlike any other translation. It’s uncommon in that it’s the newest translation by the largest number of biblical scholars \u0026 church leaders in words 21st century readers use every day, aligning academic rigor with modern understandability, proven through extensive affirmation with, and acting on feedback from, hundreds of readers. The new Common English Bible is the only translation to combine and balance highly respected ecumenical biblical scholarship necessary for serious study with responsiveness to 21st century clear communication requirements for comprehensive clarity.\u003cbr\u003eThe Common English Bible is the result of collaboration between opposites: scholars working with average readers; conservatives working with liberals; teens working with retirees; men working with women; many denominations and many ethnicities coming together around the common goal of creating a translation that unites rather than divides, with the ultimate goal of mutually accomplishing God’s overall work in the world.\u003cbr\u003eCombining scholarly accuracy with vivid language, the Common English Bible is the work of 120 biblical scholars from 24 denominations in American, African, Asian, European, and Latino communities, representing such academic institutions as Asbury Theological Seminary, Azusa Pacific University, Bethel Seminary, Denver Seminary, Princeton Theological Seminary, Seattle Pacific University, Wheaton College, Yale University, and many others. They meticulously translated the Bible into English directly from the original Hebrew, Aramaic, and Greek texts.\u003cbr\u003eAdditionally, more than 500 readers in 77 groups field-tested the translation. Every verse was read aloud in the reading groups, where potentially confusing passages were identified. The translators considered the groups' responses and, where necessary, reworked those passages to clarify in English their meaning from the original languages. In total, more than 600 people worked jointly to bring the Common English Bible to fruition.\u003cbr\u003eIn 2010 the New Testament was published. In 2011 the complete Bible was published with the Old Testament and the availability of the Apocrypha.","iso":"eng","script":"Latn","year":2011,"country_id":"GB","copyright":"© 2011, Common English Bible"}]}