{"id":"mission-assist","name":"MissionAssist","description_short":null,"slug":null,"phone":"","email":"","latitude":52.09822,"longitude":-1.94736,"bible_count":null,"colors":{"primary":"#1C2F70","secondary":"#009774"},"url_website":"https://www.missionassist.org.uk","url_donate":"","url_twitter":"https://twitter.com/MissionAssist1","url_facebook":"https://www.facebook.com/MissionAssist/","bibles":[{"id":"SCOPSA","parent_bible_id":null,"gbc":null,"date":"1916-28","iso":"sco","title":"Psalms and Proverbs in Braid Scots ","title_vernacular":"Lallans Scots Psalms and Proverbs (Alexander - Patterson)","copyright":"Public Domain","guid":null,"description":"Rev. Thomas Thomson (T. T.) Alexander was born in 1881 at Penicuik, Midlothian in Scotland. He graduated from the University of Edinburgh in 1903. In 1907 he married Margaret Marwick in Edinburgh. He was ordained in Canada and served in Blackburn and then from 1911 in Orkney. In 1914 he went as a Church of Scotland missionary to Livingstonia, Zambia but returned to Scotland in 1915 when he fell ill. From 1922 to 1932 Rev T.T. Alexander served as minister at St Ninian’s Church, Leith. Rev T. T. Alexander died childless in Wantage, Oxfordshire in England on 14 June 1945.\nWhen Rev T.T. Alexander served as minister at St Ninian’s Church, Leith he introduced services in Braid Scots. He translated 20 of the Psalms (Psalms 1, 8, 19, 40, 43, 46, 50, 65, 64, 90, 93, 100, 103, 121, 122, 124, 124, 126, 130 and 137) into metrical form in Scots, to be sung to well-known tunes. These were published as the “Metrical Psalms in Braid Scots”, by W. Chadwick in Edinburgh in 1928.","description_short":null,"description_vernacular":"","description_reviewed":0,"script":null,"versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":"","reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":0,"pivot":{"organization_id":"mission-assist","bible_id":"SCOPSA"},"language":{"iso":"sco","glotto_id":"scot1243","glotto_family":null,"iso1":null,"name":"Scots","autonym":"Lowland Scots","macroarea":null,"level":"L","development":null,"use":null,"location":"Ireland and United Kingdom","area":"Scotland except highlands; lowlands: Aberdeen to Ayrshire; Northern Ireland. Doric in northeast Scotland; Lallans in South Scotland lowlands; Ulster in Northern Ireland. Also in Ireland.","progress":"New Testament\r","typology":null,"writing":null,"description":null,"country_id":"GB","latitude":"55.541040","longitude":"-6.002410","population":99200,"status_id":"4","status_notes":null,"redirect_to_iso":null}},{"id":"ENGEEB","parent_bible_id":null,"gbc":null,"date":"2001, 2018","iso":"eng","title":"EasyEnglish Bible","title_vernacular":null,"copyright":"© MissionAssist 2018","guid":null,"description":"The purpose of the EasyEnglish Bible is to make the Bible as clear as possible in simple English. We have used a basic vocabulary of 1200 well-known English words. It is a very good Bible for anyone who is learning English or speaks English as a foreign language.\n\nEasyEnglish Website: To help you even more, the EasyEnglish Bible website – www.easyenglish.bible – has Commentaries and Bible Studies to help you understand the message of the Bible and apply it to your life.\n\nTranslation Principles: To make the Bible as easy as possible to understand, we have used: Short sentences, Short paragraphs, Simple grammar. We have avoided things that can be hard to understand, so we have used: No passive verbs, No idioms, No split infinitives, No rhetorical questions. The EasyEnglish Bible is a “meaning-for-meaning” translation not a “word-for-word” translation.\n\nIt expresses the meaning of the original message in the most clear, accurate and natural way possible in simple English. It changes the order of words if that makes the meaning clearer in English. It translates the meaning of idioms rather than the literal words. It uses British spelling, grammar and punctuation. These translation principles have been developed by Wycliffe Bible Translators (WBT) and SIL.\n\nEasyEnglish Translation Team: The EasyEnglish Bible has been translated by MissionAssist, which is a Christian charity based in the United Kingdom. MissionAssist is part of the Wycliffe Global Alliance (WGA) and a member of Global Connections.\n\nThe EasyEnglish Bible translation team includes:\n\nLinguistic Checkers - People who check the linguistic consistency of the work. Our linguistic checkers normally have a degree in Linguistics or English (or similar) and a TEFL qualification.\nTheological Checkers - People who check the theological accuracy of the work. Our theological checkers have a degree in theology (or a similar qualification).\nStyle Checkers - People who check drafts and final output for accuracy, consistency and conformance to EasyEnglish principles.\nThe Base Text\nWe have used a range of English Bible translations as a base. Where English versions have a different understanding of the original text, we have referred to the Hebrew or Greek text, using the texts published and updated by United Bible Societies (UBS):\n\nOld Testament: Biblia Hebraica “Masoretic Text”\nNew Testament: The Nestle-Aland “Novum Testamentum Graece”\nWe also use the resources provided by Wycliffe Bible Translators to help translators and checkers understand the issues involved in translating the original texts.\n\nCopyright Information\nCopyright © MissionAssist 2018 – Charitable Incorporated Organisation 1162807\n\nThe copyright of the EasyEnglish Bible and all other material on this website is owned by MissionAssist.\n\nMissionAssist is a member of the Wycliffe Global Alliance and is based in the UK.\n\nMissionAssist, PO Box 257, Evesham, Worcestershire, England. WR11 9AW\n\n","description_short":null,"description_vernacular":null,"description_reviewed":0,"script":"Latn","versification":null,"numeral_system_id":"default","country_id":null,"copyright_type":null,"reviewed":0,"isbn13":null,"back_text":null,"cover":null,"questionable":null,"pivot":{"organization_id":"mission-assist","bible_id":"ENGEEB"},"language":{"iso":"eng","glotto_id":"stan1293","glotto_family":null,"iso1":"en","name":"English","autonym":null,"macroarea":null,"level":"L","development":null,"use":null,"location":"Cook Islands","area":null,"progress":"Full Bible\r","typology":null,"writing":null,"description":null,"country_id":"GB","latitude":"53.000000","longitude":"-1.000000","population":379000000,"status_id":null,"status_notes":null,"redirect_to_iso":null}}],"resources":[],"films":[]}