{"name":"Public Domain","slug":"public-domain","type":"Library","inactive":true,"bibles":[{"abbr":"DANDBD","title":"The Bible in Danish","title_vernacular":"Dette er Biblen på dansk","description":"This electronic edition of the Danish Bible translation of 1933 originates from the beginning of the 1990s or maybe late 1980s. It was found at an FTP site and included into Project Runeberg at a time when our text quality standards were less sofisticated than today. (http://runeberg.org/dkbibel/)","description_vernacular":"Dette er så Bibelen.  Denne elektroniske udgave af bibelen kommer fra den danske 1933 udgave. Det Gamle Testamente er en oversættelse fra 1931 og Det Nye Testamente er en oversættelse fra 1907. Teksterne er, skannet ind. Jeg har teksterne fra en simpel PC bibel pakke jeg købte for nogle år siden.  Bibelselskabet kræver ikke ophavsret udover 50 år, og dette er formodentligt grunden til at udgaverne er så gamle. Udgiveren af disketterne har heller ikke krævet copyright (jeg kan heller ikke rigtig se hvordan han skulle kunne det).  Jeg har konverteret PC filerne til Unix filer (bl.a. tegnsæt og CRNL). Jeg har rettet de fejl jeg har fundet. (accenter over bogstaver, underlige tegn etc. som formodentligt skyldes indskanningen) Jeg har lavet indholdsfortegnelser med tilhørende skript til at generere VI-tags. (Unix kan bare det der.)  Jeg stiller dette til fri afbenyttelse (jeg har jo heller ikke ret til copyright på teksterne), men vil under ingen omstændigheder påtage mig ansvar for anvendelse af materialet. Dette gælder alle skader (eller goder) på krop, sjæl, materiel, data m.m.  Jeg er ikke selv troende kristen og vil derfor heller ikke svare for indholdet af de bibelske tekster.  Hvis der findes fejl eller mangler, vil jeg meget gerne høre om det. Især hvis de også bliver rettet. Hvis der er nogen der laver ekstra faciliteter [vis dagens tekst, opdeling i filer pr bog, tags for personnavne, emacs-tags, ...] vil jeg også gerne høre om det, så kan det måske blive fordelt til nogle flere.  Søren Hornstrup horn@proinf.dk","iso":"dan","script":"Latn","year":1933,"country_id":"DK","copyright":"Public Domain"}]}